{
  "companionAccepted_Spouse": "Most gladly, my dearest! Spending some time with you would be very delightful.$1",
  "companionRejectedNight_Spouse": "I would love to go, darling, but I am afraid I'm feeling rather tired tonight.$2",
  "companionDismiss_Spouse": "Oh my, a little busy today, aren't we?$1#$b#I'll head home then, I had a marvelous day with you.#$b#Break a leg, my darling.",
  "companionDismissAuto_Spouse": "It has gotten really dark, has it not? I think that is our cue to go home.#$b#I'll go ahead and prepare our bed. You should go home soon. Love you!",
  "companionRecruited_Spouse": "Today's gonna be marvelous, I am certain of it.$1",
  "companionAccepted": "The fresh air of this valley is good for the body and mind. A stroll outdoors sounds marvelous!$1",
  "companionRejected": "I'm afraid I cannot go, @. I've been meaning to finish this book I'm reading.",
  "companionRejectedNight": "It is much too late to go on a jaunt now, @!",
  "companionDismiss": "Of course, I'll be on my way then. I hope you'll come calling again soon.",
  "companionDismissAuto": "I'm afraid it's time for me to go, @. Thank you for the day, it was lovely!$1",
  "companionRecruited": "This is fantastic! I'm always looking for more inspiration for my writing.",
  "companionSuggest": "Hello, @. I was thinking about taking a refreshing walk and building some inspiration today.#$q -1 -1#Would you like to accompany me?#$r -1 0 Yes#Yeah, why not? Let me gather my things.#$r -1 0 No#Sorry, I have some things to do today. Maybe next time?",
  "companionSuggest_Yes": "Great! Don't mind me if I get a bit lost in my thoughts.",
  "companionSuggest_No": "Oh, of course. Don't fret over it, I'm sure our paths will cross again.",
  "companion_Beach": "I would invite you to my little cabin, if it wasn't such a mess.$2#$b#Well, we could go anyway, if that doesn't bother you?",
  "giveFishes": "Hey @!#$b#Look what I managed to catch, it's a good fish.$h#$b#It won't be much use for me, so here, you can have it.#$b#Just bring me some if you cook it, okay?",
  "giveFishes~1": "Whoa @!$8#$b#Look at this beautiful fish! Willy be jealous!$h#$b# Here take it! It's for you, thank you for bringing me into this great adventure!$h",
  "giveFishes~2": "Oh, just a fish...$2#$b#It isn't the most beautiful one, but hey, still cool.#$b#You can have it @, make good use of it.",
  "companion_Beach": "I would invite you to my little cabin, if it wasn't such a mess.$2#$b#Well, we could go anyway, if that doesn't bother you?",
  "companion_Beach_Dating": "No matter the weather, there's always a chill coming off this sea.#$b#Come closer to me, @, if you like.$4",
  "companion_Farm": "Your farm is doing well, @. I assume you are not watering your crops with sea water.$1",
  "companion_Farm_Dating": "You've made tremendous progress on your farm, it's quite impressive.#$b#I'm pleased you've found your passion, @, not everyone is so lucky!",
  "companion_Farm_Spouse": "I just adore our life here at the farm, @.#$b#It's like a childhood dream come true every time I step out our front door!",
  "companion_Forest": "The forest has a unique way of calming a weary soul.#$b#I wonder, how can a place that's so thriving also be so peaceful?",
  "companion_Forest_Dating": "@, would it be alright if I were to hold your hand? I've missed you terribly since last I saw you.$4#$b#Wouldn't you like to spend more time together?$4",
  "companion_Forest_Spouse": "'You've started a fire in me that will not die, and I wonder if you knew you were the lightning to my dry bush; one strike would burn down my forest.'#$b#Ah, just a bit of poetry. Don't mind me, my dear.$1",
  "companion_Mine": "Even a bright place like Stardew Valley has it's dark side, just like the human soul.$2#$b#...That was a bit dramatic.$2#$b#I got carried away there for a moment, @, my apologies.$4",
  "companion_Mine_Dating": "Stay close to me down here, @.#$b#I'm not sure what monsters we’ll face today, and I couldn’t bear anything happening to you!$2",
  "companion_Mine_Spouse": "This is surely not my favorite place in the world, but you are truly a light in the darkness, my dear. Even here.",
  "companion_Mountain": "Nothing like a good stroll through the mountains, after a long night sitting at my writing desk!$1",
  "companion_Mountain_Dating": "The lake by Demetrius and Robin's home is such a wonderful spot, surely a place I should visit more often.#$b#One of these sunny days, I'd love to share a light picnic lunch with you there, if you'd do me the honor?$4",
  "companion_Mountain_Dating~1": "Thank you for taking me away from my dreary little cabin today, @! It feels marvellous to get some fresh air.",
  "companion_Mountain_Spouse": "This is such a romantic part of the valley, my dear.#$b#A beautiful view, and my love by my side. What more could a man ask for?$4",
  "companion_Town": "One wouldn't think that a small town like this would be so hospitable. I hope you always feel welcome here, @.",
  "companion_Town_Dating": "Would you like to join me for another drink sometime, @?#$b#Perhaps on a quiet evening, so we could enjoy a bit more privacy?$4",
  "companion_Town_Spouse": "It's true, our town is quaint, but we have everything one would ever need.#$b#Most of all, a real community, which is desperately lacking in so much of our modern world!#$b#I'm grateful to be here, even more so that you are here with me.$4"
}
