{
  "companionAccepted_Spouse": "That's a great idea, honey!$1#$b#Who knows? Maybe we'll find some fresh forageables along the way for our dinner.",
  "companionRejectedNight_Spouse": "Are you sure? It's gotten really dark outside.#$b# I think we should just stay home at this hour.",
  "companionDismiss_Spouse": "Ah, I see. Then I'll head back to farm house.#$b#It's really fun walking with you today. Take care, sweetheart!$1",
  "companionDismissAuto_Spouse": "Hey, it's gotten really dark. We probably should go home now.#$b#Don't linger outside for too long, nature can be dangerous too at night. Stay safe, dear.",
  "companionRecruited_Spouse": "This sketch book? Well, you'll never know when will inspiration strike you.#$b#You could be doing something really adorable, and I want to make sure I can capture it within these papers when it happens.$1",
  "companionAccepted": "Absolutely! I'd like to do some foraging.",
  "companionRejected": "I'm a bit too busy to do any exploring today, @. Sorry.",
  "companionRejectedNight": "Don't you think it's too late to go exploring now?",
  "companionDismiss": "Okay, no problem. It was fun hanging out!",
  "companionDismissAuto": "Time for me to head home, @. I had fun today, thanks a bunch!$1",
  "companionRecruited": "I wonder what interesting things we'll find along the way!$1",
  "companionSuggest": "My pantry is almost empty, I should do some gathering today.#$q -1 -1#Wanna come, @? You might find something useful too.#$r -1 0 Yes#That would be nice. Let's go!#$r -1 0 No#Today I can't, but thanks for inviting me.",
  "companionSuggest_Yes": "Good! Any preference on where to start?$1",
  "companionSuggest_No": "I'll try to save something for you. No promises, though...",
  "farmerRunAway": "Hey, @! Wait for me!",
  "giveForages": "@, I found some good stuff! Here, take this.",
  "companion_Beach": "The sound of the waves always calms me down, and makes me feel a bit tired...#$b#Don't worry, I'm not actually sleepy. Really!$1",
  "companion_Beach_Dating": "I have to admit, sometimes I'm jealous of Elliott's spot out here, this is seriously prime real estate!$1#$b#He complains about how small it is, but being lulled to sleep by the sound of the ocean waves must be heavenly.",
  "companion_Farm": "I really enjoy working with my hands as a sculptor, I imagine you feel the same way about your crops.",
  "companion_Farm~1": "I'm interested in farming, @, have I mentioned that before?#$b#There's a certain allure to the idea of growing your own food and raising livestock.#$b#It looks like a tremendous amount of work though, probably best that I stick with my art for now!$1",
  "companion_Farm_Dating": "Do you want to show me around a bit, @? You must be really proud of your progress!#$b#I'm proud of you, too!$1",
  "companion_Farm_Dating~1": "I think farming is an art form, @.#$b#You start with a blank canvas, choose your seeds and paint the soil, then watch your picture come to life.#$b#It must be so satisfying.",
  "companion_Farm_Spouse": "Just take a deep breath, @, enjoy it. You've done such amazing work here, I'm so proud of you!$1",
  "companion_Forest": "I've learned to see the forest as my second home.#$b#Not only do I feel at ease here, but I can find almost everything I need to live!",
  "companion_Forest_Dating": "You know, you can come by my cabin anytime, @. I'm always happy to see you!$4",
  "companion_Forest_Dating~1": "I remember being so nervous when I first moved here, I wasn't sure I'd make any friends, let alone meet someone like you...$4#$b#I definitely made the right decision.$4",
  "companion_Forest_Spouse": "I'm glad I kept my little cabin after we got married, @, it's like we have a vacation home in the woods!$1",
  "companion_Forest_Spouse~1": "Keep an eye out for any wild forage, honey. I could make us a nice roast or soup tomorrow!",
  "companion_Mine": "This is not a place I'm used to visiting, but thank you for showing me some new things today, @.",
  "companion_Mine_Dating": "Do you mind holding my hand for a minute, @? It's so dark in here...$4",
  "companion_Mine_Spouse": "Let's take it easy dear, it's just the two of us and being here always makes me a bit nervous.$2",
  "companion_Mountain": "I can't figure out whether I want to look up and enjoy this beautiful landscape, or look down and keep foraging!$7#$b#What I should do, @?$3",
  "companion_Mountain_Dating": "Oh, that's a piercing wind, even in this weather!#$b#Could you come closer for a second, @?$4",
  "companion_Mountain_Spouse": "I should take a day trip out here one of these days and paint the mountain lake. There's something so calming about this area.",
  "companion_Town": "This town sure looks small to people like us that came from a big city, but it was pretty easy to adapt, for me at least. What about you, @?",
  "companion_Town_Dating": "Do you ever miss the city, @?#$b#Living in a small town is a unique experience, sometimes the day just seems to go on forever, but in a good way!#$b#Like we've got all the time in the world to just be ourselves.$1",
  "companion_Town_Spouse": "Even in town there's a couple of places to forage, it really is an incredible valley! So much life here!"
}
