{
  "companionAccepted_Spouse": "Absolutely! Let me get my gadgets, they will help you along the way!$1",
  "companionRejectedNight_Spouse": "Um, how about we spend our time tonight inside? I am quite exhausted today...$2",
  "companionDismiss_Spouse": "Okay, then. I suppose I should go back and work on stuff.#$b#Thanks for taking me out, it was really refreshing, honey!$1",
  "companionDismissAuto_Spouse": "Hey, it's getting really late. We probably should go home soon.#$b#I'll go ahead and prepare the bed for us. Don't stay out too late, honey!",
  "companionRecruited_Spouse": "Don't worry sweetie, my prosthetics will never disappoint you!$1",
  "companionAccepted": "What an excellent idea! I've been meaning to collect some more soil samples.$1",
  "companionRejected": "I can't right now, I have some important lab work to attend to.",
  "companionRejectedNight": "Sorry @, not now. I'm working on an important project.",
  "companionDismiss": "That's okay! I've collected enough samples to last a while, thanks, @!",
  "companionDismissAuto": "It's time for me to head home, @. Thanks for an interesting day, @!$h",
  "companionRecruited": "I wonder if we'll discover anything new!$1",
  "heal": "Let's get you patched up.$3",
  "nomedkits": "I'll have to stop by Harvey's clinic, I haven't got any more bandages.$2",
  "companionSuggest": "I have so many ideas right now, but I can't organize them. I need to declutter my head a bit.#$q -1 -1#Mind going for a walk with me, @?#$r -1 0 Yes#Sure! It's good to take a break from work every now and then.#$r -1 0 No#I'll have to pass, but be sure to ask me next time!",
  "companionSuggest_Yes": "Do you want to lead the way, @? I don't mind!",
  "companionSuggest_No": "I suppose you have a lot of work to do yourself. No problem then, see you later!",
  "companion_Beach_Night": "Wow, look at that night sky!#$b#The way the moon is reflecting on the ocean, everything's so clear.#$b#It's almost magical, don't you think, @?$4",
  "companion_Beach_Dating": "Do you come here often, @?#$b#I hardly get out this way on my own, I spend way too much time on my projects indoors!",
  "companion_Bugland": "This is truly fascinating, @!#$b#What strange looking creatures. I need to take some samples while we're here, and maybe come back with my dad!$1",
  "companion_Farm": "I really love your farm, @!#$b#If you ever need an extra hand or something, you can always ask me! I wouldn't want you getting over worked!",
  "companion_Farm_Dating": "Sometimes I walk to the edge of your farm and peak in, hoping to get a glimpse of you working.#$b#Sorry if that sounds creepy, I just think you're really attractive in your element...$4",
  "companion_Farm_Dating~1": "I remember my dad mentioned wanting to come out here and setting up an experiment, did he ever get around to doing that?#$b#My minds so scattered these days...$2",
  "companion_Farm_Spouse": "Thanks for taking me with you today honey, I've been spending too much time indoors tinkering with my projects!$1",
  "companion_Forest_Night": "It's pretty creepy here right now, @.$2#$b#But this atmosphere is giving me a new idea for an invention! I should have brought my notepad...#$b#Oh well, I probably won't forget it. Probably.",
  "companion_Forest_Dating": "Maybe we could come here sometime in the evening, bring a blanket and watch the cosmos together?$4#$b#I could even bring my telescope, if it's a nice clear night!",
  "companion_Forest_Spouse": "Maybe we should take a proper day off and have a picnic here.#$b#Penny likes to do that, sometimes with Vincent and Jas. I think she's onto something!$1",
  "companionOnce_Mine": "Oh, the mines! I'm always too scared to come here alone, I'm not much of a fighter.#$b#But I've learned some simple healing methods from working at the clinic, so if you get hurt I can help!#$b#C'mon, let's go! Discoveries await!$h",
  "companion_Mine": "The mines, this is so exciting!$l#$b#Do you think we'll find anything new?",
  "companion_Mine~1": "I'm glad I'm here with a fighter like you, @.#$b#With my healing skills, we make a pretty good team!$h",
  "companion_Mine~2": "Thank you for taking me to the mines today, @.#$b#I always need more metal for my projects!$h",
  "companion_Mine_Dating": "I don't remember it being so dark in here...$2#$b#Stay close to me, @! I don't know what I'd do if we got separated!$2",
  "companion_Mine_Dating~1": "I'm going to stay right beside you, @. I know you'll keep us safe!$4",
  "companion_Mine_Spouse": "Let's remember to be careful here, honey! I have med kits in case anything goes wrong, but I always hope it doesn't come to that!$3",
  "companion_Mountain_Dating": "I've always loved my house, it has everything I need, but it'd sure be nice to have a place of my own!#$b#You're so lucky to have your farm, @.",
  "companion_Mountain_Spouse": "I need to ask my dad about the soil on our farm, the whole valley is so fertile, but our space seems extra special!#$b#Did your grandfather ever mention to you anything unusual he noticed about the land? Maybe it's the proximity to... no, not that...$3",
  "companion_Mountain_Spouse~1": "I miss home sometimes, I'm glad it's just around the corner... relatively speaking.#$b#Do you ever miss living in the city?",
  "companion_Mountain_Spouse~2": "I don't see Sebastian much these days, not that I saw much of him before I left.#$b#I wonder if he's even noticed...$2",
  "companion_Town_Dating": "Do you ever get homesick, @? I mean with your old life in the city...$2#$b#Do you still consider that home?$2#$b#I hope there's enough here to keep you in Pelican Town...$4",
  "companion_Town_Spouse": "I'm so grateful to Harvey for letting me work with him at the clinic. I'm glad we're friends.",
  "companion_Town_Spouse~1": "I don't go to the saloon often, but I'd go with you, @! Maybe we could have dinner there sometime?",
  "companion_Tunnel": "What was that sound?!$9#$b#I am really on edge here, @. Could we leave soon?$2",
  "companion_WizardHouse": "I've heard such interesting stories about this man, have you, @?#$b#I wonder if he'd let me pick his brain for a minute, or an hour.#$b#Maybe we could spend the day?$4",
  "companion_WizardHouse~1": "I'd love to learn more about these elementals.#$b#Unfortunately I don't think I'm the kind of protege Mr. Rasmodius is looking for...$2"
}
