{
  "companionAccepted_Spouse": "You bet! I'd love to go with you today!$1#$b#Maybe at some point I can sing you a love song or two outdoor!",
  "companionRejectedNight_Spouse": "Sorry, I am feeling a bit tired today. Let's just stay at home for tonight.$2#$b#I still have the energy to play a romantic serenade if you want, though.$4",
  "companionDismiss_Spouse": "Aww, already? I was having a great time with you.$s#$b#Oh well, I know you're a busy person. Don't work yourself too hard, okay? Love you!",
  "companionDismissAuto_Spouse": "*Yawn* What time is it? I think I am gonna call it a day.$s#$b#Today was awesome. See you at home.",
  "companionRecruited_Spouse": "%Sam is humming a familiar love song.#$b#Ah, we're going now? Sorry, I got carried away.",
  "companionAccepted": "Oh yeah, sounds awesome!$1",
  "companionRejected": "Oh! I just remembered I'm supposed to call my Grandma.",
  "companionRejectedNight": "Not now, sorry. I'm exhausted.",
  "companionDismiss": "No worries, I should probably be practicing right now anyways.",
  "companionDismissAuto": "I should probably go, @, I have some stuff to do tomorrow. Bye!",
  "companionRecruited": "The clouds look great this time of year, don't they?",
  "companionSuggest": "It's a nice day, huh?#$q -1 -1#If you're free, do you wanna hang out?#$r -1 0 Yes#Sure, let's find some trouble!#$r -1 0 No#Hmm, not today. Don't count me out next time though.",
  "companionSuggest_Yes": "Great! I want to find something cool for Vincent.$1",
  "companionSuggest_No": "Sure thing, we can try another day.",
  "companion_Beach": "The sand is getting inside the holes in my shoes...$2#$b#I think it's time for new ones.$2",
  "companion_Beach_Dating": "Vincent loves the beach. It is pretty cool here.#$b#On a nice warm day, you wanna go for a swim with me?",
  "companion_Farm": "Your place is so quiet. Perfect for playing guitar!$1",
  "companion_Farm_Dating": "It's weird, you must be one of the only people ever that actually looks good dirty and sweaty!$4#$b#I totally meant that as a compliment!$4",
  "companion_Farm_Dating~1": "Are you into sports, @? Did you watch the game the other night, what a close call!$1#$b#Oh, I guess you're probably too busy to do much of that.",
  "companion_Farm_Spouse": "I think I'm better at hanging out than farming, @. We should go out more!$h",
  "companion_Farm_Spouse~1": "Marrying you and moving to this farm was the smartest thing I ever did.$4",
  "companion_Forest": "This place makes being out in the middle of nowhere not so bad after all.",
  "companion_Forest_Dating": "There's not much to do in Pelican Town, but it's nice to have all this nature right next door.",
  "companion_Forest_Dating~1": "I like to take walks out here sometimes, but I like it a lot more now being with you.$4",
  "companion_Forest_Spouse": "Baby, you know I love you, right?$4#$b#What brought that on? I don't know... I'm just happy to be out here with you.$1",
  "companion_Mine": "You really wanna be down here? Seriously?$8#$b#...$9#$b#I'm not scared, of course. Just... cautious.$7",
  "companion_Mine_Dating": "This is actually cool, @! It's like a video game!",
  "companion_Mine_Dating~1": "Are you okay being down here?#$b#Just stick with me, I won't let anything bad happen to you!$4",
  "companion_Mine_Spouse": "The one good thing about the mines is there's no chance of a UFO down here!#$b#Or is there...$8",
  "companion_Mountain": "The view here sure is inspiring, I should come more often.",
  "companion_Mountain~1": "Hey, you wanna go say hi to Sebastian?",
  "companion_Mountain_Dating": "There's not much up here, other than my buddies place. What did you want to do?",
  "companion_Mountain_Dating~1": "At night it's kind of romantic by the lake.#$b#I'd like to go there sometime with you, and just hang out... if you want to?$4",
  "companion_Mountain_Spouse": "I'm glad I don't live in the city anymore, this kind of view can't be beat!$1",
  "companion_Town": "Do you think we have time for some skating? Just be careful not to let the mayor see us...",
  "companion_Town_Dating": "You want to stop by the saloon and grab some pizza? Man, I love Gus's pies!$1",
  "companion_Town_Spouse": "Just look at that wide open sky, honey! I should do some skateboarding today!",
  "companion_Town_Spouse~1": "I hope this doesn't piss you off, but I really miss my mom's cooking.#$b#We should go over for dinner sometime!$1"
}
