{
  "intro1": "Hold on there! You've been here before, haven't you! Same time, same place!$1#$b#",
  "intro2": "Resetting again! I sure hope you just happened to make really big permanent mistakes twice in a row and had to reset for them...$1#$b#If not, then we might have an issue. And I don't like making issues of things.$0#$b#",
  "intro3": "I see. Another reset. I don't think I can buy that these are mistakes any more. You have a problem, and I don't know what to do...$0#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$1#$b#Am I annoying you yet? Because I'm just getting started, and I'm not giving up on you.$0#$b#",
  "intro4": "Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$1#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$1#$b#Please, have some self-control. Move forward. Stop resetting! There's so much to build, and the more you reset, the less you build!$2#$b#I'm going back to the drawing board on making you see sense on this. There's gotta be a way...$2#$b#",
  "intro5": "I give up. It seems like you don't value my perspective at all. I can tell when I'm not wanted. So do what you'd like.$2#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$2#$b#",
  "intro6": "Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$1#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$0#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$2#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$2#$b#Hmm, hmm, hmmmmm, hmm, hmm, hmmmmmmmmmm, hmm, hmmmmmm, hmmmmm, hmm, hmm. Hmmmmmmmmmm, hmmmmmmmmmmm, hmm, hmm, hmm, hmm, hmm.$2#$b#",
  "first": "I'm Mr. Reduggy, by the way. I'm here to make sure you keep moving forward, instead of dwelling in the past.$1#$b#My consciousness is not bound to any single time or place and I see all possible timelines.$3#$b#So I can hold you accountable for all possible actions you might take! I hope I can help you curb your resetting tendencies!$1#$b#",
  "late": "Was it really that important that you discard all your work just to get a slightly more productive day?$0#$b#I think you should take some time to think about your priorities and what you really want out of life...$2#$b",
  "early": "I suppose you didn't do much before you reset, so it's not that big a deal, I guess...$0#$b",
  "mines": "Had some bad luck in the Mines? We've all got to live with our mistakes, kid.$0#$b#Try again another day, it will go better for you!$1#$b#",
  "outro1": "#Get to work! But remember, I'll be watching...$1",
  "outro2": "#Get back to work! Actually progress for once! And remember, I'll be watching...$0",
  "outro3": "#You're treading water, buddy. Accomplishing absolutely nothing. And yet you repeat it all over and over...remember, I'll be watching you.$5",
  "outro4": "#I'm still watching you, and I'm getting awfully bored...please do something interesting, and get a life...so I can watch something good for a change.$0"
}