/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/cl4r3/Halloween-Mod-Jam-2023
**
*************************************************/

{
  // Generic dialogue for NPCs without these specific keys
  "generic.not_candytaker": "Oh, thank you, but I'm alright.",
  "generic.give_candy": "Oh, are you trick-or-treating this year, @?#$b#Well then, here you go. Happy Spirit's Eve!$h",
  "generic.loved_treat": "This looks delicious! Thanks, @!$h",
  "generic.neutral_treat": "Thanks for the treat.",
  "generic.hated_treat": "This treat looks awful.$s",
  "generic.before_steal": "Looks like I'll have to choose a treat for myself...!$h",
  "generic.after_steal": "Don't worry, your stuff will be in the chest at the end of the maze tonight if you want it back.",
  "generic.fail_steal": "...Wait, you don't have anything for me to steal? Aw, man...$s#$b#Well, guess you'll get away with it this time!$h",
  "generic.before_paint": "Well, you know what happens if you don't give a treat...$h",
  "generic.after_paint": "Don't worry, the paint will wash off by tomorrow! Happy Spirit's Eve, @.",
  "generic.before_maze": "If you waste my time, then I'll waste yours...",
  "generic.after_maze": "Find the exit to be released from the illusion. Well then, good luck!",
  "generic.before_mystery": "You don't know your Spirit's Eve treats very well, do you?",
  "generic.after_mystery": "Now you definitely won't know them! Good luck telling these apart, if you can...$h",
  "generic.fail_mystery": "Hm, looks like you don't have any treats for me to mess with... Oh, well!",
  "generic.before_nickname": "Good thing I brought these nametags with me! Now hold still...",
  "generic.after_nickname": "For the rest of the day, you'll be known as @!$h#$b#Happy Spirit's Eve, @.",

  // Non-dialogue info messages
  "info.not_halloween": "You can't give out Spirit's Eve treats when it's not Spirit's Eve!",
  "info.already_given": "You have already given a Spirit's Eve treat to this person.",
  "info.festival_prep": "Looks like it's time to start setting up for tonight's festival!",

  // A list of silly names the player might be called as part of a trick (separated by commas)
  // Please use similar, gender-neutral names from your language rather than literal translations
  // Just make sure to keep the names separated with commas!
  "tricks.dumb_names": "Stinky McButtface, Captain Fartface, Doofus Supreme, Fartknocker, Turbo-nerd, Buttmunch, Ferretface, Boogerbutt",

  // For custom items in assets/JsonAssets
  "objects.rotten-egg.name": "Rotten Egg",
  "objects.rotten-egg.description": "This egg is long past its expiration date, if the smell is any indication...",
  "objects.mystery-treat.name": "Mystery Treat",
  "objects.mystery-treat.description": "Someone wrapped this treat up in nondescript packaging, and now there's no telling what it is...!",

  // Descriptions for config options in GMCM
  "config.bigpranks.name": "Large-Scale Trick Settings",
  "config.bigpranks.description": "For the large-scale trick that occurs the day after Spirit's Eve if the player does not give out enough treats.",
  "config.lovedgiftval.name": "Loved Treat Points",
  "config.lovedgiftval.description": "How many points the player gets when they give an NPC a treat that they love. Default value is 2.",
  "config.neutralgiftval.name": "Neutral Treat Points",
  "config.neutralgiftval.description": "How many points the player gets when they give an NPC a treat that they neither love nor hate. Default value is 1.",
  "config.hatedgiftval.name": "Hated Treat Points",
  "config.hatedgiftval.description": "How many points the player gets when they give an NPC a treat that they hate. Default value is -2.",
  "config.scorecalcmethod.name": "Score Calculation Method",
  "config.scorecalcmethod.description": "How the player's overall \"score\" for the large-scale trick will be calculated. The options are \"minmult\" (default), \"minval\", or \"none\". If \"none\", the player will never fall victim to the large-scale prank. For descriptions of the other two methods, please see the options below.",
  "config.customminmult.name": "Minimum Score Multiplier",
  "config.customminmult.description": "If the score calculation method is \"minmult\", the minimum number of points required to avoid the large-scale trick will be calculated by multiplying the total number of candytaker NPCs by this (decimal) number.",
  "config.customminval.name": "Minimum Score Value",
  "config.customminval.description": "If the score calculation method is \"minval\", the minimum number of points required to avoid the large-scale trick will be this numerical value.",
  "config.allowtping.name": "Allow TPing",
  "config.allowtping.description": "Whether the large-scale trick includes TPing. This overlay is based on the vanilla houses, so house retextures whose designs differ significantly from vanilla, disabling this option is recommended. If both this and the above option are disabled, no large-scale prank will occur.",
  "config.allowegging.name": "Allow Egging",
  "config.allowegging.description": "Whether the large-scale trick includes egging. This overlay is designed to be more forgiving for house retextures, so we recommend keeping this option enabled. If both this and the above option are disabled, no large-scale prank will occur.",
  "config.smallpranks.name": "Small-Scale Trick Settings",
  "config.smallpranks.description": "For the small-scale trick that trickster NPCs pull if the player gives them a hated treat. If all of the below options are disabled, the player will never have NPCs play tricks on them.",
  "config.allowsteal.name": "Allow Pickpocketing",
  "config.allowsteal.description": "When enabled, some tricksters may take a random non-essential item from the player's inventory and replace it with an egg. The stolen item can later be retrieved from the chest at the end of the Spirit's Eve maze.",
  "config.allowpaint.name": "Allow Paint Bombs",
  "config.allowpaint.description": "When enabled, some tricksters may \"throw a paint bomb\" on the player, changing their skin tone to a bright, colorful one for the rest of the day.",
  "config.allowmaze.name": "Allow Maze Puzzles",
  "config.allowmaze.description": "When enabled, some tricksters may warp the player into a maze that they then must find the exit to in order to return to their previous location.",
  "config.allowmystery.name": "Allow Mystery Treats",
  "config.allowmystery.description": "When enabled, some tricksters may wrap all Spirit's Eve treats in the player's inventory in identical packaging, making it hard to tell which treat is which.",
  "config.allownickname.name": "Allow Silly Names",
  "config.allownickname.description": "When enabled, some tricksters may give the player a silly nickname for the rest of the day, which all other NPCs/menus/etc will then use.",

  // Console Commands strings
  "commands.show_score": "Enter this command to see your current treat-giving score, and the minimum score you need to avoid a large-scale prank tomorrow.",
  "commands.set_score": "Enter this command to manually set the value for your treat-giving score.",
  "commands.check_costume": "Enter this command to have the mod double-check your costume, in case it seems that it did not detect your costume automatically.",
  "commands.not_halloween": "This command is only valid on Spirit's Eve.",
  "commands.no_min": "You have no minimum score requirement, meaning you will not be pranked tomorrow no matter what score you get.",
  "commands.min_score": "Minimum score needed to avoid a large-scale prank tomorrow: ",
  "commands.current_score": "Current score: ",
  "commands.not_int": "Input value was not a valid number.",
  "commands.hat_costume": "Player is currently wearing hat {hat}, part of the \"{costume}\" costume set.",
  "commands.hat_no-costume": "Player is currently wearing hat {hat}, which is not part of a costume set.",
  "commands.no_hat": "Player is currently not wearing a hat.",
  "commands.top_costume": "Player is currently wearing top {top}, part of the \"{costume}\" costume set.",
  "commands.top_no-costume": "Player is currently wearing top {top}, which is not part of a costume set.",
  "commands.no_top": "Player is currently not wearing a top.",
  "commands.bot_costume": "Player is currently wearing bottom {bot}, part of the \"{costume}\" costume set.",
  "commands.bot_no-costume": "Player is currently wearing bottom {bot}, which is not part of a costume set.",
  "commands.no_bot": "Player is currently not wearing a bottom.",
  "commands.new_costume": "Player is currently wearing the \"{costume}\" costume set."
}
