{
  "companionAccepted": "Muy bien, pero evitemos las minas. No quiero quedar entera sucia.",
  "companionRejected": "Suena aburrido...$2",
  "companionRejectedNight": "Es demasiado tarde para hacer algo ahora.$3",
  "companionDismiss": "...Ohh, también estaba empezando a disfrutarlo.#$b#Bueno, ¡supongo que nos veremos más tarde!$1",
  "companionDismissAuto": "Lo siento, @, estoy demasiado cansada para continuar. Te veré más tarde",
  "companionRecruited": "Hmm... ¿dónde vamos primero, @? Quiero sacar algunas buenas fotos.",
  "companionSuggest": "Estoy pensando en tomar algunas fotos del valle.#$q -1 -1#También deberías venir, podrías ayudarme.#$r -1 0 Yes#Sí, ¿porqué no? Déjame buscar mis cosas.#$r -1 0 No#Perdón, hoy tengo otras cosas que hacer. ¿Quizás para la próxima?",
  "companionSuggest_Yes": "¡Perfecto! ¿Por qué no eliges por dónde empezamos?$1",
  "companionSuggest_No": "Es una pena que no tengas tiempo. Adiós, entonces",
  "companion_Beach_summer": "¿Hoy vamos a tomar el sol? ¡Buena idea, necesito un buen bronceado!$1",
  "companion_Beach_summer~1": "¿Quieres ir a nadar, @? Es un buen día para eso!",
  "companion_Beach_Dating": "Quieres ver si hay alguna concha para recolectar? ¡Podría pasar todo el día en la playa!$1",
  "companion_Bugland": "¡Tienes que estar bromeando!$5#$b#Recuérdame de nuevo por qué quise venir contigo hoy, ¿@?$3",
  "companion_Bugland~1": "Pisé algo...$2#$b#Lo aplasté.$2",
  "companion_Desert": "Una amiga de mi hermana vive aquí, tiene un cabello hermoso.#$b#¡No es mejor que el mío, pero es realmente lindo!$11",
  "companion_Desert~1": "¡Hace mucho calor!#$b#Me encanta el clima cálido, pero esto es ridículo.$2",
  "companion_Farm": "Seguro que tienes mucha suci... tierra acá.$2#$b#Por eso siempre estás sucio, supongo.",
  "companion_Farm_Dating": "Sé que te he molestado porque pasas afuera todo el tiempo y haces todo este trabajo en la granja, pero honestamente estoy impresionada.#$b#Estas haciendo lo que amas, y estoy feliz por ti, @.",
  "companion_Farm_Spouse": "Nuestra entrada se ensució otra vez. Debería... Oh, tienes razón, cariño. Hoy tenemos que salir a caminar un poco.$1",
  "companion_Forest": "Creo que hay mucho espacio aquí para construir un centro comercial.#$b#...$7#$b#¿Qué?$7",
  "companion_Forest_Dating": "Si puedes pasar por todos los bichos y la suciedad, es como romántico acá, creo...$4",
  "companion_Forest_Dating~1": "He visto a Penny acá antes con los niños, a veces ellos tienen viajes por el día y hacen picnics.#$b#No me molestaría que hagamos un picnic uno de estos días, ¿si tú quieres?$4#$b#¡Incluso podría cocinar algo para nosotros!$1",
  "companion_Forest_Spouse": "Me gusta vivir aquí, @, pero mis opciones de vestir realmente no son adecuadas para pasear por el bosque.#$b#Las vistas lo compensan, supongo.$1",
  "companion_Mine": "¿Podríamos hacerlo rápido? Está bastante oscuro aquí, a lo que estoy acostumbrada, pero todo lo otro...$2",
  "companion_Mine~1": "Ew, porqué estamos acá?$2#$b#¡Voy a quedar inmunda!$3",
  "companion_Mine_Dating": "Solo... quédate cerca mío aca abajo, ¿vale? No soy como tú, esto definitivamente no es lo mío.$2",
  "companion_Mine_Spouse": "Estoy acostumbrada a la oscuridad, @, ¡pero no hay monstruos viscosos en mi cuarto oscuro!$2",
  "companion_Mountain": "Este no es un lugar para venir con tacones...$2",
  "companion_Mountain_Dating": "Esta realmente es una linda zona del valle.#$b#No conozco mucho a Maru o a Sebastian, pero parece que ellos no se llevan bien.$2#$b#Emily y yo somos tan diferentes, pero aún cercanas.#$b#La familia es importante.",
  "companion_Mountain_Spouse": "¡Me alegro de haber traído mi cámara hoy, cariño! ¡No importa el clima, este lugar es tan agradable de ver!",
  "companion_Mountain_Spouse~1": "Cariño, la próxima vez que planees sacarme de esta manera, recuérdame ponerme otros zapatos...",
  "companion_Sewer": "Un día bueno ahora se ha convertido en uno terrible, así que gracias por eso.$3#$b#¡Realmente me siento más sucia!$2",
  "companion_Sewer~1": "@, ¿me estás castigando por algo?$2#$b#Solo dime lo que hice para que pueda disculparme y podamos irnos.$2",
  "companion_Town": "Déjame cambiarme de ropa ya que estamos acá.",
  "companion_Town_Dating": "Caminar junto a ti por nuestro pequeño pueblo con el sonido distante del mar, y todos los colores otoñales arremolinándose en nuestros pies. Es tan romántico...$4",
  "companion_Town_fall": "Pueblo Pelícano no es el lugar más emocionante del mundo, ¡pero nadie puede negar lo hermoso que se ve en esta época del año!$1",
  "companion_Town_fall~1": "Siempre tomo demasiadas fotos de las hojas de otoño...",
  "companion_Town_spring": "Me encantan todos los pétalos de flores que flotan en el aire en primavera.#$b#Nunca me canso de eso.$4",
  "companion_Town_Spouse": "Cariño, ¿podemos pasar por mi casa un minuto? Me gusta ir de vez en cuando.$7"
}
