{
  "easter-egg.hatched-message": "Es schlüpft ein... Moment mal, ein Hase?!",
  "easter-egg.name": "Osterei",
  "excalibur.description": "Es zu tragen erfüllt dich mit Zuversicht.",
  "excalibur.name": "Excalibur",
  "excalibur.nope-message": "Es bewegt sich kein Stück.",
  "lost-message": "Oh-oh, es scheint du hast dich im tiefen Wald verlaufen...",
  "healing-fountain.drink-message": "Du fühlst dich erholt und energiegeladen und auch, dass sich dein Glück verbessert hat.",
  "woods-obelisk.description": "Warpt dich in den tiefen Wald.",
  "woods-obelisk.name": "Wald-Obelisk",
  "woods-obelisk.wizard-mail": "Ich konnte deine Anwesenheit in den Tiefen des Waldes spüren.^Eine starke und alte Magie wankt in den Baumwurzeln und der Erde.^Es ist schwierig, aber mit den richtigen Zutaten kann ich einen Obelisk manifestieren, welcher diese Magie nutzt, um dich noch viel tiefer in den Wald zu bringen.^Komm in meinen Turm wenn du bereit bist.^   -M. Rasmodius, Zauberer",

  "messagebox.close": "Schließen",

  "maxhouse.puzzle.nope": "Du hörst ein Klicken, aber nichts passiert...",

  "maxhouse.stuff.question": "Eine ganze Menge Zeug.",
  "maxhouse.stuff.answer.search": "Zeug durchsuchen",
  "maxhouse.stuff.answer.nevermind": "Nee, lieber nicht",
  "maxhouse.stuff.nothing": "Du konntest nichts sinnvolles finden. Vielleicht ein ander mal...",

  "maxhouse.shop.empty": "Der Laden hat aktuell keine Ware. Komm später wieder.",
  "maxhouse.quests.empty": "Im Moment gibt es keine Aufgaben. Komm später wieder.",

  "maxhouse.books.random.1": "= Einhorn Legenden =^^Einhörner sind scheue und flüchtige Wesen. Solltest du jemals auf ein Einhorn treffen, was, ganz ehrlich, viel Glück erfordert, nähere dich nur mit äußerster Vorsicht. Ein Schritt zu schnell und es wird sich erschrecken, was furchtbares Unglück über dich bringen wird!",
  "maxhouse.books.random.2": "= Sagenhafte Schwerter =^^Legenden sagen irgendwo in diesem Wald sei ein uraltes magisches Schwert versteckt, tief in einen Stein getrieben. Nur die mit dem größten Geschick, den meisten Errungenschaften, und dem höchsten Glück werden es schaffen, es herauszuziehen.",
  "maxhouse.books.random.3": "= Unkrautvernichtung Für Den Harten Garten =^^Wenn du jemals mit einem Befall von dornigen Büschen zu kämpfen hast, die einfach nicht verschwinden wollen, gibt es ein bewährtes Hilfsmittel: Bomben. Jeder Garten braucht ab und an eine gute Portion Sprengstoff. Und wie immer gilt: Viel hilft viel!",
  "maxhouse.books.random.4": "= Nachttierchen Und Andere Sichtungen =^^Geister und Fledermäuse sind nur einige der vielen faszinierenden Kreaturen, die spät nach Sonnenuntergang beobachtet werden können.",
  "maxhouse.books.random.5": "= Ernährung Und Architektur =^^Vor Jahrhunderten, als Baumaterialien schwer zu finden waren, behalfen sich die Menschen in der Not ihre Häuser aus Brot, Süßigkeiten und anderen Lebensmitteln zu bauen. Auch wenn dies heute nicht mehr gängige Praxis ist, könnten einige solcher verlassenen Häuser immer noch in unerforschten Gebieten gefunden werden. Eine gute Nahrungsquelle!",
  "maxhouse.books.closebook": "Buch schließen",

  "bigsign.message": "Willkommen im Tiefen Wald! Wo Natur und Magie in Harmony existieren!^== Monsterjagd für die ganze Familie ==^== Wanderrouten für jedes Niveau ==^== Abenteuer und Spaß für alle ==^^Warnung: Sehr gefährlich. Keine Haftung für tote, verfluchte, oder vermisste Abenteuerlustige.",
  "entrysign.message": "Du betrittst den tiefen Wald. Laufe nicht zu weit, wenn du nicht vorbereitet bist. Viele vor dir sind verschollen oder schlimmeres. Du bist gewarnt.",

  "orb-stone.question": "Du fühlst dich zu diesem Stein hingezogen. Du weißt nicht warum. Traust du dich ihn zu berühren?",
  "orb-stone.yes": "Ja!",
  "orb-stone.no": "Nee, besser nicht.",
  "orb-stone.touch-message": "Du berührst den Stein behutsam. Du fühlst ein Summen, aber nichts passiert.",
  "orb-stone.touch-message-no-orb": "Du berührst den Stein behutsam. Der Stein fühlt sich sehnsüchtig an. Es ist eine seltsame Erfahrung.",

  "cave-entrance.caved-in.message": "Der Eingang ist eingestürzt. Es scheint keinen Weg hinein zu geben.",

  "minecart.destination.deepwoods": "DeepWoods"
}