{
  "easter-egg.hatched-message": "A new... wait a minute, a rabbit hatched?!",
  "easter-egg.name": "Easter Egg",
  "excalibur.description": "It feels hopeful to wield.",
  "excalibur.name": "Excalibur",
  "excalibur.nope-message": "It won't budge.",
  "lost-message": "Uh-oh, it seems you got lost in the deep woods...",
  "healing-fountain.drink-message": "You feel refreshed, energized, and somehow lucky.",
  "woods-obelisk.description": "Warps you into the deep woods.",
  "woods-obelisk.name": "Woods Obelisk",
  "woods-obelisk.wizard-mail": "I could sense your presence in the depths of the forest.^There is a strong and old magic burried within the tree roots and earth.^It is difficult, but with the right ingredients I should be able to manifest an obelisk that uses this magic to allow you access much deeper into the forest.^Come to my tower when you are ready.^   -M. Rasmodius, Wizard",

  "messagebox.close": "Close",

  "maxhouse.puzzle.nope": "You hear a click, but nothing happens...",

  "maxhouse.stuff.question": "Lots and lots of things.",
  "maxhouse.stuff.answer.search": "Search through stuff",
  "maxhouse.stuff.answer.nevermind": "Nevermind",
  "maxhouse.stuff.nothing": "You found nothing immediately useful. Maybe another time...",

  "maxhouse.shop.empty": "The shop is currently out of stock. Come back later.",
  "maxhouse.quests.empty": "Currently no tasks or quests are open. Come back later.",

  "maxhouse.books.random.1": "= Unicorn Folklore =^^Unicorns are shy and elusive creatures. If you ever encounter one, which my friend, requires a lot of luck, approach it with utmost care. Step too quickly and you will scare it away, bringing terribly bad luck over you!",
  "maxhouse.books.random.2": "= Of Legends And Swords =^^Legends say somewhere hidden in this forest is an ancient magic sword, deeply buried in a stone. Only the most skilled, achieved, and lucky will be able to pull it out.",
  "maxhouse.books.random.3": "= Weed Removal For The Hardened Gardener =^^If you ever struggle with an infestation of thorny bushes that just won't go away, an old trick is to use bombs. Every gardener's best friend is a good dash of explosives. Use several if necessary.",
  "maxhouse.books.random.4": "= Night Critters And Other Sightings =^^Ghosts and bats are one of many fascinating critters one can observe after sun down.",
  "maxhouse.books.random.5": "= Nutrition And Architecture =^^Centuries ago, when building materials were hard to find, people made do by building houses out of bread, candy, and other food items. While not anymore in fashion, some such abandoned houses might still be found in unexplored areas. A good source of food, too!",
  "maxhouse.books.closebook": "Close Book",

  "bigsign.message": "Welcome to the DeepWoods! Where nature and magic exist in harmony!^== Family friendly monster hunting ==^== Hiking trails for every skill level ==^== Adventure and fun for everyone ==^^Warning: Very dangerous. No liability for dead, cursed, or lost adventurers.",
  "entrysign.message": "You are entering the Deep Woods. Don't venture too deep if you aren't prepared. Many before you have gotten lost or worse. You have been warned.",

  "orb-stone.question": "You feel drawn towards this stone. You do not know why. Do you dare touch it?",
  "orb-stone.yes": "Yes!",
  "orb-stone.no": "Eeehh, better not.",
  "orb-stone.touch-message": "You carefully touch the stone. You feel a humm, but nothing happens.",
  "orb-stone.touch-message-no-orb": "You carefully touch the stone. The stone feels like it longs for something. It is a strange sensation.",

  "cave-entrance.caved-in.message": "The entrance is caved in. There doesn't seem to be a way to get inside.",

  "minecart.destination.deepwoods": "DeepWoods"
}
