{
        "Rainy_Day_0": "Mmmm... The sound of the rain on the roof is louder out here than it was at my old place.#$e#It's oddly relaxing, isn't it?$10#$e#Makes me wanna snuggle up and relax a while.$l",
        "Rainy_Day_1": "I like the rain, but I hope it doesn't storm too badly. The thunder scares %pet sometimes.$s#$e#Then again, it's nice when they wanna cuddle up, too, heh.",
        "Rainy_Day_2": "The rain woke me up, so I made some breakfast for us. [200 201 211 234 610 651]#$e#I'm not really the best chef, but I think it came out okay?$12#$e#If you get sick, though, it was totally the weather and not my cooking.$16",
        "Rainy_Day_3": "Hey gorgeous. You got any plans on a day like today?#$e#I think I might just stay in and finish reading my newest manga series. I've been meaning to find time for it.$h",
        "Rainy_Day_4": "Weather like this is oddly inspirational, isn't it?$10#$e#It's like how people get their best ideas in the shower, but the whole farm's getting a shower!$17#$e#Seriously, though, I woke up with a great idea for a new story. I'll have to tell you about it later.$h",
        "Rainy_Day_5": "Hey babe, have you seen %pet anywhere?$s#$e#Oh nevermind I see them, phew. I thought they got out in this weather.#$e#Having pets is more worrisome than I imagined!$12",
        "Rainy_Day_Riley": "Be sure to stay safe and warm if you go out today, okay babe?$l#$e#I know you can take care of yourself so I try not to worry, but SOMEONE had to go and make me CARE about them.$7#$e#So really, any fussing I do is your own fault, hehehe.$10",
        "Rainy_Night_0": "Man, I did nothing today, heh. The rain just makes me so sleepy...$12#$e#At least now it's almost time to actually sleep, huh? It'll be nice to get all warm and cozy with you.$l",
        "Rainy_Night_1": "Did you have a good day, love? I know it must be cold out there, so I made something to warm you up. [197 208 224 231 236 237 727]$l#$e#Don't worry, no farm animals were harmed in the making of this meal, hehe.$16",
        "Rainy_Night_2": "I wound up playing my MMO some today while you were out, and got some pretty cute new armor!$h#$e#The stats on it suck, but my character looks adorable, hahaha.$10",
        "Rainy_Night_3": "Hey babe, how was your day?$l#$e#I wound up reading some, and it was really great! The heroine had these three different guys vying for her attention, right?#$b#So she wound up ignoring all three of them in favor of mastering some new powers, and became a superhero! Ha!$10#$e#Or well, at least at first. There may have been some romance eventually, but still.$l",
        "Rainy_Night_4": "I started drawing this morning, and before I knew it it was already late!$12#$e#I feel weirdly accomplished, though. Like I got a lot done on a day like this when I could've just hibernated instead, hehe.#$e#What all did you do today?",
        "Rainy_Night_5": "Welcome home, gorgeous. Get in here and get warmed up, we can't have you catching a cold!$h#$e#Let's snuggle up and listen to the rain as we fall asleep.$l",
        "Rainy_Night_Riley": "A day of rain is nice, and I know the crops appreciate it, but I hope it clears up by morning.#$e#What about you? Hoping for clear skies, or do you enjoy this weather?#$e#I hear there are some things you can only do when it's raining, but don't ask me what they are, hehe!$10",
        "Indoor_Day_0": "Morning, love! Did you smell your breakfast? Here you go! [200 201 211 234 610 651]$h#$e#I feel like I'm finally starting to get the hang of this cooking thing now that I have someone else to cook for, you know?$10",
        "Indoor_Day_1": "Morning, gorgeous. Any big plans for today?#$e#I think I might practice some drawing. Maybe work on more unique character designs or something.$h#$e#After a few morning chores, of course! I didn't forget about you.$17",
        "Indoor_Day_2": "Heya. How'd you sleep? Sorry if I was tossing and turning a bit.$12#$e#You look well-rested at least, though, so that's good! That mean you're ready to take on the day?$h",
        "Indoor_Day_3": "Man, I had the weirdest dream last night. I woke up convinced it would make the coolest plot line for a story...$s#$e#Then I realized it was about a rubber duck weilding a laser sword to fight evil corn from space! So maybe not, ahahahaha.$12",
        "Indoor_Day_4": "Mmmm, hey there, handsome. You sleep well? I'm still half asleep myself, heh.$8^Mmmm, hey there, beautiful. You sleep well? I'm still half asleep myself, heh.$8#$e#Are you sure we can't just cuddle all day? No? Awwww...$12#$e#Hehehe. All right, then take this! Gotta take care of yourself to stay out of the hospital! [349 351 522 527]$10",
        "Indoor_Day_Riley": "Good morning, my love. Ready for another exciting day?$h#$e#It seems like every day is exciting with you!$10",
        "Indoor_Night_0": "Awww, you look like you had a long day. Are you tired?$s#$e#Hmmm... Tell you what. Why don't you come lie down and I'll give you a nice massage to help you relax.$8",
        "Indoor_Night_1": "Awww, you look exhausted. Why don't you go ahead and head to bed?#$e#I'm gonna be up late on the computer, but I'll do my best to be extra quiet so you can sleep, okay hon?$12",
        "Indoor_Night_2": "Hey you. Long day? Why don't you come snuggle up for a little while and tell me about it?$8#$e#After that, we can head to bed together and really help each other relax.$17",
        "Indoor_Night_3": "Ugh... I actually cleaned the house today. I hate cleaning.$s#$e#But it's worth it knowing my loving partner can come home to a nice place...$l",
        "Indoor_Night_4": "Hey babe! I made us some dinner. [197 208 224 231 236 237 727]$10#$e#What all did you end up doing today? Why don't you come tell me all about it before we head to bed?$10",
        "Indoor_Night_Riley": "I got so much drawing done today, it was crazy.$10#$e#Of course that means I didn't really do any chores, but they'll still be there tomorrow, right? Heh.$12#$e#Sometimes it's good to take a day off. You should, too!$h",
        "Outdoor_0": "Oh, I just remembered! I saw some seeds when I went to town the other day, so I grabbed a pack for you.[425 486 499]#$e#I'm not sure if it's the right season for them, but I was thinking of you.$l",
        "Outdoor_1": "It's crazy just how much land we have, isn't it? I can't even see the far side of the farm from here!#$e#Maybe I'll go walk the perimeter and check on everything today.",
        "Outdoor_2": "Hey gorgeous! Working hard?$10#$e#If I knew more about farm work I'd help you out more, but... Sorry!$12#$e#I'll be thinking of you, though!$l",
        "Outdoor_3": "The weather's nice today, isn't it? That oughtta make the farm chores a little easier.#$e#It's amazing how much you do every day. Honestly, you never cease to impress me...$l",
        "Outdoor_4": "Getting some fresh air really helps one think, huh? My head is swimming with all sorts of ideas now.#$e#Of course I'll have to sort out later if they're actually any good!$10",
        "Outdoor_Riley": "Hey, did you see where %pet got off to? That silly butt is always going wild around here.",
        "OneKid_0": "I was reading to %kid1 earlier, and- Huh?#$b#Oh, haha, no, don't worry! It was a picture book, not one of my silly romances!$10",
        "OneKid_1": "I wonder what %kid1 will grow up to be? It's amazing to think of all the possibilities, isn't it?#$e#The future feels so bright.$10",
        "OneKid_2": "Honestly, I never imagined being a parent... It's still taking some getting used to!$12#$e#Knowing I'm raising a child with you though makes it worth it.$l",
        "OneKid_3": "Mmmm... I'm so sleepy... %kid1 was up all night.$s#$e#But hey, at least the little stinker should be worn out for a while today, hahaha.$10",
        "TwoKids_0": "I already gave %kid1 and %kid2 their breakfast.#$e#Of course, %kid1 gave some to %pet and %kid2 just dumped half in the floor but...$12#$e#At least it's all cleaned up now, right?$12",
        "TwoKids_1": "We have to make sure and give %kid1 and %kid2 both plenty of attention now that we have two.#$e#We don't want any jealousy or hard feelings between them, like me and my sister had growing up.$s#$e#Of course, a little sibling rivalry is okay. We just need to make sure we're not part of it is all!",
        "TwoKids_2": "If you'd told me a few years ago I'd be a parent, let alone to TWO kids, I'd have laughed in your face.$12#$e#I guess people change, though. I love our little family now.$l",
        "TwoKids_3": "Phew... Babe I love you and I love the kids...#$b#But two is all you're getting. These little boogers are tiring! Hahaha.$10",
        "Good_0": "Some days I still can't believe I actually got married... but then I look at you and remember exactly why I did.$l",
        "Good_1": "I can't say meeting you was love at first sight, exactly...#$b#But I did think you were pretty cool right away, and wanted to get to know you.$l#$e#Who could've imagined that'd turn into what we have now?$10",
        "Good_2": "Have I told you lately just how ravishing you look?$8#$e#Perhaps I should tell you again, hm?$10",
        "Good_3": "Yes? What can I do for you today, my cuddly snuggle love?$10#$e#*giggle* I guess I'm feeling kind of affectionate today.$10",
        "Good_4": "I never imagined sharing a home and a life with someone like this...#$b#But now it's hard to imagine life any other way.$l",
        "Good_5": "Hm? Oh, h-hey. I wasn't just... staring at my wedding pendant or anything sappy like that!$12#$e#If I was, that would've been totally embarrassing, hahaha!$12",
        "Good_6": "Hey, babe. Be sure to take extra precautions if you head into the mines, okay?#$e#I worry about you sometimes, but I know you're strong and smart!$l",
        "Good_7": "Hey @? I just want to say that I appreciate everything you do for me...$l",
        "Good_8": "I love you, @. I don't feel like I say that enough, but I do.$l",
        "Good_9": "Living on a farm is a lot different than my old life in the city, but I've grown to love the peace and quiet...$l#$b#Among other things. *giggle*$10",
        "Neutral_0": "Some people might worry about attraction fading with age...#$b#But I know you and I will be a pair of silver foxes.$16#$e#We'll just have to watch ourselves around the chickens, won't we? Haha!$h",
        "Neutral_1": "Do you think your grandpa would be proud of the work we've done?#$e#I'm sure he would be.",
        "Neutral_2": "Taking a break? Good, you deserve a little time to relax now and then.$h",
        "Neutral_3": "If you go into town, make sure and say hi to everyone for me. I'm just gonna stay in and relax for today.",
        "Neutral_4": "Ugh... There are a lot more chores out here than at my old place.$s#$e#I'm glad to be able to help you, though!",
        "Neutral_5": "Hey, if we're doing okay on money, do you mind if I buy an in-game mount? They have this really cool new one...",
        "Neutral_6": "I wonder what everyone in town is doing today? It's kind of weird being so far out here, but that's not a bad thing either.",
        "Neutral_7": "I'm thinking of working on a new character sheet for Solarion Chronicles today. Maybe we could make you a character, too?",
        "Neutral_8": "Did you wipe your feet at the door? Be careful not to track dirt in if you can help it, okay?#$e#I don't mind cleaning up, but no sense making more work than we have to, right?",
        "Neutral_9": "I wonder if we'll live here our entire lives? The weird thing is I can actually imagine it...",
        "Bad_0": "...Do you still love me?$11#$e#I dunno, I guess lately I've just had some doubts...$s",
        "Bad_1": "*sigh*...$s#$e#Hm? Oh, don't mind me. I was just... thinking.$s",
        "Bad_2": "Are you still happy with me? You don't... regret getting married... do you?$s",
        "Bad_3": "Did I do something wrong? You've been acting different lately.$s",
        "Bad_4": "Do you ever wonder what else is out there? Sometimes...$s#$e#Sometimes I guess I just... wonder if we're missing out by settling down so soon...$11",
        "Bad_5": "Are we having money troubles, or something...?$s#$e#It feels like you used to bring me little gifts all the time, but lately...$s#$e#You know it doesn't have to be expensive, right? Just something to show you were thinking of me would be nice...$11",
        "Bad_6": "Is this... really how we want to spend our lives? I dunno, I feel like... something needs to change...$s",
        "Bad_7": "Ugh, why don't you buzz off?$a#$e#Er... Sorry, I don't mean to snap... I guess I'm just in a bad mood...$s",
        "Bad_8": "You know I could be out seeing the world and getting with whoever I wanted right now. Instead I'm here with you.$a#$e#Just food for thought...$a",
        "Bad_9": "You know it's not too late for a divorce if you're not happy, right...?$s#$e#I'm not suggesting it or anything, just... The way you've been acting lately I can't help but wonder...$a",
        "spring_1": "My aching head... Hehe. We might've celebrated a bit too hard last night.$12#$e#I'm excited to see what the new year brings, though!$h",
        "spring_23": "So tomorrow is the flower dance.#$b#What do you think? Shall we show them all our moves?$16#$e#Of course, if you feel like dancing with someone else, I wouldn't be jealous. I just want you to have fun!$10",
        "summer_1": "I can't believe it's already summer. Be sure to stay safe and hydrated out in the heat, okay?",
        "summer_10": "Hey babe, have you decided what to take to the Luau tomorrow?#$e#If you don't have something better lined up, I was saving this. It's probably not the best, but should be pretty good. [300 348 414 486 595 636 637]$h",
        "fall_1": "Ah, fall again! It's so nice to feel a chill after the long summer, huh?",
        "fall_15": "Have you figured out what you're going to use for our grange display tomorrow? Because I may have picked up a little something! [72 74 426 432 446 454 486 578 610 773]$10",
        "fall_26": "Are you excited for Spirit's Eve tomorrow night?$h#$e#It may not be a costume party here in Pelican Town, but it's nice to go to festivals and see everyone, isn't it?",
        "winter_1": "Brrr.... It's cold. I guess winter has arrived.",
        "winter_7": "Are you going to enter the fishing contest tomorrow? I'm excited to see the ice sculptures myself. Leah's is always amazing!",
        "winter_28": "Here's to an exciting new year, huh? Cheers, @! [348]$10",
        "spring_Riley": "I love all the flowers this time of year...#$b#...even if you sort of 'tamed' this 'wildflower', hehehe.$17",
        "summer_Riley": "It's a great time of year to hit the beach, huh? Maybe I'll head out there for a bit some time this season!$h",
        "fall_Riley": "Do you think maybe later we could gather up some leaves and jump in the piles?$h#$b#It's fun to act like a kid sometimes!$10",
        "winter_Riley": "Brrrrr... It's hot cocoa and cuddle weather for sure!$l",
        "spouseRoom_Riley": "#$c .5#Hm... What to read? A new series, or an old classic? Decisions, decisions...#$e#I was thinking of playing my game for a bit, but decided I wasn't in the mood after all... Weird huh?",
        "patio_Riley": "Don't mind me, I'm just getting a bit of fresh air. It's weird, but I'm starting to like the smell of the farm.",
    }