{
		"workout": "Dancing is great exercise, and way more fun than a traditional workout!$h",
		"springsaloonfri": "I wish there was a bigger arcade selection here. I mean I like these games fine, but where's the dance game?",
		"summersaloonfri": "Hey there. What's a farmer like you doing in a joint like this?$u#$b#Hehe I'm just teasing. I'm glad you found some time to stop by! I know the farm must keep you really busy.$10",
		"fallsaloonmon": "Hey @, you here for a drink, too? I may've.. heh... had a bit much already.$10#$b#Hey, hey! Have I ever shown you my tongue ring? It's fun to play with.#$b#Nyeeehhh. See? *giggle*$16",
		"fallsaloonfri": "Man, Sebastian's ego about his win streak has really inflated lately. Almost makes me want to knock him down a peg myself.$18#$b#I mean, I suck at pool so I couldn't actually do so, but it's called wishful thinking, haha.$12",
		"wintersaloonfri": "One of these days I swear Sam is going to win. It's gonna happen! I can feel it!#$b#I gotta hand it to him, though, he's got way more patience and determination than I'd have in his shoes!",
		"raid1": "Hey @. Sorry, but Wednesday nights are raid time. Gotta get these bosses down and score some sweet loot!$h",
		"raid2": "Heal heal heal heal heal!!! DAMMIT.$9#$b#Ugh, tank's down... Looks like we'll have to wipe and start over...$s",
		"raid3": "Hm? Oh hey @, we're on a fifteen minute break so I can actually talk, heh.#$b#Did I tell you a new expansion just came out? My group is taking on the new bosses tonight and it's pretty epic!$h",
		"raid4": "Ugh... Ya know, some weeks raiding feels more like a chore than a hobby. We just downed a boss but I barely even car-$s#$b#!?$6#$b#Oh score! I got a new robe! Now I totally care again, somehow, hahaha.$10",
		"abigail1": "Honestly, neither of us is very good at this game, but teamwork makes dreamwork, right?$10",
		"abigail2": "Where did they all come from!? Mayday, mayday, abort, abort!$6#$b#We're so gonna die, ahahaha.$12",
		"shop1": "Hey @, I was just doing my weekly shopping. Gotta get snacks to fuel up!$h#$b#And, you know, basic food to live, I guess. If you're into that sort of thing.$u",
		"shop2": "Hmmm... Should I go with the chocoate cereal or the fruity one...$18#$b#Great, now I'm craving chocolate-covered fruit, haha.$10",
		"shop3": "Can you guess how many of my groceries are pumpkin spice flavor?$u#$b#It's probably not as ridiculous a number as you just thought of, but still a pretty embarrassing one, haha.$10",
		"shop4": "I can't believe Pierre is out of cocoa again! Who keeps buying it all?$a#$b#At this rate I almost wanna shop at JojaMart, but I really prefer supporting local businesses when I can... Oh well.$s",
		"winter16": "Hm... I'm thinking about seeing the mermaid show, but I don't really know...$18",
		"marriage_winter16": "Hey babe. Do you wanna watch the mermaid show with me?$h",
		"work1": "Hey @. I'm actually on the clock so I can't hang out right now.#$b#What, you didn't think this place maintained itself, did you?$10",
		"work2": "Anything I can do to make your stay at the spa more relaxing? Perhaps offer a nice massage?#$b#Aww, no? All right, then. Enjoy your stay and good luck when you get back to work!",
		"fall14.1": "Ugh... I don't want to go to my doctor's appointment today. Hospitals make me nervous.$s",
		"fall14.2": "Oh hey, my birth control just got cheaper. I guess this day wasn't a total bust after all!$h",
		"rainygame1": "@? When did you- Hang on I'm in a raid and-$6#$b#GET OUT OF THE FIRE. **** **** ******* **** *****!!!$9#$b#Ugh these PuGs suck! Sorry, this is gonna be a long raid...$a",
		"marriage_loungespring": "Sometimes it's nice to just sit out here and enjoy the weather. Maybe chat with anyone who comes along.",
		"marriage_loungesummer": "Ugh... It's too hot to move. Let me just rest here a bit...$s",
		"marriage_loungefall": "The weather is so nice this time of year, isn't it? It's good to just be outdoors.",
		"marriage_seb1": "I really love the mountain air... even if sooomeone insists on smoking out here, hehe.#$b#I don't really mind that much, I just have to give him a hard time.$17",
		"marriage_seb2": "Hey gorgeous. Have I mentioned lately that you're amazing? Thanks for not getting jealous of me hanging out with friends.$10",
		"marriage_seb3": "The fall weather is nice for exploring the mountainside a bit, isn't it? Just be careful if you go near the mines!",
		"marriage_seb4": "Brrr! That's a crisp breeze, isn't it? Still, it's really nice to hang out up here.",
		"marriage_samseb": "A little chitchat before band practice is nice, huh?",
		"marriage_beach1": "It's so nice to feel the sand between my toes!$10",
		"marriage_beach2": "Do you wanna go swimming with me, love? ...No? All right. Well have fun today!",
		"marriage_abigail1": "She's not kidding, whoever designed this level needs a kick in the pants.$a",
		"marriage_abigailmountain": "I never get tired of the view from up here. Look, you can see the farm!",
		"marriage_abigailbus": "Why are we hanging out at the bus stop? I mean, why not, honestly?",
		"marriage_abigail2": "Oh jeez oh jeez oh-!!!$6#$b#Haha, nice! Good job, Abigail!$h",
		"marriage_band1": "Aren't the boys sounding great today? I love coming to band practice to encourage them.",
		"marriage_band2": "Honestly I've thought about asking to join the band, but... It just seems like Their Thing, you know? I'm happy to just support them.#$b#Besides, I'm kind of tied to the valley now, huh?$16",
		"marriage_band3": "I wonder if Sam's band will ever move beyond small gigs and get really well-known...#$b#I think it's fine either way, though, as long as they love performing.$10",
		"marriage_band4": "Oh hm, I think Sam's a bit out of tune today. Should I tell him? Or maybe he's experimenting with a new sound...$18",
		"marriage_shop1": "Hey babe. Just doing our weekly food shopping. Do you want pizza or burritos? Maybe both?",
		"marriage_shop2": "Oh look, a buy one get one half off sale! Too bad it's on something we'd never use, heh.",
		"marriage_shop3": "What? Oh um... Ignore all the candy in the basket, ha. I've been craving sweets lately.$12",
		"marriage_shop4": "Hey look, there's actually cocoa in stock! Ooh, peppermint flavor, too!$10",
		"marriage_springsaloon": "Go get him, Sam! You can do it!!$10#$b#He probably can't, but I've gotta root for the underdog.",
		"marriage_springsaloon2": "Hey babe! Dance with me!!$10",
		"marriage_summersaloon": "One of these days Abigail and I really need to learn to play pool and kick the boys off for the night, hehe.",
		"marriage_summersaloon2": "Do I ever feel silly dancing by myself? Nah, I'm just having more fun than everyone else!$10",
		"marriage_fallsaloon": "It's so nice that we can meet up here every week and hang out. Even better when you join us!$10",
		"marriage_fallsaloon2": "%Riley seems a little drunk. Maybe just let him dance for now.",
		"marriage_fallsaloon2": "%Riley seems a little drunk. Maybe just let her dance for now.",
		"marriage_wintersaloon": "I swear, once I saw Sam win a game. Though that might have been a dream...",
		"marriage_wintersaloon2": "A nice drink and some exercise can really help keep you warm when it's cold!",
		"marriage_work1": "Honestly, I'm tempted to ignore work and join you in the pool, but...#$b#I'd better not. *sigh* Don't wanna get in trouble.$s",
		"marriage_work2": "It's usually pretty slow around here. You'd think we don't get customers at all, heh.#$b#But they do show up sometimes, and everything has to be nice when they do.",
		"marriage_work3": "Anything I can do to make your stay at the spa more relaxing? Perhaps offer a nice massage?#$b#Aww, no? All right, then. Enjoy your stay and good luck when you get back to work!",
		"marriage_work4": "Mmm, I'm supposed to be working right now, but I keep thinking about how Abigail and I are gonna progress in our game tonight, heh.$12",
		"marriage_work5": "It may not seem like I do much around here, but it can be pretty tiring. I'm looking forward to a nice drink at the saloon tonight!",
		"marriage_work6": "Hey babe. Just putting in some hours before heading to Night Market tonight. I hope to see you there!",
		"marriage_fall14.1": "I don't wanna go to the doctor, bluuuuugh...$s#$b#*sigh* But I will, to make sure I'm healthy for your sake, I guess.$s",
		"marriage_fall14.2": "I don't know why I get so nervous about check-ups. It's never as bad as I imagine, heh.",
		"marriage_winter16": "Hey you. Glad you could make it.#$b#Are you gonna do any shopping this year? Or maybe try the fishing experience?",
	}