/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/Jaksha6472/WitchTower
**
*************************************************/

{
	"witchtower.raven_notWorthy": "The raven caws accusingly and impatiently scratches the ground with its sharp claws. It seems to be waiting for something.",
	"witchtower.raven_introduction": "So you were able to learn the forest language. Good job! I just thought you had a special kind of aura about you, @.|Now get that confused look off of your face, @. As if there were no bigger mysteries in Ferngill to solve as a speaking raven at a magical place...|Where do I know your name from? Couldn't you come up with a less insignificant question?|Maybe it’s better for now, if you just stop babbling about and let me do the talking. Because I’m about to offer you a very lucrative proposal. Something you might find absolutely intriguing.|Are you aware of the teleportation circle beneath my claws? There’s another one, just on top of the hill next to the abandoned tower. I could infuse it with magic again. You would be up there faster than you can blink and just as quickly back here.",
	"witchtower.raven_introductionQuestion": "Well, what do you think?",
	"witchtower.farmer_interested": "Of course! I would like that!",
	"witchtower.farmer_whatRequest": "You’ll definitely want something. What is it?",
	"witchtower.farmer_notInterested": "I’m not even the slightest bit interested in this offer.",
	"witchtower.raven_answerNotInterested": "How regrettable. In that case, we have nothing further to discuss.|I will remain nearby. If you come to your senses, come find me.",
	"witchtower.raven_deniedRavenOnce": "Have you changed your mind? Do you want to be able to use the teleportation circle on your farm now?",
	"witchtower.raven_happyFirstRavenRequest": "I was sure that you would appreciate such things more than your stubborn grandfather. Of course, there is nothing for free in this world, @.|I need a few small things, and you will bring them to me. Don't worry, you won't have too many problems to get them.|For the beginning I need Life Elixirs. Two should be enough.",
	"witchtower.raven_firstRavenRequest": "In return, I only want a few small things, and you will procure them for me. Don't worry, you won't have too many problems with it|For the beginning I need Life Elixirs. Two should be enough.",
	"witchtower.raven_firstRavenRequestQuestion": "Hopefully you know how to brew these potions? If not, you better learn it quickly.",
	"witchtower.farmer_acceptFirstRavenRequest": "Of course. I'm already on my way.",
	"witchtower.farmer_complainFirstRavenRequest": "I've never heard of that. Where can I get such a recipe?",
	"witchtower.raven_acceptFirstRavenRequest": "That's what I call diligence! I'm eagerly awaiting your return, @.",
	"witchtower.raven_complainFirstRavenRequest": "Did I perhaps have too high expectations of you?... Visit the mine. There is a lot of ancient knowledge to be found there.",
	"witchtower.raven_waitForItem": "Don't waste your time! Bring me what I asked for!",
	"witchtower.raven_secondRavenRequest": "The life elixirs! Wonderful! Hand them over!|The quality seems sufficient, even if you don't seem to have the talent of an alchemist.|Good, @. I have more for you to do. I need some specimens of a magically infused plant.|Now don't look so grumpy, it's not as rare as it seems. You know it by the name Fairy Rose.|It's important that all the flowers match in color and quality.",
	"witchtower.raven_secondRavenRequestQuestion": "Five pieces should be enough.",
	"witchtower.farmer_acceptSecondRavenRequest": "Alright! It will take a little while, though.",
	"witchtower.farmer_complainSecondRavenRequest": "I'm pretty sure Pierre has never had such seeds in stock!",
	"witchtower.raven_acceptSecondRavenRequest": "I can wait for quality work! Prove to me that you're a capable farmer, @.",
	"witchtower.raven_complainSecondRavenRequest": "Well, then you obviously looked for it at the wrong time of year. I hope I don't have to explain to a farmer when each plant blooms. Try again when the leaves change color.",
	"witchtower.raven_thirdRavenRequest": "Oh yes, those are splendidly grown specimens of this wonderful plant! You've done well, @!|What? Of course, I'm capable of praise. If it's appropriate!|Now I'm even quite optimistic that you'll master the next task with flying colors, too. You're getting closer to your goal!|How about your fishing skills? There is a fish in these waters whose scales hold more magical potential than can be seen in its dumb eyes.|I'm talking about the Midnight Carp. And, @, please pay attention to consistent quality here as well. It's important!",
	"witchtower.raven_thirdRavenRequestQuestion": "Do you think you're able to catch three specimens?",
	"witchtower.farmer_acceptThirdRavenRequest": "More? Alright, you shall have your Midnight Carp.",
	"witchtower.farmer_complainThirdRavenRequest": "I have no clue about fishing! And I've never seen a Midnight Carp before.",
	"witchtower.raven_acceptThirdRavenRequest": "Not so impatient. You will receive your reward. And now... off you go!",
	"witchtower.raven_complainThirdRavenRequest": "And there it goes again, my optimism. It was too nice to be true... Try your luck in standing waters. Their population is at the highest in autumn and winter. Put in a little effort, @!",
	"witchtower.raven_fourthRequestPreludeFirst": "Well, well, well, if these arn't three freshly caught Midnight Carps. I am extremely satisfied!",
	"witchtower.farmer_askMore": "What do you even need all these items for?",
	"witchtower.farmer_complainFourthRavenRequest": "Fine. Are you finally activating the circle for me now?",
	"witchtower.raven_askMore": "Me? Nothing. I'm just a carrier. It's the Mistress who has a use for them. And I assure you, she is very pleased with your work!|What, meet? No, you can't meet her. If she wanted to talk to you, she would have come here herself. But she didn't. She's not as diplomatically minded as I am.",
	"witchtower.farmer_complainMore": "What, more!? I have other things to do as well. I have a farm to tend to, in case you haven't noticed!",
	"witchtower.raven_tryRequest": "But let's get to your next task!",
	"witchtower.raven_tryRequestNicer": "Oh, come on now. That was just the beginning! I'm sure you've only just warmed up. There's more for you to do!",
	"witchtower.raven_unhappyAboutComplains": "Now don't puff yourself up like that, @. Your little farm isn't that important.",
	"witchtower.raven_fourthRavenRequestQuestion": "Alright, I see your willingness to cooperate is dwindling. So I'll only demand one more thing from you.|Then you shall receive your reward.",
	"witchtower.farmer_acceptFourthRavenRequest": "Fine, I'm willing to do you one more favor. One last favor!",
	"witchtower.farmer_denyFourthRavenRequest": "No! I've done enough for you and received nothing but insults in return. I want my reward NOW!",
	"witchtower.raven_acceptFourthRavenRequest": "My final wish may seem a little exotic to you, but I assure you, these items are not that rare. Perhaps you already have one of these.|A Small Glow Ring. Have you ever heard of it? It's not excessively magical, but it's extremely useful. Bring me one, and you won't regret it. I promise.",
	"witchtower.raven_denyFourthRavenRequest": "Insults? I merely stated facts. It's not my fault you're so inept.|But fine, I already know your family's stubbornness. I won't waste any more time on you.|Be quiet while I infuse this circle with new magic!",
	"witchtower.raven_finishQuestLine": "Excellent! That's exactly the item I've been looking for!|Now I have everything the Mistress tasked me to collect. I couldn't be happier!|You've truly earned your reward, @. Close your eyes for a moment so the magic doesn't blind you.",
	"witchtower.raven_afterQuestLine": "@! Have you tried the teleportation circle? What do you say? It's like new, isn't it?|I have a little bonus for you here. A gift from the Mistress herself. You should feel truly honored!|And... I apologize if I spoke disparagingly about your farm earlier. It's nice to see someone working this land who truly appreciates it.",
	"witchtower.raven_afterQuestLineNotEnoughSpace": "Ah, I have many old memories of this place...|@, you've done a great job! We have a small gift for you. Come back when you can carry it.",
	"witchtower.raven_afterReward": "The Mistress sends her regards, @! We are watching you benevolently."
}