{
  "companionAccepted": "Tudo bem, mas vamos evitar as minas. Eu não quero me sujar toda.",
  "companionRejected": "Teeediooo...$2",
  "companionRejectedNight": "Já está na hora do meu sono de beleza, então não.$3",
  "companionDismiss": "...Aww, agora que eu estava começando a me divertir.#$b#Bem, acho que nos vemos depois então!$h",
  "companionDismissAuto": "Desculpa, @, eu estou muito cansada pra continuar.",
  "companionRecruited": "Yay!#$b#Talvez eu consiga tirar algumas fotos ao longo do caminho!$h",
  "companionSuggest": "Eu estou pensando em ir tirar algumas fotos do vale.#$q -1 -1#?Você deveria vir também, eu gostaria de ajuda.#$r -1 0 Yes#Claro, vou te ajudar com as fotos.#$r -1 0 No#Não, não gosto muito de fotos.",
  "companionSuggest_Yes": "Perfeito! Escolha aonde vamos primeiro, que tal?$h",
  "companionSuggest_No": "Que pena, você tem um rosto belo.",
  "companion_Beach_summer": "Vamos tomar banho de sol hoje? Legal, espero conseguir um bronzeado hoje.$h",
  "companion_Beach_summer~1": "You want to go for a swim, @? It's a good day for it!",
  "companion_Beach_Dating": "Deseja ver se existem conchas para coletar? Eu poderia passar o dia todo na praia!$1",
  "companion_Bugland": "VOCÊ TA DE BRINCADEIRA!$5#$b#Me lembre quando eu aceitei vir aqui com você, @?$3",
  "companion_Bugland~1": "E-eu pisei em alguma coisa ou em alguém...$2#$b#E fez 'crek'.$2",
  "companion_Desert": "Uma amiga da minha irmã vive por aqui, o cabelo dela é incrível.#$b#Não é melhor que o meu, claro, mas ele realmente tem estilo!$11",
  "companion_Desert~1": "Que calor!#$b#Eu gosto do calor, mas isso já é demais.$2",
  "companion_Farm": "Com certeza você tem muita poei... terra aqui.$2#$b#Acho que é por isso que sempre está meio sujo.$7",
  "companion_Farm_Dating": "Sei que brinquei com você um pouco sobre estar fora o tempo todo e fazer todo esse trabalho agrícola, mas estou sinceramente impressionado.#$B#Você está fazendo o que ama e estou feliz por você, @.",
  "companion_Farm_Spouse": "A nossa varanda está suja, eu vou... Oh, claro amor. Hoje é dia de esticar as pernas.$h",
  "companion_Forest": "Eu acho que aqui tem espaço o suficiente pra fazer um shopping.#$b#...$7#$b#Que foi?$u",
  "companion_Forest_Dating": "Se você consegue superar todos os insetos e sujeira, é meio romântico aqui, eu acho...$4",
  "companion_Forest_Dating~1": "Eu já vi Penny aqui com as crianças antes, às vezes elas fazem passeios e piqueniques.#$B#Eu não me importaria de fazer um piquenique com você um dia desses, se você quiser?$4#$b#I poderia até tentar cozinhar algo para nós!$1",
  "companion_Forest_Spouse": "Eu gosto de viver aqui, @, mas as minhas roupas não são apropriadas pra andar por aqui.#$b#Mas a vista linda compensa.$1",
  "companion_Mine": "Aqui é muito escuro. Sorte minha de que já estou acostumada. Olha onde pisa!",
  "companion_Mine~1": "Ei, por que estamos aqui?$2#$b#Eu vou ficar imundo!$3",
  "companion_Mine_Dating": "Apenas ... fique perto de mim aqui, ok? Eu não sou como você, isso definitivamente não é o meu negócio.$2",
  "companion_Mine_Spouse": "Eu estou acostumada com o escuro, @, mas na minha sala não tem monstros!$2",
  "companion_Mountain": "Esse não é o melhor lugar pra ficar usando saltos...$s",
  "companion_Mountain_Dating": "Esta é realmente uma área fofa do vale. # $ B # Não conheço Maru ou Sebastian muito bem, mas eles não parecem se dar bem.$2#$b#Emily e eu somos tão diferentes, mas nós somos ' ainda está perto.#$b#Família é importante.",
  "companion_Mountain_Spouse": "Que bom que eu trouxe a minha câmera! Não importa a estação, esse é sempre um ótimo lugar pra se tirar fotos!",
  "companion_Mountain_Spouse~1": "Amor, dá próxima vez que formos vir aqui, me lembre de trocar os sapatos...",
  "companion_Sewer": "Um dia até que ok, acabou de ficar ruim. Graças a você @.$3#$b#Eu posso até sentir a sujeira se impregnando em mim!$2",
  "companion_Sewer~1": "@, você está me punindo por algo?$2#$b#Só me diz logo pra podermos sair daqui.$2",
  "companion_Town": "Deixe me trocar de roupas ja que estamos aqui.",
  "companion_Town_Dating": "Caminhando juntos por nossa pequena cidade com o som distante do mar e todas as cores quentes do outono girando em torno de nossos pés. É tão romântico...$4",
  "companion_Town_fall": "A Vila Pelicanos não é o melhor lugar do mundo, mas não se pode negar que fica linda nessa época do ano!$1",
  "companion_Town_fall~1": "Eu sempre tiro fotos das folhas caindo...",
  "companion_Town_spring": "Eu realmente amo ver as pétalas voar nessa época do ano.#$b#Eu nunca me canso disso.$4",
  "companion_Town_Spouse": "Docinho, podemos passa pela a minha casa? Eu sempre gosto de ver como ela é.$7"
}
