{
  "Entries": {
    "7777001/f Penny 2000/t 0600 1700/M 700000": "playful/6 19/farmer 6 24 0 Robin 8 18 2/move farmer 0 -2 0/pause 500/emote Robin 16/pause 500/speak Robin \"@! I was thinking about you just now...$l\"/pause 500/emote farmer 8/move Robin -1 0 3/move Robin 0 -1 0/move Robin -2 0 3/move Robin 0 3 2/move Robin 1 0 2/pause 500/speak Robin \"I have an amazing idea and I'm sure you will like it!\"/pause 700/speak Robin \"It isn't just now that it breaks my heart to see Penny struggling to teach Vincent and Jas, but without an appropriate place for the little ones to learn.$s#$b#Then I thought... I am a carpenter and you are a person who has good financial conditions...$0\"/pause 500/emote farmer 8/pause 500/speak Robin \"I think we could build a school for Penny and the kids!$l#$b#Can you imagine how happy they would be? And it would greatly improve the quality of classes!$0\"/pause 500/emote farmer 32/pause 500/speak Robin \"I could help with my labor and materials, and you with the money...$h\"/pause 500/emote farmer 40/pause 500/speak Robin \"Ah, how much are we talking about?$0#$b#Would you like to sit down first?$l\"/pause 500/emote farmer 28/pause 500/speak Robin \"We would need 500,000 gold...$s\"/pause 500/emote farmer 36/pause 500/speak Robin \"I know it's a lot, but think about how much it would benefit our community...$0#$b#And Penny would be very happy with you, don't you think?$l\"/pause 500/emote farmer 20/pause 500/speak Robin \"Will you help me on this project?$0\"/pause 300/question fork1 \"#Of course! I want the best for our community!#Sorry but it won't work.\"/fork declineSchool/pause 500/speak Robin \"Wonderful! I knew you would agree to help!$l#$b#Let's keep the money in a safe place...\"/pause 200/globalFade/viewport -1000 -1000/changeLocation RobinSafe/viewport -1000 -1000/warp farmer 2 8/faceDirection farmer 1 continue/warp Robin 5 8/faceDirection Robin 3 continue/viewport 5 5 true/pause 1000/speak Robin \"This is the Carpentry safe. I'll leave everything here.$0#$b#The Mayor stayed to help with a small part, but I will take care of the resources myself.$0#$b#After the statue incident, he can't be trusted, can he?$l\"/pause 500/emote farmer 32/pause 500/speak Robin \"So it's agreed, @. But it should take a long time...$0#$b#Find me... let me think...$0#$b#... TOMORROW!$l#$b#Remember to check your mailbox, I will send you the invitation for the inauguration. Thanks, @! See you!$0\"/pause 1000/mail schoolReady/end warpOut",
    "declineSchool": "pause 500/speak Robin \"Oh... It would be a dream... But okay, I was really dreaming something impossible...$s\"/pause 1000/end warpOut"
  }
}