{
  "Robin": "Hay @, Alles gute zum Geburtstag! Ich bin froh das du dich dazu entschieden hast hierher zu Ziehen. ",
  "Demetrius": "Alles gute zum Geburtstag @! Du solltest dir heute eine kleine Pause nehmen und Feiern. $h",
  "Maru": "Na du, Alles gute zum Geburtstag @. Ich habe versucht dir eine Kerze zu ziehen, aber leider hat es nicht funktioniert. Vielleicht nächstes Jahr. $h",
  "Sebastian": "Jo @, Ich hab gehört du hast geburtstag. Lass dich feiern! ",
  "Linus": "Alles gute zum Geburtstag! Schön das du mich an deinem Geburtstag besuchen kommst, das freut mich. ",
  "Pierre": "Hallo @, Ich wünsche dir alles gute zum Geburtstag. Auf viele weitere Jahre. ",
  "Caroline": "Alles gute zum Geburtstag. Wir sind dir sehr dankbar, für alles was du für unsere Gemeinschaft getan hast! Deine Eltern müssen sehr stolz auf dich sein. $h",
  "Abigail": "Hay, Alles gute zum Geburtstag @. Hoffentlich können wir dieses Jahr weitere Abenteuer bestreiten! $h",
  "Alex": "Jo @, Alles gute zum Geburtstag. Wäre cool wenn wir nachher noch Geburtstags-Bälle werfen könnten. $h",
  "George": "Wenn du in mein Alter kommst, sind Geburtstage nichts besonderes mehr. Trotzdem alles gute. ",
  "Evelyn": "Alles gute zum Geburtstag Schätzchen, dein Opa wäre bestimmt stolz auf dich wenn er sehen würde was aus dir geworden ist. ",
  "Lewis": "Alles gute zum Geburtstag @! Ich finde es schön das du dich so gut in die Gemeinschaft Integriert hast. ",
  "Clint": "Hay du, Ich wünsche dir alles gute zum Geburtstag. Ich hoffe du wirst ein tollen Tag haben. ",
  "Penny": "Alles gute zum Geburtstag @. Schätze weiterhin die kleinen dinge im Leben. ",
  "Pam": "Hay Kindchen. Allet jute zum Geburtstag. Gus wird dir bestimmt einen ausgeben! $h",
  "Emily": "Hallo @, Alles gute zum Geburtstag! Ich sehe in deinen Augen das deine Zukunft funkelt wird. $h",
  "Haley": "Hay du, Alles gute zum Geburtstag. Ich hoffe du bekommst tolle geschenke. $h",
  "Jas": "Oh, du hast Geburtstag? Das wusste ich nicht. Hihi, Alles gute. ",
  "Vincent": "Hay @, komm lass und was sp... oh, du hast Geburtstag? Alles gute! Spielst du trotzdem mit mir? ",
  "Jodi": "Hay du @, Ich hab gehört du hast heute Geburtstag, in dem fall, alles gute. $h",
  "Kent": "Jodi hat mir gesagt das du heute Geburtstag hast @. Alles gute und schätze jeden Tag den du erleben darfst. ",
  "Sam": "Jo, Alles gute zum Geburtstag. Vielleicht komm ich noch dazu, dir ein extra Geburtstags-Konzert zu geben!$h",
  "Leah": "Hay @, Alles gute zum Geburtstag. Ich hoffe es läuft alles bestens auf deinem Hof. $h",
  "Shane": "Hay, Alles gute. Wollen wir ein trinken gehen? ",
  "Marnie": "Hay ho, Alles gute zum Geburtstag. Ich hoffe deine Tiere schenken die heute besondes viel Liebe! $h",
  "Elliott": "Hay, ein Vögelchen flüsterte mir zu das du heute Geburtstag hast! Alles gute",
  "Gus": "Hay du @, alles gute zum geburtstag. Hier, heute geb ich dir einen aus!",
  "Dwarf": "Ich habe gehört ihr Menschen feiert etwas das nennt sich \"Geburtstag\". Und du sollst das heute haben, also Alles gute zum Geburtstag? ",
  "Wizard": "Ich habe in gehört du hast heute Geburtstag! Woher ich das gehört hab? das bleibt ein Geheimnis. Ich wünsche dir trotzdem einen tollen Geburtstag.",
  "Harvey": "Hay @, alles gute zum Geburtstag. Ich hoffe du wirst diese Jahr nicht krank!",
  "Sandy": "Hallo Schätzchen, ich wünsche dir einen schönen Geburtstag!",
  "Willy": "Ahoy @, Alles gute zum Geburtstag. Wenn ich dich so sehe, erinnere ich mich immer an die zeit als ich selber noch ein kleiner Guppy war. Genieß die zeit! $h",
  "Krobus": "Alles gute zum Geburtstag @. Ich versteh dieses Menschen-ding zwar immer noch nicht, aber ich bin froh dir begegnet zu sein!"
}
