{
  "Mail:birthdayMom": "Hallo Mein Liebling,^ Alles gute zum Geburtstag! Es find es schön das du dich zu der netten, hart arbeiteten Person entwickelt hast von der ich immer geträumt habe die du werden würdest. Ich hoffe du machst noch viele weitere neue errinerungen mit denen die du Liebst. ^ In Liebe Mama ^ P.s Hier ist eine kleingkeit die ich für dich gemacht habe. %Item object 221 1 %%",
  "Mail:birthdayDad": "Hallo mein Schatz, ^ Ich wünsche dir alles gute zum Geburtstag! Es ist so ruhig hier an deinem Geburtstag, seit dem du nicht mehr hier bist. Aber deine Mutter und ich wissen das du uns, deinen Opa und uns stolz machen wirst! Wir wissen das es hart ist für sich selbst auf dem Land zu sorgen, aber wir glauben zu 100% an dich, verfolg einfach weiterhin deine Träume! ^ In Liebe Papa ^ P.s Ich hab ein bisschen Geld zusammen geratzt um dich auf dem Hof zu unterstützen. Viel Glück! %item money 5000 5001 %%",
  "Mail:birthdayJunimos": "Bitte komm zum Gemeinschaftszentrum. ^ Mit Freundlichen Grüsse,^ -Die Junimos",
  "Mail:birthdayDatingPenny": "Hay @, ^ Meine Mutter und ich haben uns dazu entschieden eine kleine Geburtstags Feier für dich zu planen. Es wäre schön wenn du heute bei uns vorbei schauen würdest! ^ Liebe güße ^ -Penny",
  "Mail:birthdayDatingMaru": "Hay @, ^ Meine Famillie und ich haben uns dazu entschieden eine Geburtstags Feier für dich zu planen. Es wäre schön wenn du heute bei uns vorbei schauen würdest! ^ Liebe güße ^ -Maru",
  "Mail:birthdayDatingSebastian": "Hey @, ^ Könntest du später bei mir vorbeischauen? Meine Famillie und ich wollen für dich eine Geburtstags Party schmeißen, um dich zu feiern. ^^ -Sebastian",
  "Mail:birthdayDatingLeah": "Hay @, ^ Es wäre schön wenn du später mal bei meiner Wald Hütte vorbei schauen würdest, ich habe eine kleine party für dich vorbereitet. ^ Liebe grüße,^ -Leah",
  "Mail:birthdayDatingAbigail": "Hay @, ^ Meine Famillie und ich haben uns dazu entschieden eine Geburtstags Feier für dich zu planen. Es wäre schön wenn du heute bei uns vorbei schauen würdest! ^ Liebe güße ^ -Abigail",
  "Mail:birthdayDatingEmily": "Hi @, ^ Ich dächte es wäre schön wenn ich eine Geburtstags Feier für dich planen. Könntest du Heute irgenwann zu mir kommen? ^ Grüße, ^ -Emily",
  "Mail:birthdayDatingHaley": "Hi @, ^ Ich dächte es wäre schön wenn ich eine Geburtstags Feier für dich planen. Könntest du Heute irgenwann zu mir kommen? ^ Grüße, ^ -Haley",
  "Mail:birthdayDatingHarvey": "Hallo @, ^ Ich dächte es wäre schön wenn ich eine Geburtstags Feier für dich planen. Könntest du Heute irgenwann vorbei schauen? ^ Liebe Grüße, ^ -Harvey",
  "Mail:birthdayDatingElliott": "Hallo @, ^ Es wäre schön wenn du später mal bei meiner Hütte am Meer vorbei schauen würdest, ich habe eine kleine party für dich vorbereitet. ^ Liebe grüße,^ -Elliott",
  "Mail:birthdayDatingSam": "Jo @, ^ Ich dachte es wäre cool wenn wir zusammen deinen Geburtstag Feiern. Komm doch heute mal bei mir vorbei! ^ -Sam",
  "Mail:birthdayDatingAlex": "Jo @, ^ Ich dachte es wäre cool wenn wir zusammen deinen Geburtstag Feiern. Komm doch heute mal bei mir vorbei! ^ -Alex",
  "Mail:birthdayDatingShane": "Jo @, ^ Ich dachte es wäre cool wenn wir zusammen zu deinem Geburtstag anstossen würden. Komm doch heute mal bei mir vorbei! ^ -Shane",
  "Happy Birthday: Star Message": "Heute ist dein Tag! Alles gute zum Geburtstag!",
  "Happy Birthday: Farmhand Birthday Message": "Heute hat @ Geburtstag. Gratulier @ doch mal!",
  "Season": "Jahreszeit",
  "Date": "Datum",
  "Event:JunimoBirthdayParty_0": "Es sieht so aus als wollten die Junimos eine Party für dich schmeißen!",
  "Event:JunimoBirthdayParty_1": "Und es ist sogar noch etwas Torte da.",
  "Event:DatingPennyBirthday_Pam:0": "Komm rein Kindchen, die party hat grade erst begonnen! $h",
  "Event:DatingPennyBirthday_Pam:1": "Hier, setzt dich und trink erstmal einen zur feier der Tages.",
  "Event:DatingPennyBirthday_Pam:2": "Also, Prost mein Kind. Alles gute zum Geburtstag, und auf viele weitere Jahre! $h",
  "Event:DatingPennyBirthday_Penny:0": "Ich dachte es wäre nett wenn wir eine kleine Party für dich organisieren. Ich weiss es ist nichts großes, aber ich hoffe du magst es. §1",
  "Event:DatingPennyBirthday_Penny:1": "Oh @, du bist genau pünktlich! $h",
  "Event:DatingPennyBirthday_Penny:2": "Mama! §a",
  "Event:DatingPennyBirthday_Penny:3": "Mach es dir gemütlich. Ich hol den Kuchen aus dem Ofen.",
  "Event:DatingPennyBirthday_Penny:4": "Alles gute zum Geburtstag @. Ich hoffe wir werden noch viele weitere deiner Geburtstage zusammen Feiern! §1",
  "Event:DatingPennyBirthday_Finish:0": "Es war schön meinen Geburtstag mit Pam und Penny zu Feiern.",
  "Event:DatingPennyBirthday_Finish:1": "Es sieht so aus als wäre sogar noch etwas Torte und Bier übrig geblieben!",
  "Event:DatingMaruBirthday_Demetrius:0": "Willkommen @, komm rein und mach es dir gemütlich. §h",
  "Event:DatingMaruBirthday_Demetrius:1": "Ich stimme da zu. Ich denke diese Party ist einfach toll. Nebenbei, Studien zeigen das deine Produktivität steigt wenn du öfters spaß hast! §h",
  "Event:DatingMaruBirthday_Maru:0": "Oh @, du bist genua rechtzeitig zur Party gekommen. §h",
  "Event:DatingMaruBirthday_Maru:1": "Ich habe versucht einen Roboter für dich zu bauen, der dich auf dem Hof unterstützt, er wurde aber nicht rechtzeitig fertig. Hoffentlich wird er nächstes jahr fertig.",
  "Event:DatingMaruBirthday_Maru:2": "Okay @, wünsch dir was!",
  "Event:DatingMaruBirthday_Maru:3": "Alles gute zum Geburtstag @. Hoffenltich ist das ein Jahr von vielen die noch kommen. §1",
  "Event:DatingMaruBirthday_Robin:0": "Du weisst das ich da zustimmen muss. Es ist der gedanke der zählt, nicht die Geschenke.§h",
  "Event:DatingMaruBirthday_Robin:1": "Oh, ich glaube die Torte ist Fertig",
  "Event:DatingMaruBirthday_Sebastian:0": "Ich denke das diese Party reicht, du musst dich nicht verausgaben. ",
  "Event:DatingMaruBirthday_Sebastian:1": "Lecker, lasst und essen!",
  "Event:DatingMaruBirthday_Finish:0": "Es war schön meinen Geburtstag mit Maru und ihrer Famillie zu feiern.",
  "Event:DatingMaruBirthday_Finish:1": "Es ist sogar noch Torte übrig geblieben!",
  "Event:DatingSebastianBirthday_Demetrius:0": "Ich stimme da zu. Ich denke diese Party ist einfach toll. Nebenbei, Studien zeigen das deine Produktivität steigt wenn du öfters spass hast! §h",
  "Event:DatingSebastianBirthday_Demetrius:1": "Okay @, wünsch dir was!",
  "Event:DatingSebastianBirthday_Maru:0": "Alles gute zum Geburtstag @. Um ehrlich zu sein überrascht es mich ein wenig das wir diese party hier Feiern. Sebastian was nie ein riesen Fan von Partys.",
  "Event:DatingSebastianBirthday_Maru:1": "Oh lecker, endlich Torte. Lass mich dir das erste Stück geben @! §h",
  "Event:DatingSebastianBirthday_Robin:0": "Willkommen @, komm rein und fühl dich wie zuhause",
  "Event:DatingSebastianBirthday_Robin:1": "Hay! ich finde es toll das Sebastian eine Party für @ machen wollte! §h",
  "Event:DatingSebastianBirthday_Robin:2": "Oh, ich glaube die Torte ist fertig!",
  "Event:DatingSebastianBirthday_Sebastian:0": "Hay @, genau pünktlich. Mama ist grade mit der Torte fertig geworden. §h",
  "Event:DatingSebastianBirthday_Sebastian:1": "Um Ehrlich zu sein... und dann wundern sie sich warum ich das nicht öfters mache.",
  "Event:DatingSebastianBirthday_Sebastian:2": "Alles gute zum Geburtstag @. Ich bin froh das wir solche zeiten zusammen verbringen können. §h",
  "Event:DatingSebastianBirthday_Finish:0": "Es war schön meinen Geburtstag mit Sebastian und seiner Famillie zu feiern.",
  "Event:DatingSebastianBirthday_Finish:1": "Es ist sogar noch Torte übrig geblieben!",
  "Event:DatingLeahBirthday_Leah:0": "Hay @, komm rein und machs dir gemütlich! §h",
  "Event:DatingLeahBirthday_Leah:1": "Ich weiss das heute dein Geburtstag ist, also dachte ich mir es wäre toll eine kleine Party zu feiern, ich habe sogar Kuchen besorgt",
  "Event:DatingLeahBirthday_Leah:2": "Weisst du, ich habe schon lange keinen Geburtstag mit anderen gefeiert, aber irgendwie hatte ich das gefühl, das heute unbeding mit dir feiern muss. §1",
  "Event:DatingLeahBirthday_Leah:3": "Ich hätte nicht gedacht das ich jemals meine meinung über Party ändern würde. Bei dir zu sein hat mich wieder geöffnet.§1",
  "Event:DatingLeahBirthday_Leah:4": "Genug von diesem peinlichem geschwafel. Alles gute zum Geburtstag @. Also, sollten wir jetzt den kuchen essen? $h",
  "Event:DatingLeahBirthday_Finish:0": "Es war schön meinen Geburtstag nur mit Leah zu feiern!",
  "Event:DatingLeahBirthday_Finish:1": "Es ist sogar noch Kuchen übrig geblieben.",
  "Event:DatingAbigailBirthday_Abigail:0": "Hay @, genau pünktlich zur Party.",
  "Event:DatingAbigailBirthday_Abigail:1": "WOW Mama, die Torte sieht richtig lecker aus! ",
  "Event:DatingAbigailBirthday_Abigail:2": "Na los @, Wünsch dir was!",
  "Event:DatingAbigailBirthday_Abigail:3": "Na @? was hast du dir gewünsch? Hoffenltich ein paar coole Fähigkeiten!",
  "Event:DatingAbigailBirthday_Abigail:4": "Alles gute zum Geburtstag, ich hoffe das wir noch viele weitere Abenteuer zusammen bestreiten werden! $1",
  "Event:DatingAbigailBirthday_Caroline:0": "Pierre Bitte, ich bin mir sicher es stört die Kunden nicht wenn du für ein paar minuten nicht an der Kasse stehst. Oh, der Kuchen ist fertig.",
  "Event:DatingAbigailBirthday_Caroline:1": "Naja",
  "Event:DatingAbigailBirthday_Caroline:2": "Also dann @, Bedien dich. Nimm so viel du willst. $h",
  "Event:DatingAbigailBirthday_Pierre:0": "Fühl dich wie zuhause @! Ich kann aber nicht lange bleiben, ich muss noch ein auge auf den Laden werfen, aber ich dachte eine kleine Party wäre nicht schlecht. $h",
  "Event:DatingAbigailBirthday_Pierre:1": "Klar ist er das, er wurde aus Zutaten mit der besten Qualität gemacht, die der Laden zu bieten hat! $h ",
  "Event:DatingAbigailBirthday_Finish:0": "Es war schön meinen Geburtstag mit Abigail und ihrer Famillie zu feiern.",
  "Event:DatingAbigailBirthday_Finish:1": "Es ist sogar noch Kuchen übrig geblieben!",
  "Event:DatingEmilyBirthday_Emily:0": "Hi @, genau pünktlich zum feiern. $h",
  "Event:DatingEmilyBirthday_Emily:1": "Zu Ehren deinem Geburtstag wäre doch eine kleine Party nicht schlecht, Oder?",
  "Event:DatingEmilyBirthday_Emily:2": "Irgendwie denke ich, dass Geburtstage eine wichtige Erinnerung für uns sind, im Moment und mit der Harmonie der Natur zu leben",
  "Event:DatingEmilyBirthday_Emily:3": "Wie auch immer, ich habe uns Schokoladenkuchen gemacht! Es wird aus natürlichen Zutaten hergestellt und mit Kaktussirup gesüßt! $h",
  "Event:DatingEmilyBirthday_Emily:4": "Wünsch dir was @! $h",
  "Event:DatingEmilyBirthday_Emily:5": "Alles gute zum Geburtstag @! Ich fühle eine starke Glücksenergie, die in diesem Jahr von den Geistern für dich ausgeht. $1",
  "Event:DatingEmilyBirthday_Finish:0": "Es war schön, meinen Geburtstag nur mit Emily zu feiern.",
  "Event:DatingEmilyBirthday_Finish:1": "Es ist sogar noch Torte übrig geblieben!",
  "Event:DatingHaleyBirthday_Haley:0": "Hay @, genau pünktlich zur Party! $h",
  "Event:DatingHaleyBirthday_Haley:1": "Nun, wen man das Party nennen kann. Aber ich dachte es wäre schön wenn wir deinen Geburtstag zusammen feiern. $1",
  "Event:DatingHaleyBirthday_Haley:2": "Ich denke, das geburtstage recht lustig sein können, wenn man sie richtig feiert. Aber ich wollte das dieser ein besondere ist... Du bist was besonderes!$1",
  "Event:DatingHaleyBirthday_Haley:3": "Jedenfalls habe ich uns auch etwas Kuchen zum essen besorgt! Wünsch dir was @! $h",
  "Event:DatingHaleyBirthday_Haley:4": "Alles gute zum Geburtstag @. Ich bin so froh, dass wir diese Zeit zusammen verbringen durften. Machen wir ein Foto, um uns an diesen Moment zu erinnern. $1",
  "Event:DatingHaleyBirthday_Finish:0": "Es war schön, meinen Geburtstag mit Haley zu feiern.",
  "Event:DatingHaleyBirthday_Finish:1": "Es sieht so aus, als gäbe es auch Reste von Kuchen!",
  "Event:DatingHarveyBirthday_Harvey:0": "Hey du, genau pünktlich. Lass mich das hier noch kurz aufräumen.",
  "Event:DatingHarveyBirthday_Harvey:1": "Ich dachte, es wäre schön, ein kleines Fest für dich zu vorzubereiten, also habe ich uns etwas Besonderes gekocht.",
  "Event:DatingHarveyBirthday_Harvey:2": "Mach dir keine sorgen wegen dem Wein. Wir sollten es nicht übertreiben, aber heute ist ein besonderer Tag!$h",
  "Event:DatingHarveyBirthday_Harvey:3": "Prost! Alles Gute zum Geburtstag, viel Gesundheit und auf viele weitere Jahre!",
  "Event:DatingHarveyBirthday_Finish:0": "Es war schön meinen Geburtstag nur mit Harvey zu feiern.",
  "Event:DatingHarveyBirthday_Finish:1": "Es ist sogar noch Essen übrig geblieben!",
  "Event:DatingElliottBirthday_Elliott:0": "Ahh @, Wundervoll genau rechtzeitig! $h",
  "Event:DatingElliottBirthday_Elliott:1": "Ich dachte, es wäre großartig, wenn wir zu deinem Geburtstag ein kleines Fest feiern würden",
  "Event:DatingElliottBirthday_Elliott:2": "Ich weiß, dass Geburtstage eine ziemliche Tortur sein können, und ich bin mir sicher, dass du heute ziemlich beschäftigt bist, aber ich weiß es zu schätzen, dass du gekommen bist, um deinen besonderen Tag mit mir zu verbringen.",
  "Event:DatingElliottBirthday_Elliott:3": "Ich habe versuch meine Liebe für dich in einem Gesicht auszudrücken, aber kein Wort der Welt könnte jedes noch so kleine Deteil das ich an dir Liebe richtig ausdrücken. $1",
  "Event:DatingElliottBirthday_Elliott:4": "Okay, wie wäre es, wenn wir den Kuchen anschneiden? Schlies die Augen und wünsch dir was!",
  "Event:DatingElliottBirthday_Elliott:5": "Alles gute zum Geburtstag @! Ich hoffen, dass du in deinem Leben noch viele weitere Geschichten erzählen kannst!",
  "Event:DatingElliottBirthday_Finish:0": "Es war schön meinen Geburtstag nur mit Elliott zu feiern.",
  "Event:DatingElliottBirthday_Finish:1": "Es ist sogar noch Kuchen übrig geblieben.",
  "Event:DatingSamBirthday_Sam:0": "Hay @, genau rechtzeitig. $h",
  "Event:DatingSamBirthday_Sam:1": "Ich dachte es wäre Lustig wenn wir deinen Geburtstag zusammen feiern würden. Meine Famillie ist damit beschäftigt andere dinge zu tun, wir können also einfach Chillen. $h",
  "Event:DatingSamBirthday_Sam:2": "Ich hab sogar Pizza und Joja cola besorgt. Ich hoffe du magst es. Ich hätte ja einen Kuchen gebacken, ich hab nur keine ahnung wie man das macht.$h",
  "Event:DatingSamBirthday_Sam:3": "Alles gute zum Geburtstag, ich bin froh das ich jemanden wie dich getroffen habe. $1",
  "Event:DatingSamBirthday_Finish:0": "Es war toll meinen Geburtstag mit Sam zu verbringen.",
  "Event:DatingSamBirthday_Finish:1": "Es ist sogar noch Pizza und cola übrig geblieben.",
  "Event:DatingAlexBirthday_Alex:0": "Hay @, du bist genau pünktlich! $h",
  "Event:DatingAlexBirthday_Alex:1": "Ich dachte, es würde Spaß machen, eine kleine Party für dich zu veranstalten, da du Geburtstag haben. Es ist immer eine gute Idee, sich nach einem anstrengenden Training zu entspannen! $h",
  "Event:DatingAlexBirthday_Alex:2": "Ich habe uns Pizza und Joja Cola besorgt. Ich hoffe du genießt es! . $h",
  "Event:DatingAlexBirthday_Alex:3": "Alles gute zum Geburtstag @, Ich bin super glücklich, mit jemandem wie dir zusammen zu sein. $1",
  "Event:DatingAlexBirthday_Finish:0": "Es war tolll meinen Geburtstag, zusammen mit Ales zu verbringen.",
  "Event:DatingAlexBirthday_Finish:1": "Es ist sogar noch Pizza und cola übrig geblieben.",
  "Event:DatingShaneBirthday_Shane:0": "Hallo @ du bist genau punktlich gekommen. $1",
  "Event:DatingShaneBirthday_Shane:1": "Ich dachte es wäre schön eine kleine Party zu feiern.",
  "Event:DatingShaneBirthday_Shane:2": "Ich habe uns Pizza und Joja Cola besorgt. Ich hoffe du genießt es! Ich hätte dir so etwas wie einen Kuchen mit Eiern von meinen Hühnern gebacken, aber ich war mir nicht sicher, ob ich es richtig gemacht hätte.$h",
  "Event:DatingShaneBirthday_Shane:3": "Trotzdem alles Gute zum Geburtstag @. Ich bin froh, mit jemandem wie dir zusammen zu sein.",
  "Event:DatingShaneBirthday_Finish:0": "Es war schön, meinen Geburtstag mit Shane zu feiern.",
  "Event:DatingShaneBirthday_Finish:1": "Es sieht so aus, als wäre noch Pizza und Cola übrig!",
  "Event:PartyOver": "Das war eine tolle Party. Dann mal zurück zur Arbeit."
}
