/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":
    [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Pam",
            "LogName": "Bad Dialogue, set alpha",
            "Entries": {
                "Mon8": "Sorry, kiddo, I'm just having a bad case of the Mondays",
                "Tue8": "#$c .5#Ain't never gonna get ahead in this world...$s#Broke today, broke tomorrow, broke yesterday. Just gotta work this job another twenty years to get my pension.$s",
                "Thu8": "Kiddo, I don't feel like chatting today.",
                "spring_Mon10": "Don't lecture me, kiddo. I get enough of that from the good doc.$u",
                "spring_Mon10_inlaw_Harvey": "#$c .5#Could you get that husband of yours to lay off me? I am trying my best and he knows it.$u#Does that husband of yours nag you as much as he nags me?#",
                "spring_Tue10": "Pappy died around this time of year. Liver cancer. It's a terrible way to go.#$e#Doc said it was his drinkin' but Ma thinks that something about the mines caused it. Lots of his co-workers also got cancer.#$e#Then again, lots of his co-workers also drank.",
                "spring_Thu10": "#$c .7#Feel like I get more telemarketers than actual phone calls. Can't this useless government do something about that?#I swear these telephone scams....someone should DO SOMETHING ABOUT THEM.$u#",
                "spring_Fri10": "#$c .5#@, be honest. You think I'm too old to find someone to love me?#I wonder what it's like to be in love...$s#",
                "spring_Sun8": "We're an old mining town. After it shut down, the town started fallin' apart.#$e#People don't do well when there ain't no work to do. We've gotta have our money to feed our families.#$e#At least I have my job back, for now.",
                "summer_Mon10": "#$c .8#When is the fire risk *not* red? I swear, kiddo, this country is fallin' apart.#Kiddo, be glad you have money. Life ain't no fun when you're broke all the time.#",
                "summer_Tue10": "#$c .7#Twenty more years of drivin' this bus. @, it'll be a long time before I can retire.#'Save for retirement', they say. How the heck am I supposed to do that if I'm broke all the time?$u#",
                "summer_Wed10": "#$c .5#All I wanna do is to kick back with a nice cold one by the river.#I'm the only person in town with a commerical drivers license, kiddo. That's the only job security I have.#",
                "summer_Thu10": "#$c .8#Kid, your gramps left you that giant piece of farmland. My gramps left me nothin' but medical bills.#Heard Lewis complainin' about the cost of new tires for that truck of his. Does he ever drive it?#",
                "summer_Fri10": "#$c .5#Don't ya have better things to do than to talk to an old woman like me?#Kid, I ain't interested in chattin' today. Maybe tomorrow.#",
                "summer_Sat10": "Wish I had the money to hire someone else to do my cleanin' for me.#$e#Last thing I want to do after a long day at work.",
                "summer_Sun10": "#$c .5#Days like this I'm just happy to have a job, you know.#There still ain't that many employment opportunities in this here valley. I wonder what some of the kids will do. Probably have to move away...#",
                "summer_Sun10_inlaw_Sebastian": "Heya @, how's that husband of yours doing? Heard he got a new client recently! Hope this one's nicer than the previous one...",
                "fall_Mon10": "#$c .5#Newscaster's like 'The stock market is up! The stock market is up!' Why do I care when my wages ain't going up?$u#Gotta stabilize the stock market, gotta stabilize the stock market, why not stabilize my wages instead, dear government of mine?$u#",
                "fall_Wed8": "#$c .8#Why can't they make a machine that makes the toilet clean itself?#Kiddo, ain't no fun in getting old. My skin feels so dry.#",
                "fall_Thu10": "Accel closed the mines about twelve or so years back. Said they couldn't get no profit out of it anymore.#$e#Joja bought it a few years ago. Said they could squeeze a little more profit out if they used non-union miners.",
                "fall_Fri10": "#$c .5#Wonder I'll ever find someone who'll love me? I'm runnin' out of time for that...$s#This time of year ain't great for Penny. Her daddy ran out on us around this time of year, many years ago. I never loved him, but she adored him.#",
                "fall_15_2": "You lookin' forward to the fair tomorrow? Me, I'm looking forward to the barbeque.",
                "winter_Mon10": "#$c .5#Brr. It's cold out today. My skin's so dry.#Sometimes, I wonder if there'll be anyone by my bedside when I die.",
                "winter_Tue10": "No matter how sparsely this line's used, they're never gonna cancel it. It's basically the only way out of town for most of us...",
                "winter_Wed10": "#$c .5#Sometimes, I wonder what my life'd be like if I hadn't married so young.#Guess this is what my life is gonna be. Just drivin' this bus day after day until I die.#",
                "winter_Fri10": "My ma died of dementia, roughly around this time of year. I can't think of a worse way to go.#$e#Penny adored her grandma. Her death hit her hard.",
                "winter_Sat10": "Brr. It's freezin' out! Wish I could grab a bit of a pick-me-up at the Saloon",
                "winter_6_2": "@, I can't believe my pipes burst! How am I supposed to afford repairs?$u",
                "Saloon_Mon": "#$c .8#Dear Yoba I need a drink.#A nice cinnamon roll would be real good right about now....#",
                "Saloon_Tue": "Anything good on the TV right now?",
                "Saloon_Wed": "Heya, *hic*, @. What're you up to today? Wanna join ole Pam for a drink or two?",
                "Saloon_Thu": "I got a little extra cash from sellin' fish...think I'm gonna buy myself something tasty.",
                "Saloon_Fri": "One beer's okay, yeah? Maybe even two...?",
                "Saloon_Sun": "%Pam seems to be intentionally ignoring you.",
                "summerSaloon_Mon": "Heya @, what're you up to today?",
                "summerSaloon_Tue": "I just want a nice cold beer...$s",
                "summerSaloon_Wed": "Just gettin' one. No more than that.",
                "summerSaloon_Thu": "You any good at this 'Jumino Kart' game?",
                "summerSaloon_Fri": "It's been a real long week, hasn't it?",
                "summerSallon_Sat": "@, I'm not in a good mood today. Could I talk to you later?",
                "summerSaloon_Sun": "Hey...@, you've seen the new movie starring %name Taylor$h?",
                "fallSaloon_Mon": "This pumpkin ale is excellent. *hic*$h",
                "fallSaloon_Tue": "Gus's got these new caramel porters in and they're excellent!$h",
                "fallSaloon_Thu": "I'm just havin' one....or maybe two...",
                "fallSaloon_Sat": "Nothin' like a nice pale ale....",
                "fallSaloon_Sun": "Heya, @. Fancy, uh, fancy seein' you here...",
                "winterSaloon_Mon": "Wish I could have some cider right about now...$s",
                "winterSaloon_Tue": "Guess this'll just be the way my life is...*hic* Could be worse, at least I'm still employed...",
                "winterSaloon_Wed": "Ah, so nice to be indoors and warm with a nice beer.$h",
                "winterSaloon_Thu": "@, have you done anything interestin' today?",
                "winterSaloon_Fri": "Mmm. Nothin' like a nice caramel porter...",
                "winterSaloon_Sun": "Hey @! *hic*....Tried one of Gus's irish coffees yet?"
            }
        }
    ]}