/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Bad dialogue, set bravo",
        "Entries": {
            "spring_Mon10": "#$1 PamTriesAccelKite#@, if a poor person did what Accel did, they'd be arrested for check kitin'. Ain't no fairness in this world.$u#$e#System's rigged, kiddo. Always has been, always will be. The rich flout the rules while the poor suffer.$u#$e#",
            "spring_Tue10": "#$c .5#I'm goin' stir-crazy. Ain't nothing to do in this small town...Wish I had the money to do something fun.#Heya @. How're you doing? Plannin' on doing anything interesting?#",
            "spring_Fri8": "%Pam is mumbling under her breath.#$b#Why are we at war with the Gotoro Empire again? Waste of perfectly good tax dollars, seriously.",
            "spring_Sat8": "*sigh*. Not lookin' forward to getting old. The idea of no longer bein' able to take care of myself...it's terrifying.$s#$e#I don't want Penny givin' up any more of her life to take care of me, she's done that enough.",
            "summer_Mon10": "#$c .5#Tryin' a new weight-loss tea. It tastes vile.#Could really do with some potato salad right about now.#",
            "summer_Fri8": "$y '@, have you ever considered what you'll do after you retire?_Sure, I'll just live on this farm forever_Oh...I guess this's like retirement for you? You're a lucky one, then._I'm...uh, wealthy enough already..._Right. Uh. Yes. Forgot about that, I guess...shouldn't have brought this up..._I guess someone has to keep on runnin' this farm_Guess neither of us get to retire till we're too old to work...$s'",
            "fall_Mon10": "Used to sneak out and hitchhike to the city all the time. Drove Ma nuts.#$e#Kinda glad Penny was never a troublemaker like me...",
            "fall_Tue10": "Argh. I wish there was something interesting I could do.#$e#When I get bored, my brain goes to places I don't like.",
            "fall_Fri10": "My commercial drivers license? I just had Penny, I needed money, the company paid very, very well, so I felt it was my only option.#$e#Meant that I was on the road a lot when Penny was young, though.",
            "winter_Mon10": "Ma wanted so badly to travel. She rarely got to leave the town because we never had the money to do anything.#$e#She bought the trailer because she wanted to be able drive everywhere after she retired, but she never got the chance.#$e#Spent her whole life workin' and taking care of my Pappy, me, and then helpin' me with Penny. Died before she got to live.#$e#$c .5#I don't want that type of life for my Penny.#Then the trailer broke down, and we didn't have enough money to fix it up.$s#",
            "winter_Tue8": "Child support? Alimony? @, that lazy husband of mine never worked. Even if I could find him, he ain't got no money I could get out of him.",
            "winter_Thu8": "Argh. Seem to be gainin' weight again.#$e#Gonna have to buy more clothing. I hate buyin' mail-order clothing. Nothing ever fits right.#$e#I guess I could drive down into the city...",
            "winter_Fri10": "I keep on buyin' veggies and forgetting to cook them. Then they wilt in the crisper. What a waste of money.$s",
            "winter_Sat10": "City ain't fixing potholes right now. Apparently, too cold. Makes drivin' the bus a right pain sometimes...",
            "Saloon_Mon": "I'm just gonna have one...",
            "Saloon_Tue": "Gus's selling a new amber lager that looks quite excellent! Think I'm going to have one...$h",
            "Saloon_Sat": "You plannin' on watching the gridball game?",
            "Saloon_Sun": "%Pam seems to be muttering to herself.#$b#It's too easy to fall into old habits...",
            "summerSaloon_Tue": "Today would be a nice day for a good pale wheat beer...$s",
            "summerSaloon_Fri": "Hey, @, you've got anything interestin' planned for this weekend?#$e#Me? I...I don't know...$s",
            "fallSaloon_Sun": "Penny likes this town. Me, I'm not sure. I have good memories here, but also a lot of bad.#$b#I've been thinkin' of moving away, starting anew. But I can't afford it, and not sure I can find a new job in this economy...",
            "winterSaloon_Mon": "@, could ya leave me alone today?#$b#I'm not interested in chattin' today, @.",
            "winterSaloon_Fri": "Brr! It's freezin' out there!",
            "winterResort_Left_Saloon_Fri": "Brr! Town seems so cold after being at the Resort all day!",
            "winterSaloon_Thu": "Gus's been cuttin' me off after two beers these days...$s#$e#I know he's doing it for my own good but...",
            "winterSaloon_Sun": "It's like...I can perfectly well know this isn't the right thing to do, but I'll do it anyways..."
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Bad dialogue, set bravo, post-perfection",
        "When": {"HasFlag": "Farm_Eternal"},
        "Entries": {
            "summer_Fri10": "$y '@, have you ever considered what you'll do after you retire?_Sure, I'll just live on this farm forever._Oh...I guess this's like retirement for you? You're a lucky one, then._I'm...uh, wealthy enough already..._Right. Uh. Yes. Forgot about that, I guess...shouldn't have brought this up..._I guess someone has to keep on runnin' this farm._Guess neither of us get to retire till we're old$s..._I...uh, don't need to think about retiring, for, uh, reasons._Uh. Okay...Um. (Guess just another weird thing about this farm? That giant gold clock gives me the heebie jeebies.)'",
            "Saloon_Wed": "Feels like no matter how hard I try, my life just stays the same...$s",
            "fallSaloon_Wed": "Feel like I'm just stuck in a rut...",
            "fallSaloon_Thu": "Ain't ever anything new in this nothin' town...$s",
            "winterSaloon_Tue": "Wonder if this is what my life will be...feels like I'm just runnin' around in circles...",
            "winterSaloon_Wed": "Wish I could find something interestin' to do right about now...$s",
            "winterResort_Left_Saloon_Wed": "Went to Ginger Island today. Guess it was a nice change of pace..."
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Bad dialogue, set bravo, post-rehab",
        "When": {
            "HasSeenEvent": "99210002" //Post-rehab event
        },
        "Entries": {
            "spring_Thu10": "My therapist keeps on giving me more worksheets to do...#$b#Not sure what I expected out of therapy but this wasn't it.#$e#To be honest, I expected to be blamed for so much more...",
            "spring_Fri10": "Say, @, I hear you go into those mines often. Try to stay safe down there...",
            "winter_Sun10": "I used to think therapy would just be lyin' on a couch, talkin' about your feelings.#$e#It's not. It's a bunch of worksheets, actually.#$e#Feel like I'm back in school or something.#$e#I don't know. Penny says I'm gettin' better. I'm not sure I can tell.$s",
            "Saloon_Thu": "This beer? It's a nice bitter. I didn't realize Gus had so many good beers for sale!$h",
            "Saloon_Fri": "@, whatcha do this week? You lookin' forward to the weekend?#$b#Guess farm life never stops.",
            "summerSaloon_Mon": "Thinking of gettin' a nice milk stout with my dinner today...wonder if I should pick up some food for tomorrow as well?",
            "summerSaloon_Sat": "@, if you could start over, what would you do with your life?",
            "fallSaloon_Mon": "Wonder if I should just move out of town or something. Start over someplace new.#$b#My therapist says it might be necessary to help me break bad habits...",
            "fallSaloon_Tue": "*sigh*. I spend too much time here, don't I?",
            "fallSaloon_Fri": "Why do I feel like I always end up back at this place? It's too close to my house for my own good, @.$s",
            "winterSaloon_Mon": "Ah, @, start of a new week? Anything you're plannin' on doing this week?#$b#Me? Well, I dunno. Go to work, I guess.",
            "winterSaloon_Thu": "Why I don't go back to drivin' trucks? I'm too old for it. They make drivers load and unload those trucks...#$e#Not sure I can work that those type of hours anymore anyways.#$e#These old legs don't work as well as they used to...$s",
            "winterSaloon_Sat": "#$c 0.5#You know how hard it is to find a good plumber all the way out here?#Everything costs more out here, compared to in the city. You know how expensive it is to get a plumber out here?#",
            "17_2": "I think the pharmacy screwed up my medications again...$s"
        }
    }
]}