{
  "oasis_tunnel": "Volt itt egy átjáró egy rejtett helyre. Néhány ádáz barátunk segítségével vissza tudtuk nyitni.",
  "oasis_1": "Jelenleg ez a forrás eléggé élettelen, de remek szaporodóhelynek bizonyulhat különböző édesvízi halak számára. Hozzatok mindegyikből néhányat, a többit majd én elintézem. Itt évszaktól, időtől és időjárástól függetlenül horgászhatsz majd rájuk.",
  "oasis_2": "A halak élnek és virulnak, de nem szaporodnak olyan gyorsan. A megfelelő etetőanyag drasztikusan javíthatná a horgászati esélyeket.",
  "oasis_3": "Vannak olyan halak, amelyek csak a Stardew Valley környéki vizekben fordulnak elő. Kihalófélben vannak, hacsak nem adunk nekik új otthont. Ez a tó lehet a fajuk megmentője. Elkapásuk a szerencsén múlik. A rokonaik is működnek helyettesítőként",
  "mill_tier1": "Segíthetünk megjavítani ezt az öreg vízszivattyút. Úgy számolom, hogy az összes növény kb. 50%-át fogja öntözni, és lehetővé teszi, hogy kiássátok a csatornát egy csomót.",
  "mill_tier2": "A földalatti csövek öregek és eldugultak. Ezek cseréje és a szivárgások kijavítása 65%-ra javítja az öntözést.",
  "mill_tier3": "Hallod ezt? A fogaskerekek elhasználódtak és cserére szorulnak. Az új fogaskerekek 80%-ra javíthatják az öntözést.",
  "mill_tier4": "Most támadt egy nagyszerű ötletem! Egy segédelektromos motor javíthatná a szivattyúzási teljesítményt, hogy 100%-os öntözést tegyen lehetővé!",
  "mill_tier5": "Kitalálod, mi hiányzik? Irídium! Megerősíthetnénk az alapot, hogy 125%-os öntözést érjünk el! Ó, és talán lecserélhetnénk a rögtönzött szálas vitorláinkat rendes szövet vitorlákra, ha már itt tartunk\". Becsléseim szerint a plusz tápanyagoknak köszönhetően a növényeknek egy nappal kevesebb időbe telik a növekedés.",
  "mine_1": "Ugh! Nézd ezt a sok szemetet... Tudod mit, kölyök, segíts nekem megtisztítani a környezetet, és én gondoskodom róla, hogy megérje az idődet. Bármilyen szemét megteszi",
  "mine_2": "Nagyon szeretek kincset ásni. Ez nagyon jó móka! Üres gyomorral csinálni azonban tönkreteszi a mókát. Tudod mit, kölyök, főzz nekem valami finomat, és gondoskodom róla, hogy megérje az idődet! Nem, nem pénzt... Kincset!",
  "mine_3": "Hé kölyök, szereted a kaktuszgyümölcsöt? Nem? Hát én igen, és rengeteget akarok belőle! Segíts egy barátodnak, és én gondoskodom róla, hogy megérje neked! Nem, nem pénzt... vagy kincset... Gondoskodom róla, hogy a fű sokkal gyorsabban terjedjen ebben a völgyben! Micsoda üzlet!"
}