{
  "oasis_tunnel": "Когда-то здесь был проход в скрытое место. С помощью свирепых друзей мы сможем открыть его обратно",
  "oasis_1": "Сейчас этот источник довольно безжизненный, но он может оказаться отличным местом для разведения различных пресноводных рыб. Принесите мне несколько особей, а с остальным я разберусь. Вы сможете ловить их здесь независимо от сезона, времени и погоды",
  "oasis_2": "Рыба жива и здорова, но она не так быстро размножается. Правильно подобранный корм может значительно улучшить шансы на рыбалку.",
  "oasis_3": "Есть некоторые рыбы, которые уникальны для вод вокруг Stardew Valley. Они могут вымереть... если мы не дадим им новый дом. Этот пруд может стать спасительным для их вида. Их поимка будет зависеть от вашей удачи. Их родственники также работают как заменители",
  "mill_tier1": "Мы могли бы помочь вам отремонтировать этот старый водяной насос. Полагаю, он оросит около 50% всех растений и позволит вам выкопать канал",
  "mill_tier2": "Подземные трубы старые и засорились. Замена их и устранение утечек улучшит орошение до 65%.",
  "mill_tier3": "Вы слышите? Зубчатые колеса изношены и требуют замены. Новые зубчатые колеса могут улучшить орошение на 80%.",
  "mill_tier4": "Мне только что пришла в голову отличная идея! Помогающий электрический двигатель может улучшить мощность насоса, что позволит орошать на 100%!",
  "mill_tier5": "Можете ли вы догадаться, чего не хватает? Иридия! Мы могли бы укрепить фундамент для орошения на 125%! О, и, возможно, заменим наши импровизированные паруса из волокна на настоящие паруса из ткани, пока мы в этом разбираемся. По моим расчетам, благодаря дополнительным питательным веществам урожай будет расти на день меньше",
  "mine_1": "Фу! Посмотрите на весь этот мусор... Вот что, малыш, помоги мне очистить окружающую среду, и я позабочусь о том, чтобы это стоило твоего времени. Подойдет любой мусор",
  "mine_2": "Я очень люблю копать в поисках сокровищ. Это очень весело! Правда, на голодный желудок все удовольствие пропадает. Вот что, малыш, приготовь мне что-нибудь вкусненькое, и я позабочусь о том, чтобы это стоило твоего времени! Нет, не денег... сокровищ!",
  "mine_3": "Эй, парень, ты любишь плоды кактуса? Нет? А я люблю и хочу много! Помоги другу, и я позабочусь о том, чтобы это стоило твоих денег! Нет, не деньги... или сокровища... Я сделаю так, что трава в этой долине будет расти гораздо быстрее! Вот это сделка!"
}