{
  "Maru0": "Ich bin wirklich aufgeregt.$h#$b#Wir werden heiraten. Hehe.$l",
  "Maru1": "Ich muss mich mental darauf vorbereiten, die Frau des Hofs zu werden.",
  "Leah0": "...$l#$e#Ich bin ein wenig nervös. Aber glücklich.$h",
  "Leah1": "Ich habe schon immer davon geträumt, auf einem Bauernhof zu leben.$h#$e#Ich werde so glücklich sein.",
  "Haley0": "Ich bin so glücklich!$h#$e#Es ist genau so, wie ich es mir erträumt habe.$l",
  "Haley1": "Schon in Ordnung. Ich weiß, dass wir keine Flitterwochen machen können, weil sich jemand um den Hof kümmern muss.#$e#Ich bin jetzt auch ein Bauer!",
  "Penny0": "@, ich habe ein wenig Angst... Das ist so eine große Veränderung!#$e#Keine Angst, ich bin auch glücklich.$h",
  "Penny1": "Wir werden bald eine kleine, bäuerliche Familie haben.$l#$e#Ich bin so froh, dass du solche Gefühle für mich empfindest.$h",
  "Abigail0": "Hehe. Ich? Verheiratet? Ich hätte das niemals erwartet.$h#$e#Ich hoffe du kannst mir einen fetten dump truck geben.$h",
  "Abigail1": "Ich bin mit einem Viewer verlobt. Wow!$h#$e#Unsere Leben werden sich von jetzt an ganz schön verändern.$l",
  "Sam0": "Schon bald wirst du meinen Schwanz nicht mehr los.$l#$e#Ich bin aufgeregt.",
  "Sam1": "Das ist so schön wie eine 100er Subbomb.$l#$e# Nein! Es ist viel schöner als eine 100er Subbomb!$l",
  "Sebastian0": "In ein paar Tagen werde ich auf einem Hof leben. Ich kann es nicht glauben.$h#$e#Ich bin aber glücklich.$l",
  "Sebastian1": "Als du in der Stadt aufgetaucht bist, hätte ich nie gedacht, dass ich dich eines Tages heiraten würde.$l#$e#Das Leben ist merkwürdig, was?$h",
  "Harvey0": "Ach, du meine Güte! Ich muss so viel für die Hochzeit vorbereiten! Ich bin nervös.$l#$e#Mir wird ein Stein vom Herzen fallen, wenn wir dann endgültig auf deinem Hof eingezogen sind.$h",
  "Harvey1": "Ich bin wirklich glücklich.$h#$e#Insgeheim habe ich mir das schon immer gewünscht.$l",
  "Elliott0": "Der Hof wird der ideale Ort zum Schreiben sein. Ich freue mich wirklich darauf.$h#$e#Wir werden ein großartiges Paar abgeben.$l",
  "Elliott1": "Das wird so ein Abenteuer! Ich bin richtig aufgeregt. Du nicht?$h#$e#Wir können meine Hütte als Strandhaus nutzen.$l",
  "Alex0": "@, das ist das Allerbeste, das je hätte passieren können.$l#$e#Ich kann es kaum erwarten.$h",
  "Alex1": "Ich werde es lieben, auf dem Hof zu leben.$h",
  "Shane0": "Ein Teil von mir fragt sich, ob das alles nicht Teil von einem sehr aufwendigen Streich ist.#$e#Ich kann nicht glauben, dass du tatsächlich jemanden wie mich heiraten würdest.",
  "Shane1": "@...Mein Kopf dreht sich und ich hatte heute noch nichtmal ein Bier.",
  "Emily0": "Kannst du glauben, dass wir zusammenziehen? Ich habe außer mit meiner Familie noch nie mit jemandem zusammen gelebt.#$e#Es ist... aufregend.",
  "Emily1": "Ich wusste schon immer, dass zwischen uns irgendetwas wichtiges passieren würde... Ich hätte nur nicht gedacht, dass es das ist!$h#$e#Der Papagei ist auch aufgeregt.",
  "Krobus0": "@... Ich fürchte, wir müssen das geheim halten... Weder mein Volk noch deines würde akzeptieren, dass wir zusammenleben.",
  "Krobus1": "Du weißt, dass ich ein sehr seltsamer Gast sein werde, oder? Ich werde nicht in der Lage sein, das Haus zu verlassen..."
}