{
  "1": "Location/Triff den Zauberer/Du hast einen Brief vom örtlichen Zauberer bekommen. Er behauptet, Informationen über das alte Gemeinschaftszentrum zu haben./Betritt den Turm des Zauberers./WizardHouse/-1/0/-1/false",
  "2": "Basic/Der mysteriöse Qi/In einer geheimen Schließkassette hast du eine Notiz mit merkwürdigen Anweisungen gefunden. Sie wurde mit \"Mr. Qi\" unterschrieben./Hinterlasse eine Regenbogenmuschel in einer Kassette bei den Zügen./null/-1/0/-1/false",
  "3": "Basic/Der mysteriöse Qi/Du hast eine weitere Notiz von \"Mr. Qi\" gefunden. Die Anfrage ist dieses Mal sogar noch ungewöhnlicher./Lege 10 Rüben in den Kühlschrank von Bürgermeister Lewis./null/-1/0/-1/false",
  "4": "Basic/Der mysteriöse Qi/Du hast im Kühlschrank des Bürgermeisters eine weitere merkwürdige Notiz gefunden. Dieses Mal sind die Anweisungen kryptischer./\"Gib dem Sanddrachen sein letztes Mahl.\"/null/-1/0/-1/false",
  "5": "Basic/Der mysteriöse Qi/Du hast im Auge des Drachen noch eine Notiz gefunden. Es scheint, als würde Mr. Qis Schnitzeljagd sich dem Ende zuneigen./Untersuche den Holzstapel neben deinem Haus./null/-1/0/-1/false",
  "6": "ItemHarvest/Erste Schritte/Wenn du ein Bauer werden willst, musst du mit den Grundlagen anfangen. Benutze deine Hacke, um das Feld zu bestellen, benutze dann eine Saat auf dieser Erde, um etwas anzupflanzen. Bewässere sie jeden Tag, bis die Pflanze zur Ernte herangewachsen ist./Baue eine Pastinake an und ernte sie./24/h7 8/100/-1/true",
  "7": "Building/Tiere aufziehen/Jinja, die örtliche Schreinerin, lebt im Norden der Stadt. Im Gegenzug für Materialien und Geld baut sie dir neue Gebäude auf deinem Hof. Mit ihrer Hilfe kannst du einen Hühnerstall oder Stall bauen, damit du Tiere züchten kannst./Baue einen Hühnerstall./Coop/-1/100/-1/true",
  "8": "Crafting/Fortschritt/Wenn du an Erfahrung gewinnst, wirst du neue Rezepte zur Herstellung entdecken, die deine Einkünfte erhöhen und dein Leben einfacher machen. Eine Vogelscheuche zum Beispiel wird Krähen davon abhalten, sich an deiner wertvollen Ernte zu vergreifen./Erreiche Hofarbeit Stufe 1 und stelle eine Vogelscheuche her./8 true/-1/100/-1/true",
  "9": "Social/Sag Hallo!/Es wäre eine nette Geste, dich jedem in der Stadt vorzustellen. Manche Leute sind eventuell etwas zurückhaltend, wenn es darum geht, den neuen Einwohner zu begrüßen././null/25/0/-1/true",
  "10": "Basic/Kupfererz/Du hast ein Stück Kupfererz gefunden. Du bist dir nicht sicher, wofür es gut ist, aber der örtliche Schmied sollte es wissen./Bring ein Stück Kupfererz zu Clints Laden././-1/0/-1/false",
  "11": "Crafting/Sich seinen Weg schmieden/Wenn du weiter Erze abbaust, solltest du einen Schmelzofen bauen können./Stelle einen Schmelzofen her./13 true/12/0/-1/true",
  "12": "ItemHarvest/Schmelzen/Mit deinem neuen Schmelzofen kannst du Metalle schmelzen. Laut Clints Anweisungen sollte der Schmelzofen aus 5 Stücken Kupfererz und 1 Stück Kohle einen Kupferbarren anfertigen./Nutze deinen Schmelzofen, um einen Kupferbarren zu schmelzen./334 1/-1/0/-1/true",
  "13": "Basic/Auf zum Strand/Jemand namens Willy hat dich dazu eingeladen, ihn am Strand südlich der Stadt zu besuchen. Er meint, er habe etwas, das er dir geben will./Besuche den Strand südlich der Stadt vor 17:00 Uhr./-1/-1/0/-1/true",
  "14": "Basic/Erkunde die Mine/Es gibt einen alten Minenschacht in den Bergen nördlich der Stadt. Dort könnten wertvolle Minerale sein, aber Marlon meinte, dort lauern zahlreiche Gefahren./Erreiche Ebene 5 in den Minen./17/17/0/-1/false",
  "15": "Monster/Aufnahme/Wenn du 10 Schleime erledigen kannst, hast du dir deinen Platz in der Abenteurergilde verdient./0 von 10 Schleimen getötet./Green_Slime 10/16/0/-1/false",
  "16": "Location/Aufnahme/Du hast erfolgreich 10 Schleime besiegt. Jetzt kannst du der Abenteurergilde beitreten./Tritt der Abenteurergilde bei./AdventureGuild/-1/0/-1/false",
  "17": "Basic/Tiefer in die Mine/Sieht so aus, als würde der Lift in den Minen immer noch funktionieren. Mit ihm kannst du schnell zu allen Lifttüren gelangen, die du entdeckt hast. Eine tiefere Expedition wäre vielleicht angemessen./Erreiche Ebene 40 in den Minen./18/18/0/-1/false",
  "18": "Basic/Auf zum Grund?/Bisher gibt es keine Anzeichen von einem Ende. Wie tief geht diese Mine?/Erreiche den Grund der Mine./-1/-1/0/-1/false",
  "19": "Basic/Der Schädelschlüssel/Du hast am Grund der Mine einen merkwürdigen Schlüssel gefunden./Finde den Nutzen des Schädelschlüssels heraus./-1/-1/0/-1/false",
  "20": "Basic/Qis Herausforderung/Du wurdest dazu herausgefordert, Ebene 25 in der Schädelhöhle zu erreichen. Dir wurde eine ordentliche Belohnung versprochen, wenn du erfolgreich sein solltest./Erreiche Ebene 25 in der Schädelhöhle./-1/-1/0/-1/false",
  "21": "Basic/Marnies Bitte/Marnie ist auf deinem Hof vorbeigekommen und hat dich um eine Höhlenkarotte gebeten. Sie versucht, ihre Ziegen zum Sprechen zu bringen und Höhlenkarotten sind deren liebste Belohnung./Bringe eine Höhlenkarotte zu Marnie in den Laden./-1/-1/0/-1/true",
  "22": "Basic/Fischeintopf/Jodi hat auf deinem Hof vorbeigeschaut, um dich zum Abendessen um 19:00 Uhr einzuladen. Ihre einzige Bitte ist, dass du einen Forellenbarsch für ihren Fischeintopf mitbringst./Betritt Jodis Haus um 19:00 Uhr mit einem Forellenbarsch./-1/-1/0/-1/true",
  "23": "Location/Archäologie/Du hast ein altertümlich wirkendes Objekt gefunden. Könnte es ein Artefakt vergangener Zeiten sein? Vielleicht hat Gunther, der Museumsdirektor, eine Antwort./Besuche Gunther im Museum./ArchaeologyHouse/-1/0/-1/true",
  "24": "Basic/Archäologie/Gunther hat dich darum gebeten, neue Artefakte oder Minerale dem Museum zu spenden. Er meint, er würde dich ab und an mit seltenen Waren kompensieren./Spende dem Museum ein Artefakt oder Mineral./-1/-1/250/-1/true",
  "25": "Basic/Wie man Freunde gewinnt/Jemandem Geschenke zu machen ist ein großartiger Weg, um Freundschaften aufzubauen. Lerne die individuellen Geschmäcker der Leute kennen und du wirst in kürzester Zeit beliebt sein./Mache jemandem ein Geschenk./-1/-1/100/-1/true",
  "26": "Basic/\"Rattenproblem\"/Irgendetwas Merkwürdiges geht im Gemeinschaftszentrum vor sich.../Untersuche das Gemeinschaftszentrum./-1/-1/0/-1/true",
  "27": "Basic/Goblin-Problem/Ein Goblin blockert den Weg zur Hexenhütte. Es muss einen Weg geben, ihn zu bewegen... Vielleicht sollte ich nach mehr Informationen über Goblins suchen./Erlange Eintritt zur Hexenhütte./-1/-1/0/-1/true",
  "28": "Basic/Dunkler Talisman/Der Zauberer hat mich darum gebeten, die magische Tinte aus dem Haus seiner Exfrau zu holen. Aber um hineinzukommen, brauche ich einen dunklen Talisman.../Betritt die Kanalisation und befrage Krobus zu dem dunklen Talisman./-1/-1/0/-1/false",
  "29": "Basic/Seltsame Notiz/Du hast eine kaum lesbare Notiz gefunden, die besagt, dass du \"Ahonsierub\" in den \"gehmn Walt\" bringen sollst./Bringe \"Ahonsierub\" in den \"gehmn Walt\"./-1/-1/0/-1/true",
  "30": "Basic/Geheimnisvolle Notiz/Du hast eine Notiz gefunden, auf der steht \"Jemand wartet auf Ebene 100 der Schädelhöhle auf dich\"./Erreiche Ebene 100 in der Schädelhöhle./-1/-1/0/-1/true",
  "31": "Basic/Ein Wintermysterium/An einer Bushaltestelle hattest du eine Zufallsbegegnung mit einer seltsamen Person. Als sie dich sah, floh sie Richtung Stadt. Ob es dort einen Hinweis auf ihren Aufenthaltsort gibt?/Finde die schattenhafte Figur./-1/-1/0/-1/true",
  "100": "LostItem/Jinjas verlorene Axt/Jinja hat ihre Lieblingsaxt verloren. Das letzte Mal hat sie sie anscheinend auf Marnies Ranch benutzt, um Holz zu hacken./Finde Jinjas verlorene Axt./Jinja 788 Forest 110 81/-1/250/-1/true/Hey, du hast meine Axt gefunden! Was für eine Erleichterung... Ich habe mir fast den Zeh mit der anderen abgeschlagen. Danke dir!",
  "101": "ItemDelivery/Jodis Bitte/Jodi benötigt frischen Blumenkohl für ein Rezept, an dem sie arbeitet. Sie hat dich darum gebeten, ihr einen zu bringen./Bringe Jodi einen Blumenkohl./Jodi 190/-1/350/-1/true/Oh, der sieht lecker aus! Danke, genau das habe ich gebraucht. Absolut perfekt für mein gelbes Curry.",
  "102": "LostItem/Bürgermeister \"Shorts\"/Bürgermeister Lewis hat seine violetten \"Shorts\" verloren. Er bittet dich darum, sie ihm zurückzubringen... Unauffällig./Finde und bringe Bürgermeister Lewis' violette Shorts zurück./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Du hast sie gefunden! ...wo? ... Oh... Ähmm... Also...#$b#Dort? Ich habe keine Ahnung, wie sie dort hinkommen konnten... *hüstel*#$b#Das bleibt zwischen dir und mir. Verstanden?$u",
  "103": "ItemDelivery/Pam ist durstig/Pam dürstet es nach hellem Bier. Reguläres Bier wird nicht reichen. Du kannst es selbst brauen, wenn du Hopfen und ein Fass zum Brauen hast./Bringe Pam ein helles Bier./Pam 303/-1/350/-1/true/Her damit. *schlürf* Ahh, so muss es sein.#$b#Ziemlich gut und hopfig... Mit einem Hauch von Zitrone, aber einem robusten Hauptteil, der es festigt.#$b#Danke, mein Kind. Das bedeutet mir viel. Ich wusste, ich kann mich auf dich verlassen.$h",
  "104": "ItemDelivery/Nutzpflanzen-Forschung/Demetrius braucht eine frische Melone für seine Forschung./Bringe Demetrius eine Melone./Demetrius 254/-1/550/-1/true/Perfekt! Genau, was ich für meine Forschung benötige. Es wird mir schwerfallen, sie nicht zu essen! Vielen Dank.",
  "105": "ItemDelivery/Knietherapie/George braucht eine scharfe Peperoni, um die Schmerzen in seinem Knie zu lindern./Bringe George eine Peperoni./George 260/-1/200/-1/true/Hast dir ja ordentlich Zeit gelassen... Hmmpf... Nun, zumindest ist sie gut und scharf. Danke.",
  "106": "ItemDelivery/Kuh-Vergnügen/Marnie will ihren Kühen einen besonderen Leckerbissen gönnen. Sie bittet dich um ein Bündel Amarant./Bringe Marnie ein Bündel Amarant./Marnie 300/-1/500/-1/true/Oh, der Amarant, den ich wollte! Vielen Dank... meine Kühe werden ihn lieben!$h",
  "107": "LostItem/Beerenkorb/Es ist Brombeerenzeit, aber Linus kann seinen Korb nicht finden! Er bittet dich darum, ihm beim Suchen zu helfen. Er hat keine Ahnung, wo er sein könnte./Finde Linus' Korb und bringe ihn zu ihm zurück./Linus 790 Backwoods 27 27/-1/0/-1/true/Mein Korb! Danke dir. Das bedeutet mir viel.$h",
  "108": "ItemDelivery/Kürbis-Schnitzen/Caroline will mit ihrer Tochter einen Kürbis schnitzen. Sie hat dich darum gebeten, ihr einen von deinem Hof zu bringen./Bringe Caroline einen Kürbis./Caroline 276/-1/500/-1/true/Oh, der Kürbis! Das ist ein gutes Exemplar... Luny wird so glücklich sein, wenn sie ihn sieht. Danke, @!$h",
  "109": "ItemDelivery/Fange einen Tintenfisch/Willy hat dich herausgefordert, einen Tintenfisch zu fangen. Er sagt, du kannst sie im Ozean an Winternächten fischen./Bringe Willy einen Tintenfisch./Willy 151/-1/800/-1/true/Hey, du hast es geschafft! Nicht schlecht. Wirklich nicht schlecht. Ich bin beeindruckt.#$b#Der Winter ist eine gute Zeit, um die alte Angel wieder rauszuholen, nicht?",
  "110": "ItemDelivery/Clints Versuch/Clint will, dass du Emily einen Amethysten gibst. Er möchte, dass du ihr sagst, dass er von ihm ist./Bringe Emily einen Amethysten./Emily 66/-1/0/-1/true/Oh, mein Lieblingsstein! Du bist so süß!$h#$b#Hä? Der ist von wem?$u#$b#Oh, du hast ihn bei Clint geholt? Na ja, egal woher er ist, er ist wunderschön! Danke dir! *knutsch*$h",
  "111": "ItemDelivery/Dunkle Reagenz/Der Zauberer will, dass du in die Minen gehst und ihm eine Schattenessenz bringst. Er braucht sie für eine Art dunkle Magie./Bringe dem Zauberer eine Schattenessenz./Wizard 769/-1/1000/-1/true/Ah, du hast sie mitgebracht. Du hast dir meine Dankbarkeit und 1000 G verdient. Jetzt geh.",
  "112": "ItemDelivery/Ein Gefallen für Clint/Clint hat einen neuen Hammer und will ihn an verschiedenen Metallen ausprobieren./Bringe Clint einen Eisenbarren./Clint 335/-1/500/-1/true/Hey, das ist der Eisenbarren, den ich wollte. Er sieht solide aus... perfekt.#$b#Danke, @. Ich weiß das zu schätzen.",
  "113": "ItemDelivery/Jinjas Bitte/Jinja hat dich angeschrieben, um dich um Hartholz zu bitten./Bringe Jinja 10 Stücke Hartholz./Jinja 709 10/-1/500/-1/true/Oh, du hast es mitgebracht! Ich wusste, dass ich mich immer auf dich verlassen kann, @.$h#$b#Mmhmm... Dieses Holz ist perfekt. Es ist genau was ich brauche. Danke!",
  "114": "ItemDelivery/Fischeintopf/Gus will einen Fischeintopf machen, aber er braucht einen weißen Thun./Bringe Gus einen weißen Thun./Gus 705/-1/400/-1/true/*schnüff* *schnüff* Was ist das? Irgendetwas riecht nach weißem Thun!#$b#Aha! Du hast ihn mir gebracht! Tausend Dank!",
  "115": "ItemDelivery/Frische Frucht/Emily sehnt sich nach dem Geschmack des Frühlings. Sie fragt nach einer frischen Aprikose./Bringe Emily eine Aprikose./Emily 634/-1/600/-1/true/Oh... Du hast eine gefunden! Danke, die sieht lecker aus!$h",
  "116": "ItemDelivery/Omas Geschenk/Evelyn will ihren Ehemann mit einem Geschenk überraschen./Bringe Evelyn einen Lauch./Evelyn 20/-1/500/-1/true/Oh, dank dir recht herzlich. Dieser Lauch sieht lecker aus. George wird so glücklich sein.#$b#Er liebt es, wenn ich Eier mit Lauch zum Frühstück mache.",
  "117": "ItemDelivery/Pierres Mitteilung/Pierre wird \"gutes Geld\" an denjenigen zahlen, der ihm einen Teller Sashimi bringt. Anscheinend braucht er es echt dringend./Bringe Pierre etwas Sashimi./Pierre 227/-1/1000/-1/true/Es wird aber auch Zeit! Ich hatte schon Entzugserscheinungen, so dringend wollte ich Sashimi essen. *kau* Mmmh, so gut.#$b#Danke, @.$h",
  "118": "ItemDelivery/Aquatische Forschung/Demetrius studiert die Toxine örtlicher Kugelfische. Er hat dich darum gebeten, ihm einen zu bringen./Bringe Demetrius einen Kugelfisch./Demetrius 128/-1/1000/-1/true/Da bist du ja. Dieses Exemplar sieht perfekt aus. Ich werde es direkt einfrieren. Danke, @!",
  "119": "ItemDelivery/Der Stern eines Soldaten/Kent will seiner Frau zu ihrem Jahrestag eine Sternfrucht schenken./Bringe Kent eine Sternfrucht./Kent 268/-1/500/-1/true/Hey. Psst... Lass sie Jodi nicht sehen.#$b#Ah, die sieht saftig aus. Die wird ihr gefallen. Vielen, vielen Dank.$h",
  "120": "ItemDelivery/Bürgermeister-Bedürfnisse/Bürgermeister Lewis will Trüffelöl. Er will nicht sagen wofür. Vielleicht geht es dich nichts an./Bringe Lewis eine Flasche Trüffelöl./Lewis 432/-1/750/-1/true/Du hast das Öl? Lass mich mal sehen...#$b#Hm, gute Qualität... sehr glatt. Großartig. Danke dir.",
  "121": "ItemDelivery/Gesucht: Hummer/Gus hat in einer Mitteilung um einen frischen Hummer gebeten./Bringe Gus einen Hummer./Gus 715/-1/500/-1/true/Irgendetwas riecht nach frischem Hummer. Oh, das ist gut.$h#$b#Pass auf dich auf.",
  "122": "ItemDelivery/Pam braucht Saft/Pams Fernbedienung ist tot. Es fällt ihr schwer, immer wieder von der Couch zum Fernseher zu gehen, um umzuschalten./Bringe Pam eine Batterie./Pam 787/-1/400/-1/true/Hey, du hast echt eine Batterie besorgt! Danke, mein Kind... Du hast mein Leben gerettet!$h",
  "123": "ItemDelivery/Stab der Macht/Der Zauberer arbeitet an einem Stab von phänomenaler Kraft. Wer weiß schon wofür. Er braucht einen Iridiumbarren, um ihn zu vollenden./Bringe dem Zauberer einen Iridiumbarren./Wizard 337/-1/5000/-1/true/Ah, wertvolles Iridium. Das hast du gut gemacht, @. Du hast meine Dankbarkeit. Jetzt geh.",
  "124": "ItemDelivery/Fange einen Lengdorsch/Willy hat dich herausgefordert, einen Lengdorsch zu fangen./Bringe Willy einen Lengdorsch./Willy 707/-1/550/-1/true/Hey, das is'n echter Brocken! Du hast wirklich das Blut eines Anglers in dir.$h",
  "125": "ItemDelivery/Exotische Spirituosen/Gus will einen Kokos-no-no machen, aber ihm fehlt die Hauptzutat./Bringe Gus eine Kokosnuss./Gus 88/-1/600/-1/true/Kokosnuss! Da ist mal etwas Beruhigendes für meine Winteraugen.$h#$b#Die ist perfekt für meinen Kokos-no-no. Danke!",
  "126": "ItemDelivery/Besorgung für deine Frau/Deine Frau bat dich, ihr 200 Stück Faser für ein geheimes Projekt zu bringen./Bring Emily 200 Fasern mit./Emily 771 200/-1/0/-1/false/Oh, das sieht perfekt aus... und es wird auch nachhaltig bezogen! Vielen Dank, @.$h#$b#Jetzt habe ich für meine Arbeit alles was ich brauche. Es wird noch ein paar Tage dauern, bis es fertig ist...",
  "127": "Basic/Haleys Kuchen-Spaziergang/Deine Frau organisiert einen Wohltätigkeits-Kuchenspaziergang auf dem Stadtplatz. Sie bat dich, einen Schokoladenkuchen mitzubringen./Betrete die Stadt an einem sonnigen Morgen mit einem Schokoladenkuchen./-1/-1/0/-1/true",
  "128": "SecretLostItem/.../.../.../Luny 191 100 129/-1/0/-1/false/Diese Halskette! Wo hast du sie gefunden? $7#$b#Naja, danke, dass du sie mir gebracht hast, @. Meine Mutter wird es nie erfahren...$h",
  "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Was ist das denn? Meine alte Halskette?$s#$b#Das ist seltsam, ich habe nicht einmal bemerkt, dass sie fehlt... Nun, danke, dass du sie zurückgebracht hast, @.$h.",
  "130": "Basic/Die Ehefrau des Piraten/Eine alte Dame, die auf der Ingwerinsel lebt, bittet dich, ein Andenken an ihren Mann zu finden. Sie gab dir ein altes Foto von einem Soldaten, der an Land gespült wurde, in der Hoffnung, dass es dir irgendwie helfen würde./Finde ein Andenken, das Birdies Ehemann gehörte./-1/-1/0/-1/false"
}