{
  "1": "Das ist eine Seite aus Lunys Tagebuch^^'Dinge, die ich liebe: den Duft von geschnitzten Kürbissen, einen Amethysten unter meinem Kopfkissen zu haben, Schokoladenkuchen, die Herausforderung des würzigen Aals und die Brombeer-Pastete meiner Mutter (ich esse gerne!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
  "2": "Das ist Fins Einkaufsliste für die Feiertage^^Was alle mögen^^Sebastian: Gefrorene Träne, Sashimi^Penny: Smaragd, Mohn^Vincent: Weintrauben, Preiselbeer-Süßigkeit^Mama: Knuspriger Barsch, Pfannkuchen^Papa: Risotto, geröstete Haselnüsse^Ich: Kaktus, Ahornriegel, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
  "3": "Das ist Monas Schrift^^Meine Vorstellung eines perfekten Essens wäre Salat, Ziegenkäse, Trüffel und Wein. Zum Nachtisch bräuchte ich einen Mohnmuffin. Lecker! Wenn mir das jemand geben würde, wäre ich hin und weg.%revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
  "4": "Eine Notiz von Maru^^Teile, die ich für meine größte Erfindung noch brauche!^^*Goldbarren^*Iridiumbarren^*Batterie^*Diamant^*Erdbeeren%revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
  "5": "Das ist Pennys Schrift:^^Ich möchte allen etwas schenken, das sie lieben!^^Mama: Pastinaken, glasierte Süßkartoffeln, KEIN BIER!^Jas: Feenrose, Plumpudding^Vincent: Pinke Torte, Weintrauben^Herr Mullner: Lauch, gebratene Pilze^Oma Mullner: Rübe, Tulpe%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
  "6": "Sonderbestellungen der Kneipe zum Sternenfall^^Bürgermeister Lewis: Herbstfülle^(Doppelte Portion balaststoffreiches Brot als Beilage)^^Marnie: Kürbiskuchen^(extra Schlagsahne!)^^Demetrius: Bohneneintopf^(Bitte scharf)^^Caroline: Fisch-Taco^(sie will drei Portionen Soße! Am besten ein paar Servietten dazulegen ...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
  "7": "Das ist eine Seite aus einem Tagebuch ...^^ ... Es gibt nur wenige 'ältere' Junggesellen im Ort und keiner davon ist perfekt! Harvey ist sehr nervös und schwach, aber ich weiß, er wäre ein loyaler und hingebungsvoller Ehemann. Er mag Kaffee und eingelegte Gurken.^^Elliot ist etwas geckenhaft und melodramatisch, aber er hat ein nettes Kinn. Er mag Krabbenkuchen und Granatäpfel.^^Shane ist unordentlich und nicht sehr gesellig. Aber ich glaube, sein grobes Äußeres ist ein Verteidigungsmechanismus, mit dem er sein wahres Ich vor der Welt verbirgt. Er mag Bier, Pizza und Paprika-Popper.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
  "8": "^An Haley und Emily^^Ich hoffe, es geht euch beiden gut! Wir haben euch eure Lieblingssachen geschickt: Pinke Torte und Sonnenblumen für Haley und Edelsteine und Wolle für Emily!^^-Alles Liebe, Mama und Papa%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
  "9": "Alex' Diät für sein Krafttraining:^^*Volles Frühstück^*Lachs-Mahlzeit^^(Langsam liebe ich dieses Essen ... Ich spüre das Eiweiß richtig!)%revealtasteAlex201%revealtasteAlex212",
  "10": "Jemand ^   wartet auf dich ^        auf Ebene 100 ^         in^          der^             Schädelhöhle ...",
  "11": "!image 6",
  "12": "An guten Tagen habe ich ein paar nützliche Sachen in den Mülleimern gefunden.^^Manchmal findet man hinter der Kneipe auch das 'Gericht des Tages' ... frisch, sogar!^^Für den Nachtisch sehe ich bei Familie Mullner im Mülleimer nach.^^Schätze gibt es beim Schmied und im Museum.",
  "13": "^^12 Uhr Mittags. PÜNKTLICH. Letzter Tag der Saison. Sieh dir den Busch über dem Spielplatz an.",
  "14": "^^^ Ich habe etwas hinter dem Gemeinschaftszentrum versteckt.",
  "15": "^^ Meerjungfrau-Show: 1-5-4-2-3",
  "16": "!image 0",
  "17": "!image 1",
  "18": "!image 3",
  "19": "!image 2",
  "20": "!image 4",
  "21": "!image 5",
  "22": "Sei gegrüßt, @...^^Hast du mein 'Geheimnis' im dunklen Tunnel gefunden?^^Ich freue mich schon auf dich!^^ -Qi",
  "23": "^^^Wenn duu dis lesen gannst ... komm zum gehmn Walt. Bitte bring Ahonsierub.",
  "24": "Es ist eine Seite aus M. Jaspers Buch:^^...die Kreaturen, die von manchen als \"Waldgeister\" oder \"Junimos\" bezeichnet werden, sollen in verlassenen Gebäuden erscheinen, nachdem sie \"zu Saatgut geworden\" sind.^^Als allgemeine Regel... wenn Menschen gehen und die Natur beginnt, ihr Territorium zurückzugewinnen, werden die Junimos zweifellos erscheinen.^^Eine Volksweisheit besagt, dass die Junimos eine Art resonante Affinität zu Edelsteinen zeigen, die in ihren kleinen Hütten platziert sind...^^ Natürlich stammen all diese Behauptungen aus zweifelhaften, nicht bestätigten Quellen... Soweit ich weiß, wurde selbst die bloße Existenz dieser Kreaturen nie nachgewiesen!",
  "25": "^^ Ich habe mir von Mama eine Halskette \"geliehen\", aber sie irgendwo in der Nähe des Badehauses verloren... Sie wird ausflippen, wenn sie merkt, dass sie fehlt!",
  "1001": "Tag 1^^...Mein Schiff ist verloren... Zerschmettert von einem Sturm in der unbarmherzigen See.^^Ich finde mich jetzt gestrandet wieder, an diesen seltsamen Ufern. Meine Mannschaft ist umgekommen, aber ich lebe noch. Vielleicht hat Fortuna meine gottlosen Knochen gesegnet... Oder sie hat ihre eigenen Pläne für mein Schicksal...^^Jedenfalls habe ich keine andere Wahl, als mir hier ein Leben aufzubauen. Es gibt frisches Wasser im Überfluß, Nahrung und fruchtbaren Boden zum Arbeiten.^^Zuerst werde ich einen Unterschlupf bauen...^^(Es fehlen einige Seiten)",
  "1002": "Tag 6^^Ich werde hier nicht hungern... die Gewässer sind voll von essbaren (gar köstlichen!) Fischen.^^Ich habe sogar einen Stachelrochen in den Höhlen an der Südostküste gefangen. Aber ich habe keine Ahnung, was ich damit machen soll!^^ Neulich habe ich sogar ein paar goldene Walnüsse gefischt. Sie scheinen auf der ganzen Insel verteilt zu sein. Die einheimischen Papageien sind verrückt nach ihnen!\n",
  "1003": "Tag 14^^Nach einem halben Monat auf dieser Insel habe ich das eine oder andere über das Auffinden dieser goldenen Nüsse gelernt.^^Man muss die Augen nach subtilen Hinweisen offen halten. Wenn etwas ungewöhnlich aussieht, könnte eine Nuß in der Nähe versteckt sein.^^Ich habe Zeichen im Sand bemerkt... und Zeichen auf den Blättern...^^Ich habe sogar eine Nuss in einem Baum in der Nähe des Vulkans gesehen. Wenn ich nur eine Möglichkeit hätte, sie runterzuschießen ... Immer, wenn ich eine Nußpflanze gesehen habe, habe ich einen Weg gefunden, sie zu erreichen.\n\n",
  "1004": "!image 10",
  "1005": "Tag 23^^Der lokale Vulkan birgt viele Geheimnisse.^^Ich habe kleine Männer mit glühenden Augen gesehen, die im Dunkeln herumstreunen... wie Katzen in der Nacht.^^(Könnten das die sagenumwobenen Zwergmenschen sein, die M. Jasper in seinen 'berühmten Reisen' erwähnt hat?)^^Auch seltsame Maschinen. Unheimlich... nichts was der Menschheit bekannt ist.^^Auf dem Gipfel fand ich einen Durchgang zum Krater des Vulkans. Und, halb untergetaucht in der brodelnden Lava, eine seltsame Maschine... eine Art \"Schmiede-Ofen\". ^^Ich werde morgen weiter nachforschen.",
  "1006": "!image 8",
  "1007": "--Schmiedetabelle--^^Topas -- Verteidigung^Smaragd -- Geschwindigkeit^Jade -- Kritischer Trefferschaden^Aquamarin -- Kritische Trefferchance^Amethyst -- Rückschlag^Rubin -- Schaden^^Prismatische Scherbe -- Verzauberung^^Hinweis: Waffen können bis zu dreimal mit Edelsteinen geschmiedet werden, und können auch einmal mit einem prismatischen Splitter verzaubert werden.^^Werkzeuge können nur verzaubert, nicht geschmiedet werden.",
  "1008": "-Waffenverzauberungen--^^Kunstvoll: Erlaubt es dir, \"Spezialzüge\" schneller auszuführen^^Käferkiller: Fügt Käfern mehr Schaden zu.^^Vampirisch: Entzieht einem Monster gelegentlich Lebenspunkte.^^Kreuzritter: Fügt \"unheiligen\" Monstern mehr Schaden zu. ^^Heumacher: Beim Unkrautschneiden erhält man mehr Fasern und auch eine Chance, Heu zu sammeln.^^--Werkzeugverzauberungen--^^Mächtig: Verursacht mehr Werkzeugschäden an Steinen, Bäumen und dergleichen.^^Streckung: Erhöht die Aufladekapazität, für einen größeren Wirkungsbereich.^^Rasur: Möglichkeit, beim Hacken zusätzliches Holz abzuschälen.^^Bodenlos: Die Gießkanne wird nie austrocknen.^^Großzügig: Mehr unter der Erde ausgraben.^^Archäologe: Größere Chance, Artefakte und Knochen zu finden.^^Effizient: Braucht keine Energie beim Benutzen.^^Schnell: Schnelleres Schwenken des Werkzeugs.",
  "1009": "'s war ein regnerischer Tag, und auf einem einsamen Felsen sah ich eine schöne Jungfrau^^Geschichten, die ich von Meerjungfrauen gehört hatte, die Sirenengesänge sangen,^aber es gab keine Note, die sie aufbringen konnte...^^Am nächsten Morgen erspähte ich ein Arrangement aus Stein am schäumenden Ufer. ..^-----------------^Aye... Steine so groß wie Pfennige und Steine so groß wie Kupfergeld-Stücke waren sie... ^-----------------^Wenn aber dieser geplagte Seehund eine Melodie heulen könnte, würde sie vielleicht zu Blackgulls Schatz führen...",
  "1010": "!image 9",
  "1011": "Tag 37^^Als ich ein zehnjähriger Junge war, schenkte mir mein Vater einen Glühring und einen Magnetring. Seitdem sind sie nie mehr von meinen Fingern gewichen.^^Als ich jedoch auf der Spitze des Vulkans stand ... kam mir eine seltsame Idee.^^Ich nahm meine beiden Ringe und warf sie in die Schmiede.^^Und siehe da! Sie vereinigten sich zu einem!^^Jetzt habe ich einen glühenden Magnetring... Ich hoffe, der alte Papa hat nichts dagegen, er ruhe in Frieden..."
}