{
  "1": "It's a page from Luny's Diary^^'Things I love: the smell of carved pumpkin, keeping an amethyst under my pillow, chocolate cake, the thrill of spicy eel, and the comfort of Mom's blackberry cobbler (I like to eat!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
  "2": "It's Fin's holiday shopping list^^Everyone's favorites^^Sebastian: Frozen Tear, Sashimi^Laphi: Emerald, Poppy^Vincent: Grape, Cranberry Candy^Mom: Crispy Bass, Pancakes^Dad: Risotto, Roasted Hazelnuts^Me: Cactus, Maple Bar, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
  "3": "It's written in Mona's handwriting^^My idea of a perfect dinner would be salad, goat cheese, truffle, and wine. For dessert I'd need a poppyseed muffin. Yum! If someone gave me one of those things, I'd melt.%revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
  "4": "It's a note of Maru's^^Parts still needed for my greatest invention yet!^^*Gold Bar^*Iridium Bar^*Battery Pack^*Diamond^*Strawberries%revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
  "5": "It's Laphi's handwriting:^^I want to get everyone something they love!^^Mom: Parsnip, Glazed Yams, NO BEER!^Jas: Fairy Rose, Plum Pudding^Vincent: Pink Cake, Grape^Mr. Mullner: Leek, Fried Mushroom^Granny Mullner: Beet, Tulip%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
  "6": "Stardrop Saloon Special Orders^^Mayor Lewis: Autumn's Bounty^(Double order of high-fiber bread on the side)^^Marnie: Pumpkin Pie^(extra whipped cream!)^^Demetrius: Bean Hotpot^(Make it spicy)^^Caroline: Fish Taco^(she wants triple the sauce! Better throw in a few extra napkins...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
  "7": "It's a page from someone's diary...^^...There are only a few 'older' bachelors in town, and none of them are perfect! Harvey is really anxious and weak, but I know he would make a loyal and devoted husband. He likes coffee and pickles.^^Elliott is a bit foppish and melodramatic, but he does have a nice chin. He likes crab cakes and pomegranates.^^Shane is messy and anti-social. But I think his gruff exterior is a defense mechanism, insulating his softness from the world. He likes Beer, Pizza, and Pepper Poppers.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
  "8": "^To Haley and Emily^^Hope you two are doing well! We've sent you your favorite gifts: Pink Cake and Sunflowers for Haley, Gemstones and Wool for Emily!^^-Love Mom and Dad%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
  "9": "Alex's Strength Training Diet:^^*Complete Breakfast^*Salmon Dinner^^(I've learned to love this food... I can feel the protein!!)%revealtasteAlex201%revealtasteAlex212",
  "10": "Someone is ^    waiting for you ^        on level 100 ^         in^          the^             skull cavern...",
  "11": "!image 6",
  "12": "I've found some good things by looking in the garbage cans, on lucky days.^^Sometimes you'll find the 'dish of the day' behind the saloon... usually fresh!^^For dessert, I'll check the Mullners' can for cookies.^^For treasures, check the cans by the blacksmith and museum.",
  "13": "^^12 o' clock noon SHARP. Last day of the season. Check the bush above the playground.",
  "14": "^^^    I hid something behind the community center.",
  "15": "^^       Mermaid Show: 1-5-4-2-3",
  "16": "!image 0",
  "17": "!image 1",
  "18": "!image 3",
  "19": "!image 2",
  "20": "!image 4",
  "21": "!image 5",
  "22": "Greetings, @...^^Have you found my 'secret' in the dark tunnel?^^I look forward to meeting you!^^    -Qi",
  "23": "^^^If yoo can reed dis... come to seecrit wuds. Pleez bring may-pal serrup.",
  "24": "It's a page from M. Jasper's book:^^...the creatures, known by some as \"Forest Spirits\" or \"Junimos\", are said to appear in abandoned buildings after they've \"gone to seed\".^^As a general rule... when humans leave, and nature begins to reclaim her territory, the Junimos will undoubtedly appear.^^Folk wisdom holds that the Junimos display some kind of resonant affinity with gemstones that are placed inside their little huts...^^Of course, all these claims come from dubious, unverified sources... As far as I know, even the mere existence of these creatures has never been proven!",
  "25": "^^ I 'borrowed' a necklace from Mom, but lost it somewhere near the bath house... She's going to freak out if she notices it's missing!",
  "1001": "Day 1^^...My ship is lost... Shattered by a tempest in the unforgiving sea.^^I find myself stranded now, on these strange shores. My crew has perished, but I still live. Perhaps lady luck has blessed these wicked bones of mine... Or has her own designs for my fate...^^At any rate, I've no choice but to make a life for myself here. There's fresh water in abundance, food to forage, and fertile soil to work.^^First I'll build a shelter...^^(There are some pages missing)",
  "1002": "Day 6^^I won't go hungry here... the waters are full of edible (nay, delicious!) fish.^^I even caught a stingray in the caves by the southeast shore. I haven't a clue what to do with it, though!^^The other day, I even fished up a couple of golden walnuts. They seem to be all over the island. The local parrots go crazy for them!",
  "1003": "Day 14^^After half a month on this island, I've learned a thing or two about finding these golden nuts.^^One must keep their eyes peeled for subtle clues. If something looks unusual, there may be a hidden nut nearby.^^I've noticed signs in the sand... and signs in the leaves...^^I even saw a nut up in a tree near the volcano. If only I had a way of shooting it down...^^Whenever I've spotted a nut plant, I've always found a way to reach it.",
  "1004": "!image 10",
  "1005": "Day 23^^The local volcano holds many secrets.^^I've seen little men with glowing eyes, skittering about in the dark... like cats in the night.^^(Could these be the fabled dwarf-men, mentioned by M. Jasper in his 'Famous Journeys'?)^^Strange machines, too. Uncanny... not like anything known to man.^^At the top, I found a passage to the caldera of the volcano. And, half submerged in the bubbling lava, a peculiar machine... a kind of \"forge\". ^^I'll investigate further tomorrow.",
  "1006": "!image 8",
  "1007": "--Forging Table--^^Topaz -- Defense^Emerald -- Speed^Jade -- Critical Strike Power^Aquamarine -- Critical Strike Chance^Amethyst -- Knockback^Ruby -- Damage^^Prismatic Shard -- Enchantment^^Note: Weapons can be forged up to 3 times with gems, and can also be enchanted once with a prismatic shard.^^Tools can only be enchanted, not forged.",
  "1008": "--Weapon Enchantments--^^Artful: Allows you to do \"special moves\" more rapidly^^Bug Killer: Do more damage to bugs.^^Vampiric: Occasionally siphon health from a monster.^^Crusader: Do more damage to \"unholy\" monsters.^^Haymaker: When cutting weeds, you get more fiber, and also a chance to collect hay.^^--Tool Enchantments--^^Powerful: Do more tool damage to stones, trees, and the like.^^Reaching: Increases your charge-up capacity, for a greater area of effect.^^Shaving: Chance to peel off additional wood when chopping.^^Bottomless: Watering can will never run dry.^^Generous: Dig up more from beneath the earth.^^Archaeologist: Greater chance to find artifacts and bones.^^Efficient: Takes no energy to use.^^Swift: Swing the tool faster.^^Master: Increases fishing level.^^Auto-Hook: Automatically hooks fish when they bite.^^Preserving: Bait and tackle have a 50% chance to not be consumed.",
  "1009": "'Twas a rain drenched day, and upon a lonely rock a beautiful maiden saw I^^Tales I'd heard of sea-born maidens singing siren's songs,^Yet nary a note could she muster...^^The next morning I spied an arrangement of stone upon the foamy bank...^-----------------^Aye... stones as big as pennies and stones as big as nickels were they...^-----------------^If but this harried sea dog a tune could howl, perhaps to Blackgull's treasure would she lead...",
  "1010": "!image 9",
  "1011": "Day 37^^When I was a boy of ten year old, my father gave me a glow ring and a magnet ring. They've never left my fingers since.^^However, when I was standing on top of the volcano... a strange idea came over me.^^I took my two rings, and cast them into the forge.^^Lo and behold! They combined into one!^^Now I've got one glowing magnet ring... I hope old pappy doesn't mind, rest his soul..."
}