{
  "Alex": "Hey, {AffectionateSpouseWord}. I'm so glad that I married you. You make every day feel like winning a sports match. Happy birthday! $l",
  "Elliott": "Good {TimeOfDay}, {AffectionateSpouseWord}. I was just thinking on how you have been a muse for my work. You inspire me every day I spend with you. Happy birthday! $l",
  "Harvey": "Good {TimeOfDay}, {AffectionateSpouseWord}. I was just thinking on how invigorated I've felt since marrying you. When I look at you, I feel as I'm positively glowing with joy. Happy birthday! $l",
  "Sam": "Good {TimeOfDay}, {AffectionateSpouseWord}. You know, I never saw myself settling down before I met you, but now that I have, I feel like I never want to look back. Happy birthday! $l",
  "Sebastian": "I was never a big celebrator of birthdays, but with you, today is special. Happy birthday, {AffectionateSpouseWord}. $l",
  "Shane": "I never though I'd enjoy anything but drinking on birthdays, but you've shown me how to live a great life. Happy birthday, {AffectionateSpouseWord}. $l",
  "Abigail": "Hey, {AffectionateSpouseWord}. You know every day feels like a great adventure with you! Happy birthday! $l",
  "Emily": "You know, whenever I tried to read my fortune, I never thought that I'd be as happy as I am with you! Happy birthday, {AffectionateSpouseWord}! $l",
  "Haley": "You know, {AffectionateSpouseWord}, we've come a long way since we first met, but I'm glad we took this journey together. Every day feels picture perfect with you. Happy birthday! $l",
  "Leah": "Hey, {TimeOfDay}, {AffectionateSpouseWord}. Being with you has been a great inspiration to me. I might sculpt wood, but being with you has helped sculpt my life. Happy birthday! $l",
  "Maru": "Happy birthday, {AffectionateSpouseWord}. I always thought I had to look into space to find a shooting star but when I look at you I realize I already have one. $l",
  "Penny": "Happy birthday, {AffectionateSpouseWord}. I always read about happy endings in books but being with you makes me realize that it continues well into the future. Here is to many more years to come. $l",
  "Krobus": "Good {TimeOfDay}. I'm glad that we have the opportunity to live together as it has taught me much about both you and your human culture, including how birthdays are celebrated. Here's hoping we can spend many more years together. Happy birthday @! $h"
}
