{
  "config.KeyBind": "KeyBind",
  "config.KeyBind.description": "The key that you press to tell your animal helper to get to work. This defaults to the 'O' key.",

  "config.GrowUpEnabled": "GrowUpEnabled",
  "config.GrowUpEnabled.description": "This open tells your animal helper that you'd like them to use dark magic to instantly bring young animals up to the age where they can become contributing members of your farm. Default is false.",

  "config.MaxHappinessEnabled": "MaxHappinessEnabled",
  "config.MaxHappinessEnabled.description": "This option tells your animal helper that you don't care how long (or where) they have to pet your animals, but their job is not done until each animal's happiness is maxed. Default is false.",

  "config.MaxFullnessEnabled": "MaxFullnessEnabled",
  "config.MaxFullnessEnabled.description": "This option tells your animal helper to feed your animals. A full animal is a producing animal. Default is false.",

  "config.HarvestEnabled": "HarvestEnabled",
  "config.HarvestEnabled.description": "This tells your animal worker to harvest the animal drops. If you like doing this yourself, then set this to false.",

  "config.PettingEnabled": "PettingEnabled",
  "config.PettingEnabled.description": "This tells your animal worker that you want your animals petted. This is the whole reason I made this mod, so it defaults to true. So if you set this to false, please keep it to yourself. If you enjoy petting each of your animals (because you don't have a hundred of them) then set it to false.",

  "config.PettingPetEnabled": "PettingPetEnabled",
  "config.PettingPetEnabled.description": "This tells your animal worker that you want your pets petted. Default as true.",

  "config.MaxFriendshipEnabled": "MaxFriendshipEnabled",
  "config.MaxFriendshipEnabled.description": "This tells your animal worker whether they have to wear your YOU mask, so that the affection of the animals is directed toward you, and not the help. Defaults to false.",

  "config.CostPerAction": "CostPerAction",
  "config.CostPerAction.description": "This is how much to charge per action per animal. There have been some suggestions around this option, and I do have plans to introduce a more complex pricing structure in the future, but for now just make sure this includes all services that you want the animal checker to perform, and average it out over the number of actions. Defaults to 25.",

  "config.WhoChecks": "WhoChecks",
  "config.WhoChecks.description": "This is the name of the person (or animal) who checks your animals. Defaults to 'spouse'. You can also set it to 'pet'-- they do a really good job, but they don't provide much feedback. You can also set this to any character in the game, which will enable dialogues with that character. If it's set to anything else, that name will be used in messages.",

  "config.EnableMessages": "EnableMessages",
  "config.EnableMessages.description": "This is whether to enable in-game messages and dialogues revolving around your animal checker. It defaults to true.",

  "config.TakeTrufflesFromPigs": "TakeTrufflesFromPigs",
  "config.TakeTrufflesFromPigs.description": "Whoever trainedm these pigs did an awful job, as they have a tendency to hide truffles. Where? I'm not exactly sure, but they've got 'em, trust me. With this option enabled, your farm helper will perform a TSA-approved body cavity search and find them. If you love the person who is doing your checking, or if you want your pigs to remain unviolated, or if you consider this cheating, then set it to false.",

  "config.BypassInventory": "BypassInventory",
  "config.BypassInventory.description": "Whether to bypass your inventory when depositing animal drops, and go straight to the chests you have defined. Defaults to false.",

  "config.ChestCoords": "ChestCoords",
  "config.ChestCoords.description": "These are the coordinates of the default chest where overflow items are placed. It defaults to (87,18) which is the tile location, when you are looking at your screen, is to the immediate left of the sell-box.",

  "config.ChestDefs": "ChestDefs",
  "config.ChestDefs.description": "This is a bar-separated list of chest locations that you have defined for specific items. It defaults to blank, but here is an example: '430,70,14|340,7,4,FarmHouse' You can see there are 2 options.",

  "dialog.comment_1": "Indexes in this file that are prefixed with an X rely on specific ordering for the in game dialog to make sense. Other ones are randomly selected, so order doesn't matter. Indexes also need to be in the format group_id, with a single underscore.",
  "dialog.Xdialog_1": "{{spouse}} has taken care of the animals.",
  "dialog.Xdialog_2": "Your animal sitter performed {{num_actions}} tasks.",
  "dialog.Xdialog_3": "The cost was {{total_cost}}g.",
  "dialog.Xdialog_4": "{{checker}} gathered your animal products.",
  "dialog.Xdialog_5": " I'm finished taking care of the animals for today.",
  "dialog.Xdialog_6": " I've invoiced you {{total_cost}}g.",
  "dialog.Xdialog_7": "{{checker}} has performed {{num_actions}} for your animals.",
  "dialog.greeting_1": "Hi {{name}}.",
  "dialog.greeting_2": "Good morning {{name}}.",
  "dialog.greeting_3": "Hey {{name}}! ",
  "dialog.greeting_4": "I'm finished {{name}}.",
  "dialog.greeting_5": "Hey {{name}}, glad I caught you.",
  "dialog.greeting_6": "What's up {{name}}?",
  "dialog.greeting_7": "Farmer {{name}}!",
  "dialog.unfinishedmoney_1": " Because of the, er.. cash flow problem we discussed, I wasn't able to take care of all them.",
  "dialog.unfinishedmoney_2": " I had to ignore some of them to remain within your budget.",
  "dialog.unfinishedmoney_3": " I wasn't able to take care of all of them.  Give me a call if you want me to go out again.",
  "dialog.unfinishedmoney_4": " You have more animals than you can afford to maintain. I wonder if Joja is hiring.",
  "dialog.unfinishedmoney_5": " You're broke, so I'm done for the day.",
  "dialog.unfinishedmoney_6": " Tough break, I know how it is. Let me know if you can scrape up the cash to pay me to take care of the rest of your animals.",
  "dialog.unfinishedmoney_7": " You might want to go pet a few of them yourself, unless you happen to have some cash waiting in the mailbox.",
  "dialog.unfinishedmoney_8": " I'd lower my rates, but I don't want to end up broke like you... just kidding.",
  "dialog.unfinishedinventory_1": " Looks like you don't have enough room for your animal products.",
  "dialog.unfinishedinventory_2": " You might want to clear some more room in your inventory, or buy a bigger chest.",
  "dialog.unfinishedinventory_3": " Give me a call when you've cleared some space out for the rest of your stuff.",
  "dialog.unfinishedinventory_4": " You don't have enough room in your inventory or chest. Let me know when you've cleared some space.",
  "dialog.smalltalk_1": " It sure is a pleasure doing business with you!",
  "dialog.smalltalk_2": " The extra money from doing these jobs for you has really made a difference.",
  "dialog.smalltalk_3": " Let me know if you need anything else done around the farm, always happy to help.",
  "dialog.smalltalk_4": " So how's life been treating you?",
  "dialog.smalltalk_5": " I'm sure glad you decided to move to Stardew Valley.",
  "dialog.smalltalk_6": " It sure is a good time of year for fresh animal produce.",
  "dialog.smalltalk_7": " How are your crops coming along?",
  "dialog.smalltalk_8": " Heard any news from your parents lately?",
  "dialog.smalltalk_9": " So whatcha been doing with all the extra time you've had since hiring me?",
  "dialog.smalltalk_10": " I've been meaning to ask, what do you think about those rumors that have been going around?",
  "dialog.smalltalk_11": " By the way, I sure like what you've done to the old farm.",
  "dialog.smalltalk_12": " Do you need a receipt?",
  "dialog.smalltalk_13": " Not to sound greedy, but it sure feels good to have a fat stack of cash in your pocket, doesn't it?",
  "dialog.smalltalk_14": " I could sure use a day off, sure you don't want to go check your pots yourself tomorrow?",
  "dialog.Shane_1": " This sure beats working at Joja. That job sucked.",
  "dialog.Shane_2": " Mind if I grab a cold one for the walk home?",
  "dialog.Haley_1": " This job was fun at first, but I'm not so sure I can handle the smell much longer.",
  "dialog.Haley_2": " I'm sorry if this comes off as rude, but please hire someone else to do this.  I feel like I'm going to die.$a",
  "dialog.Alex_1": " Have you ever considered getting into the organic meat business?  I had to restrain myself from taking a bite out of a couple of your animals!",
  "dialog.Leah_1": " Would you mind if I painted a portrait of one of your animals sometime?",
  "dialog.Marnie_1": " You take such good care of your animals, no wonder they give you top quality produce!",

  "log.chestCoords": "chestCoords: {{x}}, {{y}}",
  "log.error_parsing_key_bingding": "Error parsing key binding; defaulted to {{default_value}}",
  "log.doing_free": "I will do it for free, but I am not paying YOU to take care of YOUR stinking animals!",
  "log.set_cost_to_0": "Setting costPerAction to 0.",
  "log.exception_onkeyreleased": "Exception onKeyReleased: {{ex}}",
  "log.petting_animal": "Petting animal {{animal_name}}",
  "log.aging_animal": "Aging animal to mature+1 days {{animal_name}}",
  "log.feeding_animal": "Feeding animal {{animal_name}}",
  "log.max_happiness_animal": "Maxing Happiness of animal {{animal_name}}",
  "log.max_friendship_animal": "Maxing Friendship of animal {{animal_name}}",
  "log.has_produce": "Has produce: {{animal_name}} {{animal_currentProduce}}",
  "log.total_cost": "Animal sitter performed {{actions}} actions. Total cost: {{total_cost}}g",
  "log.nothing_to_do": "There is nothing to do for the animals right now.",
  "log.inventory_full": "Inventory full, could not add animal product.",
  "log.found_coop_object": "Found coop object: {{obj_name}} / {{obj_category}}/{{obj_isAnimalProduct}}",
  "log.meow": "Meow..",
  "log.woof": "Woof..",
  "log.imaginary_pet_take_care": "Your imaginary pet has taken care of your animals.",
  "log.watering_bowl": "Watering Bowl at X: {{X}}, Y: {{Y}}."
}