{
  "config.KeyBind": "Touche",
  "config.KeyBind.description": "La touche sur laquelle vous appuyez pour dire à votre aide-animalier de se mettre au travail. Par défaut, il s'agit de la touche 'O'.",

  "config.GrowUpEnabled": "CroissanceActivée",
  "config.GrowUpEnabled.description": "Cette option indique à votre aide-animalier que vous aimeriez qu'il utilise de la magie noire pour amener instantanément les jeunes animaux à l'âge où ils peuvent devenir des membres actifs de votre ferme. Désactivée par défaut.",

  "config.MaxHappinessEnabled": "BonheurMaxActivé",
  "config.MaxHappinessEnabled.description": "Cette option indique à votre aide-animalier que vous ne vous souciez pas de la durée (ou de l'endroit) où il doit caresser vos animaux, mais que son travail n'est pas terminé tant que le bonheur de chaque animal n'est pas au maximum. Désactivée par défaut.",

  "config.MaxFullnessEnabled": "MaturitéMaxActivée",
  "config.MaxFullnessEnabled.description": "Cette option indique à votre aide-animalier de nourrir vos animaux. Un animal mature est un animal producteur. Désactivée par défaut.",

  "config.HarvestEnabled": "RécolteActivée",
  "config.HarvestEnabled.description": "Cette option indique à votre aide-animalier de récolter les productions animales. Si vous aimez le faire vous-même, mettez cette valeur à false.",

  "config.PettingEnabled": "CaressesActivées",
  "config.PettingEnabled.description": "Cette option indique à votre aide-animalier que vous voulez que vos animaux soient caressés. C'est la raison pour laquelle j'ai créé ce mod, elle vaut donc par défaut true. Si vous mettez cette valeur à false, gardez-la pour vous. Si vous aimez caresser chacun de vos animaux (parce que vous n'en avez pas une centaine), mettez-la à false.",

  "config.PettingPetEnabled": "CaressesAnimauxCompagnieActivées",
  "config.PettingPetEnabled.description": "Cette option indique à votre aide-animalier que vous voulez que vos animaux de compagnie soient caressés. Activée par défaut.",

  "config.MaxFriendshipEnabled": "AmitiéMaxActivée",
  "config.MaxFriendshipEnabled.description": "Cette option indique à votre aide-animalier s'il doit porter un masque de VOUS, afin que l'affection des animaux soit dirigée vers vous, et non vers lui. Désactivée par défaut.",

  "config.CostPerAction": "CoûtParAction",
  "config.CostPerAction.description": "Il s'agit du montant à facturer par action et par animal. Il y a eu quelques suggestions autour de cette option, et j'ai l'intention d'introduire une structure de prix plus complexe dans le futur, mais pour l'instant, assurez-vous que cela inclut tous les services que vous voulez que le vérificateur d'animaux effectue, et faites une moyenne sur le nombre d'actions. La valeur par défaut est de 25.",

  "config.WhoChecks": "QuiContrôle",
  "config.WhoChecks.description": "C'est le nom de la personne (ou de l'animal) qui contrôle vos animaux. La valeur par défaut est 'spouse' (votre conjoint). Vous pouvez aussi le définir comme 'pet'-- ils font du très bon travail, mais ils ne fournissent pas beaucoup d'informations en retour. Vous pouvez également définir ce paramètre sur n'importe quel personnage du jeu, ce qui activera les dialogues avec ce personnage. S'il s'agit d'une autre valeur, c'est ce nom qui sera utilisé dans les messages.",

  "config.EnableMessages": "ActiverMessages",
  "config.EnableMessages.description": "Cette option permet d'activer ou non les messages et les dialogues dans le jeu qui tournent autour de votre contrôleur d'animaux. Activée par défaut.",

  "config.TakeTrufflesFromPigs": "PrendreTruffesDesCochons",
  "config.TakeTrufflesFromPigs.description": "La personne qui a dressé ces cochons a fait du mauvais travail, car ils ont tendance à cacher les truffes. Où ça ? Je n'en suis pas tout à fait sûr, mais ils les ont, croyez-moi. Si cette option est activée, votre assistant fermier effectuera une fouille des cavités corporelles approuvée par la TSA et les trouvera. Si vous aimez la personne qui effectue votre contrôle, ou si vous voulez que vos porcs ne soient pas violés, ou si vous considérez que c'est de la triche, réglez cette option sur false.",

  "config.BypassInventory": "ContournerInventaire",
  "config.BypassInventory.description": "Cette option permet de dépasser votre inventaire lorsque vous déposez des productions animales, et d'aller directement dans les coffres que vous avez définis. Désactivée par défaut.",

  "config.ChestCoords": "CoordsCoffre",
  "config.ChestCoords.description": "Il s'agit des coordonnées du coffre par défaut où sont placés les objets en surnombre. La valeur par défaut est (87,18), ce qui correspond à l'emplacement de la tuile qui, lorsque vous regardez votre écran, se trouve immédiatement à gauche de la boîte de vente.",

  "config.ChestDefs": "DéfautCoffre",
  "config.ChestDefs.description": "Il s'agit d'une liste séparée par des barres des emplacements de coffre que vous avez définis pour des objets spécifiques. Elle est vide par défaut, mais voici un exemple : '430,70,14|340,7,4,FarmHouse' Vous pouvez voir qu'il y a 2 options.",

  "dialog.comment_1": "Les indices de ce fichier qui sont préfixés par un X dépendent d'un ordre spécifique pour que le dialogue dans le jeu ait un sens. Les autres sont sélectionnés de manière aléatoire, l'ordre n'a donc pas d'importance. Les indices doivent également être au format group_id, avec un seul underscore.",
  "dialog.Xdialog_1": "{{spouse}} a pris soin des animaux.",
  "dialog.Xdialog_2": "Votre gardien animalier a effectué {{num_actions}} tâches.",
  "dialog.Xdialog_3": "Le coût était de {{total_cost}}g.",
  "dialog.Xdialog_4": "{{checker}} a rassemblé vos produits animaux.",
  "dialog.Xdialog_5": " J'ai fini de m'occuper de vos animaux pour aujourd'hui.",
  "dialog.Xdialog_6": " Je vous ai facturé {{total_cost}}g.",
  "dialog.Xdialog_7": "{{checker}} a effectué {{num_actions}} tâches pour vos animaux.",
  "dialog.greeting_1": "Salut {{name}}.",
  "dialog.greeting_2": "Bonjour {{name}}.",
  "dialog.greeting_3": "Hé {{name}} ! ",
  "dialog.greeting_4": "J'ai fini {{name}}.",
  "dialog.greeting_5": "Hé {{name}}, content de vous voir.",
  "dialog.greeting_6": "Quoi de neuf {{name}} ?",
  "dialog.greeting_7": "Fermier {{name}} !",
  "dialog.unfinishedmoney_1": " En raison du euh... problème de trésorerie dont nous avons parlé, je n'ai pas pu m'occuper de tous.",
  "dialog.unfinishedmoney_2": " J'ai dû en ignorer certains pour rester dans les limites de votre budget.",
  "dialog.unfinishedmoney_3": " Je n'ai pas pu m'occuper de tous.  Appelez-moi si vous voulez que je sorte à nouveau.",
  "dialog.unfinishedmoney_4": " Vous avez plus d'animaux que vous ne pouvez vous permettre d'en entretenir. Je me demande si Joja embauche.",
  "dialog.unfinishedmoney_5": " Vous êtes fauché, donc j'en ai fini pour aujourd'hui.",
  "dialog.unfinishedmoney_6": " C'est dur, je sais ce que c'est. Faites-moi savoir si vous pouvez trouver l'argent nécessaire pour me payer afin que je m'occupe du reste de vos animaux.",
  "dialog.unfinishedmoney_7": " Vous pourriez vouloir en caresser quelques-uns vous-même, à moins que vous ne disposiez d'un peu d'espèces dans votre boîte aux lettres.",
  "dialog.unfinishedmoney_8": " Je baisserais bien mes tarifs, mais je ne veux pas finir fauché comme vous... je plaisante.",
  "dialog.unfinishedinventory_1": " On dirait que vous n'avez pas assez de place pour vos produits animaux.",
  "dialog.unfinishedinventory_2": " Vous devriez peut-être faire de la place dans votre inventaire ou acheter un coffre plus grand.",
  "dialog.unfinishedinventory_3": " Appelez-moi quand vous aurez fait de la place pour le reste de vos affaires.",
  "dialog.unfinishedinventory_4": " Vous n'avez pas assez de place dans votre inventaire ou votre coffre. Faites-moi savoir quand vous aurez libéré de l'espace.",
  "dialog.smalltalk_1": " C'est un plaisir de travailler avec vous !",
  "dialog.smalltalk_2": " L'argent supplémentaire gagné en effectuant ces travaux pour vous a vraiment fait la différence.",
  "dialog.smalltalk_3": " Faites-moi savoir si vous avez besoin de faire quoi que ce soit d'autre autour de la ferme, je suis toujours heureux de vous aider.",
  "dialog.smalltalk_4": " Alors comment ça va la vie ?",
  "dialog.smalltalk_5": " Je suis content que vous ayez décidé de venir à Stardew Valley.",
  "dialog.smalltalk_6": " C'est une bonne période de l'année pour les produits animaux frais.",
  "dialog.smalltalk_7": " Comment se portent vos cultures ?",
  "dialog.smalltalk_8": " Vous avez eu des nouvelles de vos parents dernièrement ?",
  "dialog.smalltalk_9": " Alors, que faites-vous de tout ce temps libre que vous avez depuis que vous m'avez embauché ? ",
  "dialog.smalltalk_10": " Je voulais vous demander ce que vous pensiez de ces rumeurs qui circulent.",
  "dialog.smalltalk_11": " Au fait, j'aime beaucoup ce que vous avez fait de la vieille ferme.",
  "dialog.smalltalk_12": " Avez-vous besoin d'un reçu ?",
  "dialog.smalltalk_13": " Je ne voudrais pas paraître trop gourmand, mais ça fait du bien d'avoir une grosse somme d'argent en poche, n'est-ce pas ?",
  "dialog.smalltalk_14": " J'aurais bien besoin d'un jour de congé, vous ne voulez pas aller vérifier vos pots vous-même demain ?",
  "dialog.Shane_1": " C'est bien mieux que de travailler chez Joja. Ce boulot était nul.",
  "dialog.Shane_2": " Ça vous dérange si j'en prends un frais pour rentrer à la maison ?",
  "dialog.Haley_1": " Ce travail était amusant au début, mais je ne suis pas sûre de pouvoir supporter l'odeur encore longtemps.",
  "dialog.Haley_2": " Je suis désolée si cela vous semble grossier, mais engagez quelqu'un d'autre pour le faire.  Je sens que je vais mourir.$a",
  "dialog.Alex_1": " Avez-vous déjà envisagé de vous lancer dans le commerce de la viande bio ?  J'ai dû me retenir pour ne pas mordre à pleines dents dans certains de vos animaux !",
  "dialog.Leah_1": " Ça ne vous dérange pas si je peins le portrait d'un de vos animaux de temps en temps ?",
  "dialog.Marnie_1": " Vous prenez tellement soin de vos animaux, pas étonnant qu'ils vous donnent des produits d'aussi haute qualité !",

  "log.chestCoords": "coordsCoffre : {{x}}, {{y}}",
  "log.error_parsing_key_bingding": "Erreur de l'analyse de la touche ; remise par défaut à {{default_value}}",
  "log.doing_free": "Je le ferai gratuitement, mais je ne VOUS paierai pas pour prendre soin de VOS animaux puants !",
  "log.set_cost_to_0": "En train de définir coûtParAction à 0.",
  "log.exception_onkeyreleased": "Exception onKeyReleased: {{ex}}",
  "log.petting_animal": "En train de caresser l'animal {{animal_name}}",
  "log.aging_animal": "En train de faire vieillir de mature+1 jours l'animal {{animal_name}}",
  "log.feeding_animal": "Alimentation de l'animal {{animal_name}}",
  "log.max_happiness_animal": "Maximisation du bonheur de l'animal {{animal_name}}",
  "log.max_friendship_animal": "Maximisation de l'amitié de l'animal {{animal_name}}",
  "log.has_produce": "A produit : {{animal_name}} {{animal_currentProduce}}",
  "log.total_cost": "Le gardien animalier a effectué {{actions}} actions. Coût total: {{total_cost}}g",
  "log.nothing_to_do": "Il n'y a rien à faire pour les animaux pour l'instant.",
  "log.inventory_full": "Inventaire plein, le produit animal n'a pas pu être ajouté.",
  "log.found_coop_object": "Objet coop trouvé : {{obj_name}} / {{obj_category}} / {{obj_isAnimalProduct}}",
  "log.meow": "Miaou...",
  "log.woof": "Wouaf...",
  "log.imaginary_pet_take_care": "Votre animal de compagnie imaginaire a pris soin de vos animaux.",
  "log.watering_bowl": "En train d'arroser un bol à X : {{X}}, Y : {{Y}}."
}
