{
  "adventureBegins": "none/6 18/farmer 6 18 0 Marlon 6 14 2/pause 1000/skippable/pause 100/speak Marlon \"Olá, @\"/pause 700/move farmer 0 -3 0/pause 1000/speak Marlon \"Então você recebeu a minha carta? Muito bom.\"/pause 600/speak Marlon \"Como eu disse antes, aqui no vale você poderá encontrar outros como você, com o desejo de explorar e de se encontrar.\"/speak Marlon \"Sendo que você tinha acabado de chegar, eu precisave de ver se você realmente queria começar uma vida aqui, ser parte da comunidade.\"/pause 300/playMusic MarlonsTheme/pause 600/speak Marlon \"Precisava ver o seu caráter.#$b#Você se provou forte, e ganhou o respeito de um velho guerreiro.\"/pause 200/speak Marlon \"Mas você não veio aqui pra isso, eu sei, você veio aqui pois quer saber mais sobre as pessoas dessa cidade.\"/speak Marlon \"Você conhece alguns melhores que outros, mas conhece tudo?\"/pause 200/emote farmer 8/pause 200/speak Marlon \"Existem pessoas fortes nessa cidade, nno entanto sem experência em combate, mas com um grande potencial.\"/pause 100/speak Marlon \"Existem aqueles ótimos em medicina, podem te curar ou até te salvarem da morte.#$b# Parceiros muito úteis nas minas, eu diria.\"/speak Marlon \"Alguns são melhores em pescar e procurar por materiais.#$b#Eles podem compartilhar o que acharem e te fazer uma boa companhia pelo dia.\"/pause 200/speak Marlon \"E alguns, são agraciados com os mistérios da magia. Sobre esses eu sei menos que você.\"/speak Marlon \"São pessoas honestas, então não se preocupe se deixar algo com eles, com certeza te devolverão no próximo dia.\"/speak Marlon \"Vivendo tão perto dos monstros, algumas pessoas tem habilidades de lutas consideráveis.\"/speak Marlon \"É bom que todos saibamos nos defender, mas alguns são melhores que outros.\"/pause 100/speak Marlon \"Você deve estar se perguntando, quais dos seuus amigos, vizinhos, ou amantes, você pode chamar.#$b#Mas se eu contar, aonde estará a aventura?\"/pause 100/stopMusic/pause 500/playSound getNewSpecialItem/pause 500/message \"Agora você pode chamar as pessoas para explorar!\"/pause 1000/speak Marlon \"Vá agora com esa informação e desbrave os segredos desse vale.\"/pause 100/speak Marlon \"Eu vou continuar a te observar, @, aventuras estão em seu caminho, eu posso sentir.\"/pause 700/globalFade/viewport -1000 -1000/pause 100/end warpOut"
}
