{
  "companionAccepted": "¿Quieres ir a una aventura conmigo?#$b#Bueno, @, ¿Qué estás esperando? ¡Vamos!$1",
  "companionAccepted_Spouse": "¡Me encantaría, @!$1#$b#¿Quisieras ir a controlar las minas hoy?",
  "companionRejected": "Suena genial, pero hoy no puedo ir, perdón.",
  "companionRejectedNight": "¡Es muy tarde para ir a explorar ahora!$3",
  "companionRejectedNight_Spouse": "Perdón, @, Me siento cansada. Me voy a ir pronto a la cama.",
  "companionDismiss": "Gracias por llevarme contigo, @, me divertí.$1#$b#Espero que lo volvamos a hacer pronto, ¡Nos vemos!$1",
  "companionDismiss_Spouse": "Tuve un gran día, @, pero igual debería regresar ahora a la granja.#$b#¡Cuidate, te amo!$1",
  "companionDismissAuto": "Oye, @, se está haciendo tarde y estoy cansada.#$b#Ahora me voy a casa, ¡pero me divertí! Volvamos a hacerlo pronto.$1",
  "companionDismissAuto_Spouse": "Tengo que irme, @.#$b#También deberías acostarte pronto cariño. ¡Cuidate!",
  "companionRecruited": "¿Podemos ir a las minas, @?#$b#¡Siempre estoy preparada para eso!$1",
  "companionRecruited_Spouse": "¡Estoy emocionada, @! Siempre me gusta pasar el tiempo contigo.$4",
  "companionSuggest": "¡Oye, escucha! Estoy pensando en ir a explorar hoy.#$q -1 -1#¿Qué piensas, @?#$r -1 0 Yes#¡Es peligroso que vayas sola! Llevame contigo.#$r -1 0 No#Me gustaría ir, pero mi espada está en otra mochila.",
  "companionSuggest_Yes": "¡Bueno, vamos a buscar problemas!$1",
  "companionSuggest_No": "Eso no está bien, @. ¡Un real aventurero debería estar siempre preparado!",
  "companion_Beach": "Veo a Sebastian acá algunas veces cuando esta lloviendo. A él realmente no le gusta ser molestado en esos días, incluso mas que lo normal.",
  "companion_Beach~1": "Es muy lindo por acá, @.#$b#Para un pueblo al lado del agua, esta playa no se llena mucho. Creo que tenemos suerte que sea así.",
  "companion_Beach_summer": "¡Si hubiese sabido que vendríamos para acá, me hubiese puesto un sombrero, y me hubiese puesto crema para el sol!$3",
  "companion_Beach_Dating": "Me gusta pasear al lado del mar. ¿No te gusta su sonido?",
  "companion_Beach_Dating~1": "¡La brisa que viene del agua es tan agradable!#$b#No me importa si está caluroso o hace frío afuera, ¡me encanta ese aire del océano todo el año!$1",
  "companion_Beach_Spouse": "En un bonito día podríamos venir acá con una manta, o mejor durante la noche, y mirar las olas reflejar las estrellas.#$b#¿Te gustaría eso, @?$4",
  "companion_Desert": "¡Ugh, este calor me está matando!$2#$b#De todos modos, ¿qué estamos haciendo acá, @?$3",
  "companion_Farm": "Estás haciendo un buen trabajo en la granja, @. Que bueno que te mudaste para acá.",
  "companion_Farm_Dating": "¿Cómo es eso de ser un granjero, @? Debe de ser agradable tener toda esta tierra y espacio para ti solo.#$b#No me molestaría vivir en una granja... He estado pensando en eso mas y mas últimamente.$4",
  "companion_Farm_Spouse": "Nuestra granja nunca es aburrida, ¿sabes? Igual, creo que podríamos cambiar un poco algo de acá y de allá...",
  "companion_Farm_Spouse~1": "¿Recuerdas cuando nos conocimos, @? ¿Te dije que solía venir a pasear por esta granja sola, antes que llegaras?#$b#A veces, vengo para acá mientras estás corriendo como loco por todas partes.#$b#Me paro en la entrada y trato de recordar como se veía antes, todo descuidado y salvaje, me gustaba asi en ese tiempo...#$b#pero, ahora me gusta mucho mas, porque es donde ahora vivimos. Es nuestro hogar, y lo hiciste para nosotros. Tengo suerte.$4",
  "companion_Forest": "¿Crees que el mago está hoy?#$b#...#$b#¿Porqué pregunto? Sólo pienso que él es una persona interesante.",
  "companion_Forest_summer": "Me gusta el sonido del bosque, pero el néctar de todas esas flores...$2#$b#¡Me está dando un dolor de cabeza!$3",
  "companion_Forest_Dating": "¡Realmente estoy disfrutando de este día con, @! Me encanta cuando pasamos tiempo juntos.$1",
  "companion_Forest_Spouse": "Acá realmente se siente la mágia, es como que está en el aire o algo así. ¿Sabes a lo que me refiero, @?",
  "companion_Mine": "¡Si! ¡Esto es muy emocionante!$1",
  "companion_Mine~1": "¡Me encanta esto, @! Esos monstruos no tienen ninguna oportunidad!$1",
  "companion_Mine~2": "Es tan divertido explorar estas viejas minas, ¡podemos regresar cuando quieras!",
  "companion_Mine~3": "¿Has encontrado algo interesante acá, @? Mantén tus ojos abiertos, ¡hay un montón de cosas geniales!",
  "companion_Mine~4": "Sabes, estoy feliz que nos estemos acercando, @. ¡Creo que hacemos un equipo bastante bueno!#$b#Un super granjero y una chica amatista, ¡un dúo dinámico matando monstruos!$1#$b#Bueno, eso fue un poco flojo. No le digas a nadie que dije eso.$2",
  "companion_Mine_Dating": "Los monstruos de acá no son broma, @. Mantente cerca mío, ¡yo te protejo!",
  "companion_Mine_Spouse": "Sabes lo mucho que me gusta explorar las minas, @, pero me siento mucho mas cómoda cuando tú estás conmigo.$1",
  "companion_Mine_Spouse~1": "Cariño, si ves alguna amatista, ¡por favor agarrala para mi!",
  "companion_Mountain": "¡El viento acá es muy refrescante!",
  "companion_Mountain_Dating": "¡Realmente me estás dando un entrenamiento hoy, @!#$b#No es que alguna vez me una a la clase de aeróbics de mi madre, pero contigo, ¡hago todo el ejercicio que necesito!$1",
  "companion_Mountain_Spouse": "Me encanta esta parte del valle, y Sebastian vive justo por allá.#$b#Que bueno que él y yo aún somos amigos.$1",
  "companion_Town_Dating": "¿Quieres ir a pasar el rato en mi habitación, @?#$b#¿Por qué? ¡A jugar videojuegos, por supuesto!#$b#¿A qué mas?$4",
  "companion_Town_Spouse": "Oye, @.#$b#Quizás podamos ir juntos al salón una de estas noches, sabes, ¿como una cita de noche?#$b#¿Es absurdo, ya que estamos casados?$4",
  "companion_Town_Night": "El pueblo es como misterioso de noche, ¿no es asi? Me gusta.",
  "companion_Town_fall": "Las hojas cubren las pisadas.#$b#Pueblo Pelícano está lleno de colores vibrantes. ¡Es hermoso!",
  "companion_Town_fall_Rainy": "Me encanta cuando llueve durante el otoño.#$b#Me ayuda a pensar mas claramente, ¡y chapotear en los charcos es muy entretenido!$1"
}
