{
  "companionAccepted": "Suena Genial, ¡vamos!",
  "companionRejected": "Perdón, ahora no puedo. Necesito practicar.",
  "companionRejectedNight": "Se está haciendo tarde, perdón.",
  "companionDismiss": "No hay problema, nos vemos.",
  "companionDismissAuto": "Me tengo que ir, es tarde y tengo que alimentar a mi perro. ¡Nos vemos, @!",
  "companionRecruited": "¡Genial!$h#$b#¿A dónde vamos?$0",
  "companionSuggest": "Hoy siento la necesidad de practicar alguna actividad al aire libre.#$q -1 -1#¿Quisieras venir, @?#$r -1 0 Yes#Si, ¿por qué no? Déjame buscar mis cosas.#$r -1 0 No#Perdón, tengo que hacer algunas cosas. ¿Quizás para la próxima?",
  "companionSuggest_Yes": "¡Genial! Vamos a sudar un poco.$h",
  "companionSuggest_No": "Oh, no hay problema. Entonces nos vemos mas tarde.",
  "companion_Beach": "¡Me siento energizado acá!$h",
  "companion_Beach_Dating": "Te ves genial por todo ese trabajo en la granja, @, tu cuerpo es asombroso.#$b#Siempre he pensado eso, pero ahora que estamos saliendo, no es raro para mi decirtelo, ¿verdad?$4",
  "companion_Beach_Spouse": "Me gustaría venir acá contigo mas a menudo, especialmente cuando afuera hace calor.#$b#Es genial que tengamos esta playa cerca del pueblo, ¡y la mayoría de las veces la tenemos solo para nosotros!$1",
  "companion_Beach_Spouse~1": "¿Quisieras ir a nadar conmigo alguna vez? ¡Cuando el clima está agradable, realmente tengo ganas!",
  "companion_Farm": "Este lugar tiene mucho espacio para hacer ejercicios. ¡Me gusta!",
  "companion_Farm_Dating": "Asi que, acá es donde ocurre la mágia, eh.#$b#Creo que sería un buen granjero, si esto de ser profesional no funciona.",
  "companion_Farm_Spouse": "¡Es genial ver cómo nuestra granja está prosperando! Hacemos un gran equipo, ¿no te parece?$1",
  "companion_Forest": "Es difícil moverse rápido con todos estos árboles y arbustos, ¡pero eso lo hace mas desafiante!",
  "companion_Forest_Dating": "Es bueno para nosotros salir para acá y ejercitar juntos.#$b#¡No es que lo necesites, por supuesto!$4",
  "companion_Forest_Spouse": "Incluso con todos estos árboles y arbustos, probablemente podría encontrar una forma genial de hacer ejercicios.#$b#¡Como una carrera de obstáculos!",
  "companion_Mine": "Este lugar está destinado a personas fuertes. Por eso me trajiste para acá, ¿verdad?$1",
  "companion_Mine_Dating": "Oye, @, si te asustas, puedes tomar mi mano.#$b#Quiero decir, estoy bien, pero sería genial si me necesitas, o lo que sea...$4",
  "companion_Mine_Spouse": "Me alegra que me hayas traído para acá, cariño. ¡Te protegeré, no te preocupes!",
  "companion_Mountain_Dating": "No vive por acá esa chica científica?#$b#¿Piensas que ella y Harvey tengan algo alguna vez? Probablemente, ambos son nerds.#$b#No quise decir eso de mala forma, solo, sabes, ¡ellos son muy inteligentes!$1",
  "companion_Mountain_Spouse": "¡Hola, @, deberíamos comenzar a trotar acá por las mañanas, y luego podríamos ir al spa a relajarnos!$1",
  "companion_Town": "¿El pueblo? Pensé que íbamos a explorar un lugar más interesante...",
  "companion_Town_Dating": "Oye, vamos a saludar a Dusty mientras estamos acá.",
  "companion_Town_Spouse": "He estado leyendo este nuevo libro sobre técnicas para ejercitar y con los años de entrenamiento que tengo, estaba pensando que tal vez podría comenzar un pequeño negocio en el pueblo.#$b#Como un entrenamiento personal, que ayude a los otros residentes a ponerse en forma.#$b#¿Qué piensas?",
  "companion_Town_Spouse~1": "Necesito visitar a mis abuelos con más frecuencia.#$b#Deberíamos invitarlos a cenar alguna vez."
}