{
      "Spirit's Eve": [
            "fall27_name"
      ],
      "You'll have to tell me what's beyond, I can't go on... spiders...": [
            "fall27_Abigail_spouse"
      ],
      "I may have had a little too much pumpkin ale...": [
            "fall27_Leah_spouse"
      ],
      "I'm confused... you go on ahead and let me figure this out.": [
            "fall27_Maru_spouse"
      ],
      "Oh... These vapors... Hmmm... You look nice tonight.": [
            "fall27_Penny_spouse"
      ],
      "I get scared easily... I think I'm just going to stay right here.": [
            "fall27_Haley_spouse"
      ],
      "It would be interesting to have one of these on the farm.": [
            "fall27_Sebastian_spouse"
      ],
      "Hey, I was wondering when you'd show up!": [
            "fall27_Sam_spouse"
      ],
      "Hi... I was hoping you'd find me here...": [
            "fall27_Harvey_spouse"
      ],
      "Mmph... I believe I've eaten a few too many slices of pumpkin pie.": [
            "fall27_Elliott_spouse"
      ],
      "I can't go on... spiders...": [
            "fall27_Abigail"
      ],
      "Well, winter's almost here. It's a great time to stockpile wood and stone.": [
            "fall27_Robin"
      ],
      "I haven't seen Maru in hours... I hope she's alright.": [
            "fall27_Demetrius"
      ],
      "I think I've already been this way... no, wait...": [
            "fall27_Maru"
      ],
      "I'm lost...": [
            "fall27_Maru_sv1"
      ],
      "I have no idea how these skeletons are walking... creepy.": [
            "fall27_Sebastian"
      ],
      "It's pretty cool though.": [
            "fall27_Sebastian_sv1"
      ],
      "??": [
            "fall27_Pierre"
      ],
      "I get scared very easily. I'll leave the haunted maze to the younger people.": [
            "fall27_Caroline"
      ],
      "Good show, old friend.": [
            "fall27_Linus"
      ],
      "There's something weird over there. But how do I get to it?": [
            "fall27_Alex"
      ],
      "There's gotta be a secret passage somewhere around here.": [
            "fall27_Alex_sv1"
      ],
      "Hmm... smoked turkey haunch? I guess this festival isn't all bad.": [
            "fall27_George"
      ],
      "I wish Gus would include a vegetarian option. Some zucchini skewers, maybe?": [
            "fall27_Evelyn"
      ],
      "Good evening, @. Have you ventured into the haunted maze yet? It's quite spooky.": [
            "fall27_Lewis"
      ],
      "That strange man who lives in the tower set it all up himself. He wouldn't let anyone near while he was working on it.": [
            "fall27_Lewis_sv1"
      ],
      "One of my iridium-infused maces would make quick work of these things.": [
            "fall27_Clint"
      ],
      "Do you like the jack-o-lanterns? I carved them myself.": [
            "fall27_Emily"
      ],
      "The vapor from this cauldron... it's making my head spin, but I can't seem to leave...": [
            "fall27_Penny"
      ],
      "I'll come to any event with free grub! You won't see me in the haunted maze, though.": [
            "fall27_Pam"
      ],
      "Eek! I'm too scared.": [
            "fall27_Haley"
      ],
      "Vincent's upset that I won't let him go into the haunted maze... but he's just a little boy!": [
            "fall27_Jodi"
      ],
      "Hey, @. Nice evening, isn't it?": [
            "fall27_Kent"
      ],
      "That's odd... It's just a dead end up ahead.": [
            "fall27_Sam"
      ],
      "I could've sworn there was someone ahead of me when I went through the maze, though. Where'd they go?": [
            "fall27_Sam_sv1"
      ],
      "Mm, hi. Sorry... mouth full of blackberries.": [
            "fall27_Leah"
      ],
      "Hi, @. Have you had a productive fall?": [
            "fall27_Marnie"
      ],
      "It's starting to get quite cold... crops won't hold out for much longer.": [
            "fall27_Marnie_sv1"
      ],
      "Why, hello @. It's chilly, isn't it?": [
            "fall27_Elliott"
      ],
      "It's a lot of fun to cook with pumpkin. Such an interesting fruit.": [
            "fall27_Gus"
      ],
      "You say it's raining up above? *gasp*": [
            "fall27_Dwarf"
      ],
      "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": [
            "fall27_Dwarf_sv1"
      ],
      "The affairs of mundane folk matter little to me, but the elementals like a chance to see you up close.": [
            "fall27_Wizard"
      ],
      "It was for them that I created this silly maze.": [
            "fall27_Wizard_sv1"
      ],
      "Oh! You found me...": [
            "fall27_Harvey"
      ],
      "The truth is, I got too scared so I came here to hide. Don't tell anyone.": [
            "fall27_Harvey_sv1"
      ],
      "Why is there no more pumpkin ale?": [
            "fall27_Shane"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "fall27_Sandy",
            "fall27_Sandy_y2"
      ],
      "I kind of miss the rain, actually...": [
            "fall27_Sandy_sv1",
            "fall27_Sandy_y2_sv1"
      ],
      "But Aunt Marnie! I wanna go in the maze! I'm not scared!": [
            "fall27_Jas"
      ],
      "Mother won't let me go in the maze. *sob*": [
            "fall27_Vincent"
      ],
      "Don't get too close to the cage.": [
            "fall27_Marlon"
      ],
      "%Leo's unblinking eyes are glued to the screen. You're unable to get his attention.": [
            "fall27_Leo"
      ],
      "BO 113 5000 1 O 746 750 5 BL 746 2000 1 BO 47 350 -1 F 2870 4000 -1": [
            "fall27_shop_y2"
      ],
      "Have you ever fought any of these monsters before?": [
            "fall27_Abigail_spouse_y2"
      ],
      "Even... the s-spiders?": [
            "fall27_Abigail_spouse_y2_sv1"
      ],
      "I probably had too much pumpkin ale before jumping into the maze.": [
            "fall27_Leah_spouse_y2"
      ],
      "You go on ahead. I'll catch up.": [
            "fall27_Leah_spouse_y2_sv1"
      ],
      "Grab a plate and sit down with the family!": [
            "fall27_Maru_spouse_y2"
      ],
      "*phew* I got lost in the maze...": [
            "fall27_Penny_spouse_y2"
      ],
      "I was worried I might get trapped and everyone would go home without me!2": [
            "fall27_Penny_spouse_y2_sv1"
      ],
      "*giggle* I knew you'd find your way here.": [
            "fall27_Emily_spouse_y2"
      ],
      "Hah! None of this is real.": [
            "fall27_Haley_spouse_y2"
      ],
      ".... right, @? It's not real... right?2": [
            "fall27_Haley_spouse_y2_sv1"
      ],
      "Hey, you made it past the creepy hands.": [
            "fall27_Alex_spouse_y2"
      ],
      "I think I hear someone calling for help nearby.": [
            "fall27_Alex_spouse_y2_sv1"
      ],
      "Hey, could you... give me a hand? Hehehe...": [
            "fall27_Sebastian_spouse_y2"
      ],
      "These gravestones would look nice on the farm, don't you think?": [
            "fall27_Sebastian_spouse_y2_sv1"
      ],
      "My little brother and I made it pretty far in here but we got stuck.": [
            "fall27_Sam_spouse_y2"
      ],
      "You go on ahead... find that treasure for us!": [
            "fall27_Sam_spouse_y2_sv1"
      ],
      "I was wondering when I'd see you.": [
            "fall27_Harvey_spouse_y2"
      ],
      "Don't mind me. I'm just taking a quick breather.": [
            "fall27_Harvey_spouse_y2_sv1"
      ],
      "I shudder to think what would happen if these got loose...%noturn": [
            "fall27_Elliott_spouse_y2"
      ],
      "Fear not, my dear! I would run the cursed wretch through, before it could lay a finger on you.": [
            "fall27_Elliott_spouse_y2_sv1"
      ],
      "I talked Marnie into letting me take Jas into the maze. I think she's old enough.": [
            "fall27_Shane_spouse_y2"
      ],
      "We're going very slow, though. Go ahead without us!": [
            "fall27_Shane_spouse_y2_sv1"
      ],
      "Did you see the decorations on our house? I don't like it...": [
            "fall27_Abigail_y2"
      ],
      "Are you looking forward to things slowing down soon? Winter is around the corner.": [
            "fall27_Robin_y2"
      ],
      "Did you know... a study in the Journal of Anthropological Physiology found that the cadence, tempo, and key of music can have a measurable impact on cortisol levels?": [
            "fall27_Demetrius_y2"
      ],
      "Er... Is there vanilla ice cream to go with the blackberry cobbler?": [
            "fall27_Demetrius_y2_sv1"
      ],
      "After I finish this food, I'm going head-first into that maze!": [
            "fall27_Maru_y2"
      ],
      "This is my spot.": [
            "fall27_Sebastian_y2"
      ],
      "Ah, it's farmer @! I have quite the selection of wares tonight. Take a look!": [
            "fall27_Pierre_y2"
      ],
      "I should make a plate of food for my husband. He's been manning the shop all night.": [
            "fall27_Caroline_y2"
      ],
      "Haha! Another fine creation, my old friend.": [
            "fall27_Linus_y2"
      ],
      "I think I heard a girl screaming... She needs my help!": [
            "fall27_Alex_y2"
      ],
      "If I wasn't in this blasted chair, I'd be running circles around everyone in that maze!": [
            "fall27_George_y2"
      ],
      "Dear, can you pass the zucchini fritters please?": [
            "fall27_Evelyn_y2"
      ],
      "Good evening, @. Once again, we've been graced with a haunted maze, constructed in secret by the eccentric who lives out in the forest.": [
            "fall27_Lewis_y2"
      ],
      "I've heard it's larger this year. Good luck if you dare to venture inside...": [
            "fall27_Lewis_y2_sv1"
      ],
      "I already made it through the maze... now it's time to kick back with a pumpkin ale!": [
            "fall27_Clint_y2"
      ],
      "...I'm trying my best to ignore the spider infestation behind me.": [
            "fall27_Clint_y2_sv1"
      ],
      "Ooooh. You found the secret entrance too!": [
            "fall27_Emily_y2"
      ],
      "I was in the maze for a while but then I got hungry.": [
            "fall27_Penny_y2"
      ],
      "My Mom seems to be enjoying herself.": [
            "fall27_Penny_y2_sv1"
      ],
      "Pass another bottle of pumpkin ale over here!... *hic*": [
            "fall27_Pam_y2"
      ],
      "Have you seen my sister?": [
            "fall27_Haley_y2"
      ],
      "Emily! Can you hear me?": [
            "fall27_Haley_y2_sv1"
      ],
      "Sam took Vincent into the maze. I hope they're okay...": [
            "fall27_Jodi_y2"
      ],
      "These things don't look so tough.": [
            "fall27_Kent_y2"
      ],
      "Am I Sam? Heh, heh, heh...1": [
            "fall27_Sam_y2"
      ],
      "Is it this way? Or maybe over here?": [
            "fall27_Leah_y2"
      ],
      "I hope Jas is okay in there.": [
            "fall27_Marnie_y2"
      ],
      "Did you have a successful year farming, @?": [
            "fall27_Marnie_y2_sv1"
      ],
      "Oh pitiful wretch... in what fetid grotto lies your kingdom?%noturn": [
            "fall27_Elliott_y2"
      ],
      "Sometimes, one must stare into the abyss to stir a languid muse...": [
            "fall27_Elliott_y2_sv1"
      ],
      "Carving pumpkins is a talent of mine. I usually do most of the Jack-O-Lanterns for everyone in town.": [
            "fall27_Gus_y2"
      ],
      "All I ask in return is to keep the seeds... sprinkle a little cinnamon sugar on those puppies and you've got yourself a golden snack!": [
            "fall27_Gus_y2_sv1"
      ],
      "This place is very strange...": [
            "fall27_Dwarf_y2"
      ],
      "The trials continue... Every magician must have an apprentice...": [
            "fall27_Wizard_y2"
      ],
      "I'm afraid to say I'm quite puzzled on this one...": [
            "fall27_Harvey_y2"
      ],
      "You gotta stay close to me, Jas. Don't run off!%noturn": [
            "fall27_Shane_y2"
      ],
      "Let's go this way!%noturn": [
            "fall27_Jas_y2"
      ],
      "I'd watch yer back, lad... something terrible's in that maze...": [
            "fall27_Willy_y2_male_farmer"
      ],
      "I'd watch yer back, miss... something terrible's in that maze...": [
            "fall27_Willy_y2_female_farmer"
      ],
      "Did we beat the maze? Where's my prize?": [
            "fall27_Vincent_y2"
      ],
      "I caught more monsters this year. Mind your distance near the cages.": [
            "fall27_Marlon_y2"
      ],
      "This is a maze inside of a maze... My head is spinning...": [
            "fall27_Leo_y2"
      ],
      "Wh-what are you doing here?": [
            "fall27_Krobus_y2"
      ]
}