{
      "Stardew Valley Fair": [
            "fall16_name"
      ],
      "I beat all these games last year!": [
            "fall16_Abigail_spouse"
      ],
      "I learned all of Robin's techniques last year, but she's always one step ahead of me!": [
            "fall16_Leah_spouse"
      ],
      "mumph... This is my one chance to pig out on barbecue sandwiches.": [
            "fall16_Maru_spouse"
      ],
      "I hope we win the grange display contest!": [
            "fall16_Penny_spouse"
      ],
      "Did you remember to bring good stuff for our grange display? I hope we win this year.": [
            "fall16_Haley_spouse"
      ],
      "Hey, @. I'm just catching up with Sam. Go ahead and have some fun.": [
            "fall16_Sebastian_spouse"
      ],
      "Sebastian's the same as always. Are you having fun at the festival?": [
            "fall16_Sam_spouse"
      ],
      "I'm just catching up with some old friends... you go on and have a good time.": [
            "fall16_Alex_spouse"
      ],
      "I'll wait here until you're ready to go home...": [
            "fall16_Harvey_spouse"
      ],
      "The smokey aroma drew me here, yet 'twas the zesty sauce that truly sealed my fate... *gurgle*": [
            "fall16_Elliott_spouse"
      ],
      "I already beat all the games... now what?": [
            "fall16_Abigail"
      ],
      "Woodworking is an ancient tradition that I'm very proud to be a part of.": [
            "fall16_Robin"
      ],
      "Robin really works hard on her carpentry stuff... she deserves a little recognition now and then.": [
            "fall16_Demetrius"
      ],
      "*slurp* mmm... this barbecue sauce is amazing.": [
            "fall16_Maru"
      ],
      "It's kinda hectic today... I'm just gonna hang out here for a while.": [
            "fall16_Sebastian"
      ],
      "My store carries the very finest quality products in the whole valley. Please, inspect my grange display closely and see for yourself!": [
            "fall16_Pierre"
      ],
      "Pierre is very serious about his grange display. He's been setting aside the best-looking produce for weeks in preparation.": [
            "fall16_Caroline"
      ],
      "Hey, best of luck to you if you enter!": [
            "fall16_Caroline_sv1"
      ],
      "These animals never judge people by their looks. The same can't be said for humans.": [
            "fall16_Linus"
      ],
      "I played the 'Strength' game too many times and now my arms feel like rubber.": [
            "fall16_Alex"
      ],
      "Hmm... smoked turkey haunch? I guess this festival isn't all bad.": [
            "fall16_George"
      ],
      "I wish Gus would include a vegetarian option. Some zucchini skewers, maybe?": [
            "fall16_Evelyn"
      ],
      "Well @, it's the big day... Our most important festival of the year, the 'Stardew Valley Fair'.": [
            "fall16_Lewis"
      ],
      "If you'd like to participate by setting up a grange display, I've left an empty stand for you. Just let me know after you've set everything up so we can get to the judging.": [
            "fall16_Lewis_sv1"
      ],
      "I complain about my job sometimes, but I do take pride in my work.": [
            "fall16_Clint"
      ],
      "These are some of my finest pieces. I hope you like them.": [
            "fall16_Clint_sv1"
      ],
      "You know, I would've made a pretty good clown. I think I missed my calling.": [
            "fall16_Emily"
      ],
      "I won the wheel of chance ten times in a row and now the man won't let me play anymore...": [
            "fall16_Penny"
      ],
      "Better hurry up, kid... Before ol' Pam here fishes every last lunker out of the tent! Hehe.": [
            "fall16_Pam"
      ],
      "Have you been to the fortune teller? She set up her stand in the graveyard.": [
            "fall16_Haley"
      ],
      "I already saw her... she told me something... interesting. *giggle*": [
            "fall16_Haley_sv1"
      ],
      "He doesn't look very happy... I guess Mayor Lewis had to cut costs with a budget clown this year.": [
            "fall16_Jodi"
      ],
      "I'm waiting for this clown to start doing something funny.": [
            "fall16_Kent"
      ],
      "Pretty disappointing.": [
            "fall16_Kent_sv1"
      ],
      "Hey @. Having a good time?": [
            "fall16_Sam"
      ],
      "The slingshot tent is pretty fun, and if you get good at it you can really rack up the star tokens.": [
            "fall16_Sam_sv1"
      ],
      "I really admire Robin's carpentry skills. I use a lot of the same techniques in my own line of work.": [
            "fall16_Leah"
      ],
      "All these animals are friendly and love to get massaged.": [
            "fall16_Shane"
      ],
      "I tried my best, but my display is pretty weak compared to Pierre's.": [
            "fall16_Marnie"
      ],
      "Well, maybe the judges will give me bonus points for the massive cheese wheel.": [
            "fall16_Marnie_sv1"
      ],
      "I'm trying to get Gus to tell me his sauce recipe, but he won't budge.": [
            "fall16_Elliott"
      ],
      "Eat as much as you like! It's all free today... compliments of Mayor Lewis.": [
            "fall16_Gus"
      ],
      "Oh! Make sure to dribble some of my secret sauce on there.": [
            "fall16_Gus_sv1"
      ],
      "You say it's raining up above? *gasp*": [
            "fall16_Dwarf"
      ],
      "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": [
            "fall16_Dwarf_sv1"
      ],
      "Welwick and I have known each other for a long time... she is a remarkable diviner, and a good friend.": [
            "fall16_Wizard"
      ],
      "...": [
            "fall16_Wizard_sv1"
      ],
      "That clown... I know him from somewhere.": [
            "fall16_Wizard_sv2"
      ],
      "Was it the school of illusion? Or maybe the Carnival of Secrets? Hmm...": [
            "fall16_Wizard_sv3"
      ],
      "That clown I know him from somewhere.Was it the school of illusion? Or maybe the Carnival of Secrets? Hmm": [
            "fall16_Wizard_sv4"
      ],
      "And just a few steps over there, Gus is grilling up a batch of pork ribs... Yikes.": [
            "fall16_Harvey"
      ],
      "I've got some soul-searching to do...1": [
            "fall16_Harvey_sv1"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "fall16_Sandy"
      ],
      "I kind of miss the rain, actually...": [
            "fall16_Sandy_sv1"
      ],
      "Ow! A hen pecked my little finger!": [
            "fall16_Jas"
      ],
      "Moooo!": [
            "fall16_Vincent"
      ],
      "Clint's blades get sharper every year.": [
            "fall16_Marlon"
      ],
      "So do his prices...": [
            "fall16_Marlon_sv1"
      ],
      "Are you setting up a grange display, @? It's your chance to show off all the good produce from %farm!": [
            "fall16_Willy"
      ],
      "Haha! I've never seen anything like this before...": [
            "fall16_Leo"
      ],
      "Aren't these weapons cool? I might have to bring one of these home with us today.": [
            "fall16_Abigail_spouse_y2"
      ],
      "Hey, Robin is teaching me some innovative techniques this year.": [
            "fall16_Leah_spouse_y2"
      ],
      "I'll have to show you later...": [
            "fall16_Leah_spouse_y2_sv1"
      ],
      "I hope we win the grange display contest! You worked really hard this year.": [
            "fall16_Maru_spouse_y2"
      ],
      "Come here, sit for a while! There's space on the bench for the both of us.": [
            "fall16_Penny_spouse_y2"
      ],
      "It's a little funny seeing Alex stuff his face. He seems to be doing well.": [
            "fall16_Haley_spouse_y2"
      ],
      "I hope we win the grange display contest this year!": [
            "fall16_Haley_spouse_y2_sv1"
      ],
      "Sandy traveled all the way from Calico Desert to be here today.": [
            "fall16_Emily_spouse_y2"
      ],
      "It's not very often that I get to see her!": [
            "fall16_Emily_spouse_y2_sv1"
      ],
      "That lady in the graveyard predicted our future...": [
            "fall16_Sebastian_spouse_y2"
      ],
      "Apparently, we're destined to live a happy life together.": [
            "fall16_Sebastian_spouse_y2_sv1"
      ],
      "Hey, are you enjoying the festival? I'll be rooting for our grange display!": [
            "fall16_Sam_spouse_y2"
      ],
      "Psst... If you're going to bet your tokens on the wheel... bet on green!": [
            "fall16_Sam_spouse_y2_sv1"
      ],
      "Did you eat yet? There's almost too much to go around!": [
            "fall16_Alex_spouse_y2"
      ],
      "I already ate three sandwiches... Mmm... that sauce...": [
            "fall16_Alex_spouse_y2_sv1"
      ],
      "Hi, honey. Good luck today in the competition. I just know you're going to shine!": [
            "fall16_Harvey_spouse_y2"
      ],
      "Victory! I achieved a score of '216' with five fish caught... a new personal best!": [
            "fall16_Elliott_spouse_y2"
      ],
      "Now, I must choose a fitting prize to purchase for you with these star tokens...": [
            "fall16_Elliott_spouse_y2_sv1"
      ],
      "I might ask you to watch the animals soon so I can grab some food.": [
            "fall16_Shane_spouse_y2"
      ],
      "This blade is so elegant. Maybe some day I'll have enough money to buy one!": [
            "fall16_Abigail_y2"
      ],
      "If you want to master the wood, you have to think like a tree...": [
            "fall16_Robin_y2"
      ],
      "Sheep have remarkable memory capabilities... retaining familiarity with both fellow sheep and humans...": [
            "fall16_Demetrius_y2"
      ],
      "They even form friendships, mirroring the close bonds we humans cultivate with one another!": [
            "fall16_Demetrius_y2_sv1"
      ],
      "There's so much to do! I don't know where to begin.": [
            "fall16_Maru_y2"
      ],
      "That lady told me my fortune. I don't know what to make of it...": [
            "fall16_Sebastian_y2"
      ],
      "Animals are kind of like little people... they also have feelings and emotions.": [
            "fall16_Linus_y2"
      ],
      "I'm confident that I'll emerge victorious in this year's grange display competition!": [
            "fall16_Pierre_y2"
      ],
      "Some of the produce in our grange display came from my little greenhouse. We've been carefully growing this stuff all year!": [
            "fall16_Caroline_y2"
      ],
      "Every hundred rounds of the strength game I win, I eat another BBQ sandwich.": [
            "fall16_Alex_y2"
      ],
      "%George is on the verge of falling asleep.": [
            "fall16_George_y2"
      ],
      "Hee hee... Maybe I should start a collection of clown figurines...": [
            "fall16_Evelyn_y2"
      ],
      "Greetings, @! The 'Stardew Valley Fair' is finally here and the crowd is growing by the minute.": [
            "fall16_Lewis_y2"
      ],
      "Just like last year, I've set up an empty grange display for you. Speak with me when you're ready to commence the judging.": [
            "fall16_Lewis_y2_sv1"
      ],
      "It's heartening to see others take an interest in my work. Makes me feel like I'm doing something good in the world.": [
            "fall16_Clint_y2"
      ],
      "I finished some of these pieces just last week. Please inspect them closely, I stand behind my work!": [
            "fall16_Clint_y2_sv1"
      ],
      "*phew* After being on my feet all day, it's nice to finally take a moment to relax.": [
            "fall16_Penny_y2"
      ],
      "Life don't get much better than this, kid!": [
            "fall16_Pam_y2"
      ],
      "When Sandy and I were kids, we joked about running away from it all and joining the circus.": [
            "fall16_Emily_y2"
      ],
      "I don't think we would've actually gone through with it, but it's fun to imagine.": [
            "fall16_Emily_y2_sv1"
      ],
      "I'm trying to maintain a diet this fall... but I can't resist these juicy burgers!": [
            "fall16_Haley_y2"
      ],
      "Oh no. Who's responsible for littering here?": [
            "fall16_Jodi_y2"
      ],
      "Every year we get some tourists that don't respect our town...": [
            "fall16_Jodi_y2_sv1"
      ],
      "*chuckle* My son has a knack for accuracy. I wonder if he got it from me.": [
            "fall16_Kent_y2"
      ],
      "I'm in the market for a new weapon. I wonder if I could negotiate a trade with Clint...": [
            "fall16_Marlon_y2"
      ],
      "Ugh... I gambled and lost it all to the spinning wheel...": [
            "fall16_Sam_y2"
      ],
      "I should've went with green.": [
            "fall16_Sam_y2_sv1"
      ],
      "I think Robin and I make a pretty good team, don't you think?": [
            "fall16_Leah_y2"
      ],
      "The animals have been given their favorite foods, so they're happy.": [
            "fall16_Shane_y2"
      ],
      "Feel free to pet them, they won't bite.": [
            "fall16_Shane_y2_sv1"
      ],
      "My animals had a successful year! I'm hoping the high-quality produce will impress the judges.": [
            "fall16_Marnie_y2"
      ],
      "How's your grange display, @? It's your moment to showcase the fruits of your labor.": [
            "fall16_Marnie_y2_sv1"
      ],
      "Ah, don't mind the smell... I just emerged from the fishing booth with a sizable haul!": [
            "fall16_Elliott_y2"
      ],
      "Now, I must decide what to do with all these star tokens...": [
            "fall16_Elliott_y2_sv1"
      ],
      "Working four grills simultaneously is hard work! There's a large and hungry crowd to cater to today.": [
            "fall16_Gus_y2"
      ],
      "I put a little dash of my zesty sauce in each patty. *wink*": [
            "fall16_Gus_y2_sv1"
      ],
      "I was curious about this human gathering...": [
            "fall16_Dwarf_y2"
      ],
      "Please don't tell anyone. I'm hoping to remain hidden here...": [
            "fall16_Dwarf_y2_sv1"
      ],
      "If you wish to peer through the mists of tomorrow, speak to my colleague Welwick.": [
            "fall16_Wizard_y2"
      ],
      "She has an uncommon gift...": [
            "fall16_Wizard_y2_sv1"
      ],
      "That young man by the tree seemed intrigued by his reading, but even with my powers, I cannot probe the innermost secrets of the heart...": [
            "fall16_Wizard_y2_sv2"
      ],
      "I'm astonished by the level of craftsmanship on display here. Some people are so talented!": [
            "fall16_Harvey_y2"
      ],
      "The Stardew Valley community is truly one-of-a-kind...": [
            "fall16_Sandy_y2"
      ],
      "Mooo! Moooooo!": [
            "fall16_Jas_y2"
      ],
      "I'm trying to talk to the baby cows.": [
            "fall16_Jas_y2_sv1"
      ],
      "Can I play the slingshot game again, Dad!? Please?": [
            "fall16_Vincent_y2"
      ],
      "I managed to catch several iridium-quality beauties, just in time for this year's fair!": [
            "fall16_Willy_y2"
      ],
      "After our grange displays are judged I'll have to try my hand at the fishing game tent.": [
            "fall16_Willy_y2_sv1"
      ],
      "I'm making friends with these birds!": [
            "fall16_Leo_y2"
      ]
}