{
      "Flower Dance": [
            "spring24_name"
      ],
      "I really hate dancing in front of everyone... It's so embarrassing.": [
            "spring24_Abigail"
      ],
      "Mom makes me do it.": [
            "spring24_Abigail_sv1"
      ],
      "Ahh... The air smells so sweet with all these flowers.": [
            "spring24_Robin"
      ],
      "These springtime dances can be traced back to ancient fertility rituals.": [
            "spring24_Demetrius"
      ],
      "Hey... You should know about this stuff, farmer.": [
            "spring24_Demetrius_sv1"
      ],
      "I like dancing, but this one is a little stilted. The old timers really love it, though.": [
            "spring24_Maru"
      ],
      "Ugh...": [
            "spring24_Sebastian"
      ],
      "Oh, hello there. It's nice of you to talk to me.": [
            "spring24_Linus"
      ],
      "Spring is almost over... what a shame.": [
            "spring24_Linus_sv1"
      ],
      "What! How'd you get back here?": [
            "spring24_Pierre"
      ],
      "Don't touch anything.": [
            "spring24_Pierre_sv1"
      ],
      "I wish Pierre would spend this time with the family...": [
            "spring24_Caroline"
      ],
      "I'm just enjoying the scenery... hehe.": [
            "spring24_Alex"
      ],
      "Flowers? I can hardly see them.": [
            "spring24_George"
      ],
      "It's too bright out here!": [
            "spring24_George_sv1"
      ],
      "I've been working on these floral arrangements for a week. Do you like them?": [
            "spring24_Evelyn"
      ],
      "If you'd like to dance with the other young people, you'll need to find a partner.": [
            "spring24_Lewis"
      ],
      "I wonder if Emily would dance with me?": [
            "spring24_Clint"
      ],
      "*gulp*... I'm nervous.": [
            "spring24_Penny"
      ],
      "Now this is the life... Huh, kid? Sweet wine, a babbling brook, warm air... Did I mention wine?": [
            "spring24_Pam"
      ],
      "Whoo... I'm stuffed. Hey, have you tried the red jelly yet?": [
            "spring24_Emily"
      ],
      "I'm practicing my dance moves... It needs to be perfect.": [
            "spring24_Haley"
      ],
      "I've been flower queen for the past 5 years and I'm not ready to step off the throne just yet!": [
            "spring24_Haley_sv1"
      ],
      "Are you going to be dancing today, @?": [
            "spring24_Jodi"
      ],
      "This open field... it makes me nervous.": [
            "spring24_Kent"
      ],
      "*whisper* Happy thoughts, Kent. Happy Thoughts.": [
            "spring24_Kent_sv1"
      ],
      "Marnie looks lovely today...": [
            "spring24_Marlon"
      ],
      "You know what? I admit it... I really like flowers!": [
            "spring24_Sam"
      ],
      "Hi @. Glad to see you here.": [
            "spring24_Leah"
      ],
      "Mmm... excellent sauce. *slurp*": [
            "spring24_Shane"
      ],
      "Ah, this green stuff is spicy! *munch*": [
            "spring24_Shane_sv1"
      ],
      "*crunch* ...ow.": [
            "spring24_Shane_sv2"
      ],
      "*sigh*... Love is in the air... And I'm still single.": [
            "spring24_Marnie"
      ],
      "I wore my best shirt for the dance... This sort of thing doesn't happen very often!": [
            "spring24_Elliott"
      ],
      "Frog season is really starting to pick up.": [
            "spring24_Gus"
      ],
      "You say it's raining up above? *gasp*": [
            "spring24_Dwarf"
      ],
      "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": [
            "spring24_Dwarf_sv1",
            "spring24_Dwarf_y2_sv1"
      ],
      "You shouldn't be up here.": [
            "spring24_Wizard"
      ],
      "I'm working up the courage to ask someone to dance with me.1": [
            "spring24_Harvey"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "spring24_Sandy",
            "spring24_Sandy_y2"
      ],
      "I kind of miss the rain, actually...": [
            "spring24_Sandy_sv1",
            "spring24_Sandy_y2_sv1"
      ],
      "Some day, I'm going to be the flower queen!": [
            "spring24_Jas"
      ],
      "That's not fair... Why can't I be the flower queen?": [
            "spring24_Vincent"
      ],
      "I should've brought my fishing pole.": [
            "spring24_Willy"
      ],
      "The flowers here are nice, but they aren't as colorful as back home!": [
            "spring24_Leo"
      ],
      "I wonder if I'll ever have to get up there and dance...": [
            "spring24_Leo_sv1"
      ],
      "We don't have to dance if you don't want to!": [
            "spring24_Abigail_spouse_y2"
      ],
      "I could imagine us moving to a spot like this, someday.": [
            "spring24_Penny_spouse_y2"
      ],
      "We should go hiking in these woods someday! I bet there's mushrooms...": [
            "spring24_Leah_spouse_y2"
      ],
      "Today is the big day! We'll be the centerpiece of the whole dance!": [
            "spring24_Haley_spouse_y2"
      ],
      "I didn't practice much beforehand but I'll give it my best for the both of us.": [
            "spring24_Maru_spouse_y2"
      ],
      "Hey, I was wondering what you were up to!": [
            "spring24_Emily_spouse_y2"
      ],
      "I wore my best tie for the occasion.": [
            "spring24_Harvey_spouse_y2"
      ],
      "Hey, I'm feeling pretty good about today. We'll do great during the ceremony... just follow my lead.": [
            "spring24_Alex_spouse_y2"
      ],
      "Whoa, you look really great today.": [
            "spring24_Sam_spouse_y2"
      ],
      "You're the only reason I came all the way out here...": [
            "spring24_Sebastian_spouse_y2"
      ],
      "May I have this dance?": [
            "spring24_Elliott_spouse_y2"
      ],
      "*burp* I might've eaten too much to dance... sorry.": [
            "spring24_Shane_spouse_y2"
      ],
      "They should make the seniors dance this year. I bet they'd love it!": [
            "spring24_Abigail_y2"
      ],
      "Is that the smell of flowers? Or is it Caroline's perfume?": [
            "spring24_Robin_y2"
      ],
      "Gatherings like this give a sense of identity to our community.": [
            "spring24_Demetrius_y2"
      ],
      "Or as my wife says... 'it makes the town lively'!": [
            "spring24_Demetrius_y2_sv1"
      ],
      "It can be a little nerve-racking to ask someone to dance with you.": [
            "spring24_Maru_y2"
      ],
      "I didn't come here by choice.": [
            "spring24_Sebastian_y2"
      ],
      "Did you have a successful salmonberry harvest?": [
            "spring24_Linus_y2"
      ],
      "I picked enough to make a sweet and tangy jelly! I brought some today for everyone to taste.": [
            "spring24_Linus_y2_sv1"
      ],
      "Hey, you shouldn't be back here!": [
            "spring24_Pierre_y2"
      ],
      "Well, if you're sticking around... mind manning the booth for a while? I want to taste Linus' sweet and tangy jelly.": [
            "spring24_Pierre_y2_sv1"
      ],
      "I'm joking, I can't bear to be away from the register...": [
            "spring24_Pierre_y2_sv2"
      ],
      "I'd ask my husband to dance, but he doesn't really know how.": [
            "spring24_Caroline_y2"
      ],
      "The key to dancing is to have confidence.": [
            "spring24_Alex_y2"
      ],
      "Flowers? More like bumblebee magnets. Hmph. Can't smell much anyway.": [
            "spring24_George_y2"
      ],
      "I used to visit this spot when I was younger. It hasn't changed much over the years.": [
            "spring24_Evelyn_y2"
      ],
      "Good afternoon, @. The weather for today's festivities couldn't be more perfect.": [
            "spring24_Lewis_y2"
      ],
      "Come talk to me when you're ready to start the ceremony.": [
            "spring24_Lewis_y2_sv1"
      ],
      "*sigh* Everyone is partnered up... and here I am alone, once again...": [
            "spring24_Clint_y2"
      ],
      "Ah well... I'll just drown my sorrows with some of that sweet and tangy jelly.": [
            "spring24_Clint_y2_sv1"
      ],
      "Vincent asked me to dance with him. Isn't that cute?": [
            "spring24_Penny_y2"
      ],
      "The red jelly wafting in the wind looks like it's dancing!": [
            "spring24_Pam_y2"
      ],
      "Heh... Maybe that's just the wine speaking.": [
            "spring24_Pam_y2_sv1"
      ],
      "Oh, hey! This year I'm giving my sister competition for the flower queen title.": [
            "spring24_Emily_y2"
      ],
      "I've been working on my choreography!": [
            "spring24_Emily_y2_sv1"
      ],
      "One, two, three... one, two, three... Oh, hi. I'm a little busy.": [
            "spring24_Haley_y2"
      ],
      "I have special earrings I only wear once a year for this event.": [
            "spring24_Jodi_y2"
      ],
      "They're little daffodils... see?": [
            "spring24_Jodi_y2_sv1"
      ],
      "Do you ever wonder... why do we find flowers beautiful?": [
            "spring24_Kent_y2"
      ],
      "If Jodi and I ever have a daughter, maybe we'll name her after a flower.": [
            "spring24_Kent_y2_sv1"
      ],
      "Hmm. Thought I saw something moving across the water.": [
            "spring24_Marlon_y2"
      ],
      "*sniff* I'd enjoy this get-together more if it wasn't for my allergies. I'll just have to suck it up!": [
            "spring24_Sam_y2"
      ],
      "I really feel connected with nature this far away from town.": [
            "spring24_Leah_y2"
      ],
      "I couldn't find any clean shirts so this one has to do.": [
            "spring24_Shane_y2"
      ],
      "This open field is perfect grazing land for livestock, wouldn't you agree?": [
            "spring24_Marnie_y2"
      ],
      "Psst... I think Lewis is going to ask me to dance with him!": [
            "spring24_Marnie_y2_sv1"
      ],
      "To dance among a whimsical backdrop of flowers is an uplifting experience.": [
            "spring24_Elliott_y2"
      ],
      "Have you tried the dandelion salad? I prepared it fresh right here!": [
            "spring24_Gus_y2"
      ],
      "You say it's raining up above?": [
            "spring24_Dwarf_y2"
      ],
      "Hmm? How did you climb up here?": [
            "spring24_Wizard_y2"
      ],
      "If you spend some time pondering the hardships of life, it can put things into perspective.": [
            "spring24_Harvey_y2"
      ],
      "Suddenly, dancing in front of the whole town in an ill-fitting suit doesn't seem so bad!": [
            "spring24_Harvey_y2_sv1"
      ],
      "*giggle* Am I doing it right?": [
            "spring24_Jas_y2"
      ],
      "If there's a flower queen... there must be a flower king!": [
            "spring24_Vincent_y2"
      ],
      "Aye, these waters be teeming with big fish. Shame I didn't bring me rod!": [
            "spring24_Willy_y2"
      ],
      "You need a partner to participate in the dance? Does a bird count?": [
            "spring24_Leo_y2"
      ]
}