{
      "Dance Of The Moonlight Jellies": [
            "summer28_name"
      ],
      "Hey. I'm paying my respects to another bygone summer. I'll come meet up with you when we launch the candle-boat.": [
            "summer28_Leah_spouse"
      ],
      "Such a rare and exciting thing...": [
            "summer28_Abigail"
      ],
      "*yawn*... It's past my bed-time.": [
            "summer28_Robin"
      ],
      "Hey, did you see that candle-boat? I crafted it myself.": [
            "summer28_Robin_sv1"
      ],
      "The 'Moonlight Jelly'... what a remarkable species! We're very lucky that they stop here on their long journey south.": [
            "summer28_Demetrius"
      ],
      "It's unknown why they are attracted to light... very curious.": [
            "summer28_Demetrius_sv1"
      ],
      "It's kind of cold, actually. I guess fall is right around the corner.": [
            "summer28_Maru"
      ],
      "I thought I saw something moving in there... something big, something dark.": [
            "summer28_Sebastian"
      ],
      "Just trying to scare you...": [
            "summer28_Sebastian_sv1"
      ],
      "Psst... Make sure to swing by the shop tomorrow to get your fall seeds!": [
            "summer28_Pierre"
      ],
      "These candles are romantic, aren't they?": [
            "summer28_Caroline"
      ],
      "I'll just sneak up when the jellies arrive... I don't want to bother anyone.": [
            "summer28_Linus"
      ],
      "I can't believe summer's over... I feel like it just started.": [
            "summer28_Alex"
      ],
      "What, why are you looking at me like that? You think I'm too old to enjoy something like this?": [
            "summer28_George"
      ],
      "I remember seeing the jellies once, as a little girl. Oh, how I jumped with joy when they arrived!": [
            "summer28_Evelyn"
      ],
      "But that was long ago... I'm a lot less energetic now.": [
            "summer28_Evelyn_sv1"
      ],
      "Good evening, @. The Moonlight Jellies are close... I already saw one glowing in the distance.": [
            "summer28_Lewis"
      ],
      "Once we launch the candle-boat they'll come up to the docks and say hello.": [
            "summer28_Lewis_sv1"
      ],
      "I wore my special shoes tonight... No one noticed.": [
            "summer28_Clint"
      ],
      "Look out there, at the endless sea. Deep underwater, all kinds of life forms are moving around in the dark.": [
            "summer28_Emily"
      ],
      "Eerie, isn't it?": [
            "summer28_Emily_sv1"
      ],
      "Life is so easy for a jellyfish... just letting the waves carry you onward forever.": [
            "summer28_Penny"
      ],
      "Don't tell Gus, but I'm a little disappointed there's no buffet tonight.": [
            "summer28_Pam"
      ],
      "I'm gonna take a picture of the jellies when they arrive.": [
            "summer28_Haley"
      ],
      "There! I just saw something glowing!": [
            "summer28_Jodi"
      ],
      "Oh... It's gone.": [
            "summer28_Jodi_sv1"
      ],
      "Good evening, @. Hope you can find some time to relax before the harvest season.": [
            "summer28_Kent"
      ],
      "I wonder if they're poisonous?": [
            "summer28_Sam"
      ],
      "Maybe I shouldn't push Sebastian in the water after all...": [
            "summer28_Sam_sv1"
      ],
      "Hey. I'm paying my respects to another bygone summer.": [
            "summer28_Leah"
      ],
      "The jellies were here a year ago, and they'll be back again a year from now... nature is amazing.": [
            "summer28_Shane"
      ],
      "That's a heavy load of people for an ancient wooden dock! I'll stay over here near the beach.": [
            "summer28_Marnie"
      ],
      "If we keep polluting the oceans, the jellies will surely go extinct. It's already in the process of happening.": [
            "summer28_Elliott"
      ],
      "What a shame... we have no respect for nature anymore.": [
            "summer28_Elliott_sv1"
      ],
      "'Moonlight Jellies'... I wonder how they taste?": [
            "summer28_Gus"
      ],
      "I would never try it, of course!": [
            "summer28_Gus_sv1"
      ],
      "You say it's raining up above? *gasp*": [
            "summer28_Dwarf",
            "summer28_Dwarf_y2"
      ],
      "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": [
            "summer28_Dwarf_sv1",
            "summer28_Dwarf_y2_sv1"
      ],
      "How did you find me back here? I thought I was well-hidden.": [
            "summer28_Wizard"
      ],
      "Perhaps you are blessed with the gift of clairvoyance.": [
            "summer28_Wizard_sv1"
      ],
      "I'm here to observe the Lunaloos... or 'Moonlight Jellies', as you call them. They possess an unusually potent magical aura for an aquatic life form.": [
            "summer28_Wizard_sv2"
      ],
      "Well, summer's over. To be honest, I'll be happy to say goodbye to these blasted mosquitos!": [
            "summer28_Harvey"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "summer28_Sandy",
            "summer28_Sandy_y2"
      ],
      "I kind of miss the rain, actually...": [
            "summer28_Sandy_sv1",
            "summer28_Sandy_y2_sv1"
      ],
      "I hope there are babies this year!": [
            "summer28_Jas"
      ],
      "I wanna see the rare green jelly!": [
            "summer28_Vincent"
      ],
      "Most night-fish would be scared of the light... these are strange ones.": [
            "summer28_Willy"
      ],
      "The moonlight jellies are my old friends... they come to the island every year, too.": [
            "summer28_Leo"
      ],
      "I brought a blanket for us in case we get cold later.": [
            "summer28_Abigail_spouse_y2"
      ],
      "It's a little small, but I'm sure we can make it work...": [
            "summer28_Abigail_spouse_y2_sv1"
      ],
      "Aww... It's so romantic, with all the candles.": [
            "summer28_Haley_spouse_y2"
      ],
      "Goodbye, Summer...": [
            "summer28_Haley_spouse_y2_sv1"
      ],
      "Do you think I have enough time to grab my telescope from the farmhouse?": [
            "summer28_Maru_spouse_y2"
      ],
      "Hmm... probably not. I don't want to miss this!": [
            "summer28_Maru_spouse_y2_sv1"
      ],
      "Hey, there you are!": [
            "summer28_Emily_spouse_y2"
      ],
      "The ocean holds so many secrets and wonders. It's truly amazing.": [
            "summer28_Emily_spouse_y2_sv1"
      ],
      "I brought some sparkling wine for the main event... Summer's not over yet!": [
            "summer28_Leah_spouse_y2"
      ],
      "I would've brought us a pot of tea if I had known it would be this chilly!": [
            "summer28_Penny_spouse_y2"
      ],
      "I'm just spending some time with the family for a moment. I'll meet you on the docks soon, okay?": [
            "summer28_Alex_spouse_y2"
      ],
      "Wow... you look great tonight!0": [
            "summer28_Sam_spouse_y2"
      ],
      "Hi, honey. It'll be any moment now when the jellies show up... It never gets old!": [
            "summer28_Harvey_spouse_y2"
      ],
      "Are you all prepared for the fall? I am...": [
            "summer28_Shane_spouse_y2"
      ],
      "Huh? Oh, I bought a king size bag of pumpkin chips. You can have one, if you want.": [
            "summer28_Shane_spouse_y2_sv1"
      ],
      "I remember the first Moonlight Jellies festival that you came to.": [
            "summer28_Sebastian_spouse_y2"
      ],
      "You didn't notice, but I was watching you when the jellies came up. You looked beautiful in that blue light...": [
            "summer28_Sebastian_spouse_y2_sv1"
      ],
      "Ah, I was wondering when you would arrive!": [
            "summer28_Elliott_spouse_y2"
      ],
      "Let's head to the docks soon, and welcome our aquatic guests!": [
            "summer28_Elliott_spouse_y2_sv1"
      ],
      "Apparently there's a rare green jelly. I want to be the first to see it tonight!": [
            "summer28_Abigail_y2"
      ],
      "Every year, I make sure to inspect the candle-boat, and patch any holes.": [
            "summer28_Robin_y2"
      ],
      "Imagine if it sank during the festival...": [
            "summer28_Robin_y2_sv1"
      ],
      "There's a different kind of 'jelly', that anglers sometimes pull out of the water. Despite the name, they are very different in nature to the Moonlight Jellies...": [
            "summer28_Demetrius_y2"
      ],
      "Do you see a faint glow on the horizon? That must be them!": [
            "summer28_Maru_y2"
      ],
      "When you stare into the ocean, there's a chance something down there is looking back at you...": [
            "summer28_Sebastian_y2"
      ],
      "I noticed no one else was using this dock, so I quietly snuck down.": [
            "summer28_Linus_y2"
      ],
      "I like watching the jellies, too.": [
            "summer28_Linus_y2_sv1"
      ],
      "Hello, farmer @. Be sure to drop by my store tomorrow to purchase your fall seeds!": [
            "summer28_Pierre_y2"
      ],
      "I'm happy the jellies choose to visit us during their trip south. It's a magical moment our community can share together.": [
            "summer28_Caroline_y2"
      ],
      "It's a shame that summer has to be over, but I guess that's life...": [
            "summer28_Alex_y2"
      ],
      "Back in the old days, we used to scoop 'em up and put 'em in jars...": [
            "summer28_George_y2"
      ],
      "Times have changed... Times have changed...": [
            "summer28_George_y2_sv1"
      ],
      "George and I have been watching the jellies come and go together for decades now.": [
            "summer28_Evelyn_y2"
      ],
      "Greetings, @. As the evening sets in, the Moonlight Jellies draw closer to the shoreline.": [
            "summer28_Lewis_y2"
      ],
      "Once we set the candle-boat on its way, they'll gather around the docks.": [
            "summer28_Lewis_y2_sv1"
      ],
      "I got too close to a wave, and it soaked my foot...": [
            "summer28_Clint_y2"
      ],
      "Brr... that's a chilly breeze. I should've worn a hat!": [
            "summer28_Penny_y2"
      ],
      "Hey, kid. You're a farmer. So tell me... can you make jelly out of these things?": [
            "summer28_Pam_y2"
      ],
      "Would save me a lot of money if I could top my toast that way!": [
            "summer28_Pam_y2_sv1"
      ],
      "The moonlight jellies possess a deep blue aura of mystery...": [
            "summer28_Emily_y2"
      ],
      "There's more to them than meets the eye.": [
            "summer28_Emily_y2_sv1"
      ],
      "I didn't have time to put on makeup... Do you think anyone would notice in the dark?": [
            "summer28_Haley_y2"
      ],
      "The full moon will guide the jellies to our shore.": [
            "summer28_Jodi_y2"
      ],
      "Hey. Got big plans for the fall?": [
            "summer28_Kent_y2"
      ],
      "I may only have one good eye left, but I assure you I will spot any fell creature lurking the dark.": [
            "summer28_Marlon_y2"
      ],
      "Summer is drawing to a close. I'm gonna miss the long days!": [
            "summer28_Sam_y2"
      ],
      "Have any fun plans for the fall season? I need to decorate my house soon.": [
            "summer28_Leah_y2"
      ],
      "I wonder how many will show up this year?": [
            "summer28_Shane_y2"
      ],
      "I can't go any further on the dock. The sounds of creaking wood is causing me to tremble.": [
            "summer28_Marnie_y2"
      ],
      "When I was a little girl, I fell through a rotten dock once, and it traumatized me...": [
            "summer28_Marnie_y2_sv1"
      ],
      "The candle lights shimmering on the water are simply breathtaking. It looks like a painting coming to life.": [
            "summer28_Elliott_y2"
      ],
      "*sniff* Ahh... the fresh smell of the ocean never fails to satisfy.": [
            "summer28_Gus_y2"
      ],
      "The glowing eggs of the Lunaloos make for a potent reagent...": [
            "summer28_Wizard_y2"
      ],
      "With each passing second, my anticipation grows...": [
            "summer28_Harvey_y2"
      ],
      "How do the jellies know where to swim if they don't have eyes?": [
            "summer28_Jas_y2"
      ],
      "I touched a jelly once and it stung my hand.": [
            "summer28_Vincent_y2"
      ],
      "It's an old fisherman's rule... if you ever fish up a moonlight jelly, you gotta throw her back into the sea.": [
            "summer28_Willy_y2"
      ],
      "My old friends from home are visiting us soon!": [
            "summer28_Leo_y2"
      ]
}