{
      "Luau": [
            "summer11_name"
      ],
      "Well folks, it's time once again for the potluck ceremony.": [
            "summer11_mainEvent_Lewis_event1"
      ],
      "Well... Governor? Would you do us the honor of tasting the soup?": [
            "summer11_mainEvent_Lewis_event2"
      ],
      "Of course! I've been looking forward to this all year.": [
            "summer11_mainEvent_Governor_event1"
      ],
      "...": [
            "summer11_mainEvent_Governor_event2",
            "summer11_mainEvent_y2_Governor_event2"
      ],
      "Hmm... It's a bit tangy... but actually, the flavor is quite good!": [
            "summer11_governorReaction6_Governor_event1"
      ],
      "Just one minute... there's something in my bowl... what's this?": [
            "summer11_governorReaction6_Governor_event2"
      ],
      "Whaaaat?!": [
            "summer11_governorReaction6_Lewis_textAboveHeadEvent1"
      ],
      "*gasp*": [
            "summer11_governorReaction6_Marnie_textAboveHeadEvent1"
      ],
      "This... This is outrageous!": [
            "summer11_governorReaction6_Governor_event3"
      ],
      "Blech... my tongue is swelling up... I think I'm going to be sick.": [
            "summer11_governorReaction6_Governor_event4"
      ],
      "Whoever took part in this appalling act is truly reprehensible. Using my very private item for this sick purpose!": [
            "summer11_governorReaction6_Lewis_event2"
      ],
      "Go home, the festival is over.": [
            "summer11_governorReaction6_Lewis_event3",
            "summer11_governorReaction0_Lewis_event2"
      ],
      "Hmmm... Well it's not bad, but it's missing something...": [
            "summer11_governorReaction5_Governor_event1"
      ],
      "You're right... It's a little bland.": [
            "summer11_governorReaction5_Lewis_event1"
      ],
      "Well, thanks for joining us this year, Governor. Sorry the soup wasn't anything special.": [
            "summer11_governorReaction5_Lewis_event2"
      ],
      "Now... who else wants some soup?": [
            "summer11_governorReaction5_Lewis_event3",
            "summer11_governorReaction3_Lewis_event2"
      ],
      "Oh my... that's the best soup I've ever tasted!": [
            "summer11_governorReaction4_Governor_event1"
      ],
      "You're right... It's delicious!": [
            "summer11_governorReaction4_Lewis_event1"
      ],
      "Wonderful job, everyone! Now... who else wants a taste?": [
            "summer11_governorReaction4_Lewis_event2"
      ],
      "Ah... that's a very pleasant soup. The produce from this valley never disappoints!": [
            "summer11_governorReaction3_Governor_event1"
      ],
      "Mmm... tasty. You all did very well today.": [
            "summer11_governorReaction3_Lewis_event1"
      ],
      "Hmm... I don't have much to say about this. It's an average soup.": [
            "summer11_governorReaction2_Governor_event1"
      ],
      "He's right... It's nothing special. Not bad, though.": [
            "summer11_governorReaction2_Lewis_event1"
      ],
      "Well... who else wants some soup?": [
            "summer11_governorReaction2_Lewis_event2"
      ],
      "Um... It's actually kind of disgusting. I think I'll pass on the soup this year.": [
            "summer11_governorReaction1_Governor_event1"
      ],
      "Yuck. Someone must have ruined it with a poor-quality ingredient.": [
            "summer11_governorReaction1_Lewis_event1"
      ],
      "Well... does anyone want any?": [
            "summer11_governorReaction1_Lewis_event2"
      ],
      "Blech! This is vile! I think I'm going to be sick...": [
            "summer11_governorReaction0_Governor_event1"
      ],
      "I need to lie down...": [
            "summer11_governorReaction0_Governor_event2"
      ],
      "Good going, people... Whoever put that foul ingredient in the soup made the Governor pass out! I'm ashamed.": [
            "summer11_governorReaction0_Lewis_event1"
      ],
      "Hello and welcome, everyone! I'm pleased to announce that the potluck ceremony has begun.": [
            "summer11_mainEvent_y2_Lewis_event1"
      ],
      "Well... Governor? Would you indulge us with an honorary first tasting?": [
            "summer11_mainEvent_y2_Lewis_event2"
      ],
      "I would be delighted! I've been eyeing the soup all afternoon.": [
            "summer11_mainEvent_y2_Governor_event1"
      ],
      "What a lovely occasion... It's always a joy to visit Stardew Valley.": [
            "summer11_Governor"
      ],
      "I must speak to the missus about purchasing a vacation home here.": [
            "summer11_Governor_sv1"
      ],
      "Don't let me stop you from having fun today. I just feel like watching the sea by myself.": [
            "summer11_Abigail_spouse"
      ],
      "It's nice to see everyone once in a while, but mostly I want to get back to the farm.": [
            "summer11_Leah_spouse"
      ],
      "Harvey keeps trying to talk to me, but all I want is a piece of this roast.": [
            "summer11_Maru_spouse"
      ],
      "I'm just humoring some old friends. What I really want is a bowl of that soup.": [
            "summer11_Penny_spouse"
      ],
      "Phew... I'm afraid to move, or else I might start to sweat.": [
            "summer11_Haley_spouse"
      ],
      "I'm doing my best to stay in a good mood...": [
            "summer11_Sebastian_spouse"
      ],
      "I guess it wouldn't be very nice to put something nasty in the soup...": [
            "summer11_Sam_spouse"
      ],
      "Hey, I'll take any excuse to come hang out at the beach. This weather is amazing!": [
            "summer11_Alex_spouse"
      ],
      "Oh dear... I've got sand in my socks...": [
            "summer11_Harvey_spouse"
      ],
      "The old cabin seems to be holding up well. Every time I return I half expect the thing to be rotted...": [
            "summer11_Elliott_spouse"
      ],
      "It's tiring to socialize with everyone... I'd rather watch the sea.": [
            "summer11_Abigail"
      ],
      "%She's unresponsive.": [
            "summer11_Emily"
      ],
      "Ow... you stepped on my foot, dear.": [
            "summer11_Robin"
      ],
      "This is tiring, honey. Are you ready to visit the buffet soon? *pant*": [
            "summer11_Demetrius"
      ],
      "Whatever Linus is roasting smells awfully good... *slurp*": [
            "summer11_Maru"
      ],
      "One year Sam put a pound of anchovies in the potluck soup.": [
            "summer11_Sebastian"
      ],
      "Ever wondered why Sam leads the town in community service hours?": [
            "summer11_Sebastian_sv1"
      ],
      "A slow, continuous rotation is key to achieving the perfect roast.": [
            "summer11_Linus"
      ],
      "Hmm... maybe if I get on the governor's good side he'll give my business a tax break...": [
            "summer11_Pierre"
      ],
      "I wonder if he likes aged whiskey?": [
            "summer11_Pierre_sv1"
      ],
      "Now if only the Mayor would stop shmoozing with him all afternoon.": [
            "summer11_Pierre_sv2"
      ],
      "I put fresh vegetables from my garden into the communal soup pot.": [
            "summer11_Caroline"
      ],
      "Perfect weather for a beach party, huh?": [
            "summer11_Alex"
      ],
      "That music! It's too loud.": [
            "summer11_George"
      ],
      "Can't I have a little peace and quiet to enjoy the ocean?": [
            "summer11_George_sv1"
      ],
      "Ahh... The smell of the ocean takes me back many years. Long before you were born.": [
            "summer11_Evelyn"
      ],
      "Look sharp! The governor's here for his annual visit.": [
            "summer11_Lewis"
      ],
      "If you brought something for the potluck make sure and add it to the soup cauldron.": [
            "summer11_Lewis_sv1"
      ],
      "I'm full, but what else is there to do besides eat?": [
            "summer11_Clint"
      ],
      "We do this festival every year to give the governor a taste of everything the valley has to offer.": [
            "summer11_Penny"
      ],
      "Mayor Lewis hopes it will get the governor on our good side. That's why he's so neurotic about the way the soup tastes.": [
            "summer11_Penny_sv1"
      ],
      "Heh... free buffet. One of the perks of living here. Enjoy it, kid!": [
            "summer11_Pam"
      ],
      "I would dance, but I don't want to get sweaty.": [
            "summer11_Haley"
      ],
      "I hope the soup is good this year.": [
            "summer11_Jodi"
      ],
      "Hey, good to see you.": [
            "summer11_Kent"
      ],
      "I'll be back here by the trees... the air is a lot cooler.": [
            "summer11_Marlon"
      ],
      "Governor? Who cares...": [
            "summer11_Sam"
      ],
      "Why should I care about some random old guy?": [
            "summer11_Sam_sv1"
      ],
      "How's the farming coming along? It must be a busy season for you.": [
            "summer11_Leah"
      ],
      "Wow... you don't get hot pepper chutney like this in the big city...": [
            "summer11_Shane"
      ],
      "If you brought something for the soup, climb the stairs on the other side and throw it in.": [
            "summer11_Marnie"
      ],
      "I woke up late, stepped out of the door and found myself in the middle of all this hubbub!": [
            "summer11_Elliott"
      ],
      "I forgot that today was the Luau.": [
            "summer11_Elliott_sv1"
      ],
      "These blasted sand-flies keep landing on the food!": [
            "summer11_Gus"
      ],
      "You say it's raining up above? *gasp*": [
            "summer11_Dwarf",
            "summer11_Dwarf_y2"
      ],
      "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": [
            "summer11_Dwarf_sv1",
            "summer11_Dwarf_y2_sv1"
      ],
      "The merpeople are curious about your festivities.": [
            "summer11_Wizard"
      ],
      "They become upset when you litter into the ocean.": [
            "summer11_Wizard_sv1"
      ],
      "Good thing I came with sunscreen.": [
            "summer11_Harvey"
      ],
      "I wonder if Maru could use some sunscreen on her shoulders?": [
            "summer11_Harvey_sv1"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "summer11_Sandy",
            "summer11_Sandy_y2"
      ],
      "I kind of miss the rain, actually...": [
            "summer11_Sandy_sv1",
            "summer11_Sandy_y2_sv1"
      ],
      "Vincent isn't a good dancer.": [
            "summer11_Jas"
      ],
      "I'm bored...": [
            "summer11_Vincent"
      ],
      "Hi there, @. Taking a breather?": [
            "summer11_Willy"
      ],
      "To tell you the truth, I'd rather be fishing right now.": [
            "summer11_Willy_sv1"
      ],
      "Shhh... I'm learning the secrets of the perfect roast.": [
            "summer11_Leo"
      ],
      "I eagerly anticipate my visit to Stardew Valley each year. There's a palpable charm in the air!": [
            "summer11_Governor_y2"
      ],
      "After the soup tasting, let's go hang out on the docks away from everyone.": [
            "summer11_Abigail_spouse_y2"
      ],
      "I heard a rumor that the governor is considering buying a vacation home here.": [
            "summer11_Penny_spouse_y2"
      ],
      "You better grab a plate before it's all gone!": [
            "summer11_Leah_spouse_y2"
      ],
      "I'm tempted to run back home and grab my bikini.": [
            "summer11_Haley_spouse_y2"
      ],
      "The water's at a perfect temperature... I dipped my little toe in!": [
            "summer11_Haley_spouse_y2_sv1"
      ],
      "It's cooler back here in the shade. I'll join you at the buffet soon, okay?": [
            "summer11_Maru_spouse_y2"
      ],
      "*pant* It might be time to take a break soon.": [
            "summer11_Emily_spouse_y2"
      ],
      "We should dance together later, okay?": [
            "summer11_Emily_spouse_y2_sv1"
      ],
      "This music is making my legs move on their own... just like aerobics class!": [
            "summer11_Harvey_spouse_y2"
      ],
      "Today... I eat as much as I want. I'll do extra push-ups tomorrow!": [
            "summer11_Alex_spouse_y2"
      ],
      "That soup is smelling zesty...": [
            "summer11_Sam_spouse_y2"
      ],
      "Did you add something good? I'm getting hungry!": [
            "summer11_Sam_spouse_y2_sv1"
      ],
      "Do you remember when you caught me in this spot on that rainy day?": [
            "summer11_Sebastian_spouse_y2"
      ],
      "Even though this is my solo spot... I was really glad you came.": [
            "summer11_Sebastian_spouse_y2_sv1"
      ],
      "I would suggest we make time for a little 'rendezvous' in my old cabin... but I'm afraid it's become rather... musty... in my absence.": [
            "summer11_Elliott_spouse_y2"
      ],
      "Mmm... that roast smells good.": [
            "summer11_Shane_spouse_y2"
      ],
      "My dad's obsessed with the governor's visit. Everything has to be perfect!": [
            "summer11_Abigail_y2"
      ],
      "I think he's hoping to be mayor some day...": [
            "summer11_Abigail_y2_sv1"
      ],
      "Demetrius... It's because it's fun!%noturn": [
            "summer11_Robin_y2"
      ],
      "Why do humans enjoy dancing? Perhaps it is an instinctual mechanism, so that we will inadvertently convey our genetic quality to potential mates?%noturn": [
            "summer11_Demetrius_y2"
      ],
      "Ow... this bench has been cooking in the sun all day.": [
            "summer11_Maru_y2"
      ],
      "Oh, hey. Looking to escape the noise too?": [
            "summer11_Sebastian_y2"
      ],
      "Ah, can you smell that?": [
            "summer11_Linus_y2"
      ],
      "It's a signal that the roast is almost ready!": [
            "summer11_Linus_y2_sv1"
      ],
      "The moment Lewis steps away from the governor... that's my moment to rub elbows...": [
            "summer11_Pierre_y2"
      ],
      "Ah, I didn't see you there.": [
            "summer11_Pierre_y2_sv1"
      ],
      "If you want to buy something, talk to me on the other side of the counter.": [
            "summer11_Pierre_y2_sv2"
      ],
      "Gus used my potatoes to make several dishes for the buffet.": [
            "summer11_Caroline_y2"
      ],
      "So, what kind of ingredient are you adding to the soup?": [
            "summer11_Caroline_y2_sv1"
      ],
      "Do you think if I went in the water, other people would follow? I don't want to be a solo swimmer!": [
            "summer11_Alex_y2"
      ],
      "Leek and garlic mashed potatoes? Hehe... honey, I think I've died and gone to heaven!%noturn": [
            "summer11_George_y2"
      ],
      "Now, don't overeat dear. I wouldn't want you getting a stomach ache.%noturn": [
            "summer11_Evelyn_y2"
      ],
      "The governor is our distinguished guest today! I expect all of you to be on your best behavior.": [
            "summer11_Lewis_y2"
      ],
      "For those who brought something for the potluck, contribute your ingredients to the soup cauldron.": [
            "summer11_Lewis_y2_sv1"
      ],
      "*munch* This festival always has the best food.": [
            "summer11_Clint_y2"
      ],
      "Isn't it wonderful to see our community come together like this? I try my best to treasure these moments.": [
            "summer11_Penny_y2"
      ],
      "*slurp* Oh, yeah! I'm gonna need more of this!": [
            "summer11_Pam_y2"
      ],
      "*pant* It's all in the hips!": [
            "summer11_Emily_y2"
      ],
      "I think I need to take a break soon. I'm getting sweaty!": [
            "summer11_Emily_y2_sv1"
      ],
      "Don't block the sun! I'm in just the right spot to avoid getting any tan lines.": [
            "summer11_Haley_y2"
      ],
      "I've heard the summer season gets very busy for farmers. Make sure you don't overwork yourself!": [
            "summer11_Jodi_y2"
      ],
      "*sniff* ...smells are powerful for bringing back memories...": [
            "summer11_Kent_y2"
      ],
      "That can be good or bad...": [
            "summer11_Kent_y2_sv1"
      ],
      "Hello.": [
            "summer11_Marlon_y2"
      ],
      "Soup? Dancing? No thank you. I'm perfectly content right here. Besides, someone needs to keep watch in case a monster appears...": [
            "summer11_Marlon_y2_sv1"
      ],
      "Next year, I gotta remember to bring my electric guitar... Imagine a solo at this part of the song!": [
            "summer11_Sam_y2"
      ],
      "I can't seem to decide what to eat! There's too many options to choose from.": [
            "summer11_Leah_y2"
      ],
      "I'll never turn down free food.": [
            "summer11_Shane_y2"
      ],
      "Hello, @! Did you bring an ingredient for the potluck? Just climb the stairs and toss it right in!": [
            "summer11_Marnie_y2"
      ],
      "Ah, the Luau... all the hustle and bustle of town brought to my very doorstep!": [
            "summer11_Elliott_y2"
      ],
      "One bad ingredient can ruin the whole soup...": [
            "summer11_Gus_y2"
      ],
      "In the dark depths of the sea lie many mysteries, waiting to be uncovered.": [
            "summer11_Wizard_y2"
      ],
      "*pant*... *pant*... ahhhh, I can't wait for a bowl of piping hot soup...": [
            "summer11_Harvey_y2"
      ],
      "B...But... Do I have to eat it?": [
            "summer11_Jas_y2"
      ],
      "Why can't I go play by the tide pools?": [
            "summer11_Vincent_y2"
      ],
      "Don't worry, I'll be back for the soup... I'm just enjoying a tender moment with me pipe!": [
            "summer11_Willy_y2"
      ],
      "My home is that way, across the ocean. It feels so close, but so far away.": [
            "summer11_Leo_y2"
      ],
      "I hope my friends are doing well.": [
            "summer11_Leo_y2_sv1"
      ]
}