{
      "Feast of the Winter Star": [
            "winter25_name"
      ],
      "I wonder if I could lick one of those canes...": [
            "winter25_Abigail_spouse"
      ],
      "I'm thankful for our simple life on the farm.": [
            "winter25_Leah_spouse"
      ],
      "Hey, @. I'm ready to head home whenever you are.": [
            "winter25_Maru_spouse"
      ],
      "I'm thankful to have met you...": [
            "winter25_Penny_spouse"
      ],
      "Me?... Oh, I'm thankful for... how about I just show you when we get home tonight?": [
            "winter25_Haley_spouse"
      ],
      "Hey, @. As you can see, I'm fulfilling my family obligations...": [
            "winter25_Sebastian_spouse"
      ],
      "*yawn*... I'm here for the gifts and the cookies.": [
            "winter25_Sam_spouse"
      ],
      "What am I thankful for? I'll show you when we get back home...": [
            "winter25_Alex_spouse"
      ],
      "I'm feeling a little overwhelmed... thank goodness for this crisp air...": [
            "winter25_Harvey_spouse"
      ],
      "You don't need to get me anything, you've already given me the greatest gift of all...": [
            "winter25_Elliott_spouse"
      ],
      "Nothing like a piping hot feast on a cold winter's day, huh?": [
            "winter25_Abigail"
      ],
      "Hiya, @. You're welcome to join our family table if you need company.": [
            "winter25_Robin"
      ],
      "I'll probably get another tool set this year... *sigh*": [
            "winter25_Demetrius"
      ],
      "Hi, @.": [
            "winter25_Maru"
      ],
      "I've met some people who believe in spirits, and magic... but me? I've never seen anything that couldn't be explained by science.": [
            "winter25_Shane"
      ],
      "Spending time with family is tiring sometimes.": [
            "winter25_Sebastian"
      ],
      "My sales figures have been phenomenal lately... thanks to the Feast of the Winter Star!": [
            "winter25_Pierre"
      ],
      "Boy, holidays are good for business. I wonder if I could invent some new ones...": [
            "winter25_Pierre_sv1"
      ],
      "Ooohh... I've had too much nog.": [
            "winter25_Caroline"
      ],
      "I'd join in... but I don't think I'm welcome.": [
            "winter25_Linus"
      ],
      "Oh, hello.": [
            "winter25_Alex"
      ],
      "A feast for some stupid star? Humbug!": [
            "winter25_George"
      ],
      "Oh, my! Aren't you cold, dear? It's freezing!": [
            "winter25_Evelyn"
      ],
      "Today is a time to be thankful for this year's good fortune. Forget your worries for a day and relax!": [
            "winter25_Lewis"
      ],
      "*sigh*... All these happy families. But for me, just another lonely year.": [
            "winter25_Clint"
      ],
      "@! What are you hoping to find under the spirit tree?": [
            "winter25_Emily"
      ],
      "All work and no play? That's not very fun.": [
            "winter25_Emily__A_new_watering_can___response"
      ],
      "Ooo... that sounds nice. Make sure to give me a taste.": [
            "winter25_Emily__A_jug_of_spiced_mead___response"
      ],
      "I see. That would be a great gift!'": [
            "winter25_Emily__A_pair_of_stylish_boots___response"
      ],
      "What a beautiful tree.": [
            "winter25_Penny"
      ],
      "Hmmph... I'm still upset I didn't win the ice fishing competition.": [
            "winter25_Pam"
      ],
      "I hope there's a new camera for me under the spirit tree!": [
            "winter25_Haley"
      ],
      "It's not a good time of year for a diet...": [
            "winter25_Jodi"
      ],
      "Good afternoon, @. Happy Feasting.": [
            "winter25_Kent"
      ],
      "I'm thankful for my guitar and my skateboard. Oh, and my family I guess.": [
            "winter25_Sam"
      ],
      "Gus was just telling me about his artisan candy canes. *yawn*": [
            "winter25_Leah"
      ],
      "I think he had too much cinnamon nog.": [
            "winter25_Leah_sv1"
      ],
      "Welcome to the Feast of the Winter Star!": [
            "winter25_Marnie"
      ],
      "Why, hello @. It's chilly, isn't it?": [
            "winter25_Elliott"
      ],
      "It's a fine art, making candy canes. You've really got to search far and wide for the best ingredients. They aren't easy to come by these days!": [
            "winter25_Gus"
      ],
      "I usually use Fern Island Ringfruit for my premier canes, you know. You can't beat that bright red coloring... And it's all natural!": [
            "winter25_Gus_sv1"
      ],
      "Oh, you want to know the secret to my deluxe double-canes? Okay, but you've got to promise absolute secrecy. *whisper* It's a drop of vanilla in the white candy to complement the cherry flavor.": [
            "winter25_Gus_sv2"
      ],
      "Of course, peppermint candy canes are the standard, and I always make a healthy batch of those as well.": [
            "winter25_Gus_sv3"
      ],
      "Hey, you look like you're falling asleep. Are you okay?": [
            "winter25_Gus_sv4"
      ],
      "Do you want to hear the Legend of the Winter Star?": [
            "winter25_Willy"
      ],
      "In the night sky of winter, there is a bright star only visible from this valley. No one knows why this is... but in times of old people would come from far and wide to see it.*They believed that anyone who laid eyes on the Winter Star would be blessed with good fortune. Some even claim that the mysterious fruit known as =Stardrop is connected to the Winter Star in some way.": [
            "winter25_Willy__Yes__response"
      ],
      "Suit yourself.'": [
            "winter25_Willy__No_thanks__response"
      ],
      "Ah, the mysterious Winter Star. One of the reasons I chose this valley as the location for my... research.": [
            "winter25_Wizard",
            "winter25_Wizard_y2"
      ],
      "I'm thankful there were no medical emergencies this year!": [
            "winter25_Harvey"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "winter25_Sandy"
      ],
      "I kind of miss the rain, actually...": [
            "winter25_Sandy_sv1"
      ],
      "Ohh! Presents!": [
            "winter25_Jas"
      ],
      "Can we open presents now?!": [
            "winter25_Vincent"
      ],
      "Hey, good afternoon.": [
            "winter25_Marlon"
      ],
      "Linus feels uncomfortable about joining in, so I'm going to keep him company.": [
            "winter25_Leo"
      ],
      "We'll have our own little feast... mashed winter root and spice berry fish!": [
            "winter25_Leo_sv1"
      ],
      "Brr... It's cold! I wanna get back under the covers...": [
            "winter25_Abigail_spouse_y2"
      ],
      "Elliott's drinking too much cider again...": [
            "winter25_Leah_spouse_y2"
      ],
      "I'll come meet you at the table when I can find an exit... I'm starving!": [
            "winter25_Leah_spouse_y2_sv1"
      ],
      "I'm thankful to have a loving family and you in my life...": [
            "winter25_Maru_spouse_y2"
      ],
      "I hope everyone likes my powdermelon crisp...": [
            "winter25_Penny_spouse_y2"
      ],
      "When I count all the good things in my life, I feel like I've been blessed by the Winter Star.": [
            "winter25_Haley_spouse_y2"
      ],
      "When Haley and I were kids, we always used to decorate cookies at this festival.": [
            "winter25_Emily_spouse_y2"
      ],
      "We should do it sometime! You can't let good traditions die out.": [
            "winter25_Emily_spouse_y2_sv1"
      ],
      "Hey... don't worry, you don't need to get me anything.": [
            "winter25_Sebastian_spouse_y2"
      ],
      "I'm just happy to wake up next to you every morning... what else could a guy ask for?": [
            "winter25_Sebastian_spouse_y2_sv1"
      ],
      "It's kinda fun watching everyone unwrap their presents... seeing their reactions.": [
            "winter25_Sam_spouse_y2"
      ],
      "Oh yeah, I got you something. I'll uhh... show you when we get back to the farmhouse!0": [
            "winter25_Sam_spouse_y2_sv1"
      ],
      "Let me know if you get cold. I'll lend you my jacket.": [
            "winter25_Alex_spouse_y2"
      ],
      "There's a lot I'm thankful for, like my clinic, the good health of my patients...": [
            "winter25_Harvey_spouse_y2"
      ],
      "But ultimately, I'm most thankful for the life we're building together...": [
            "winter25_Harvey_spouse_y2_sv1"
      ],
      "My dear, I require nothing at all on this day... you are already the greatest gift a man could hope for.": [
            "winter25_Elliott_spouse_y2"
      ],
      "What am I thankful for?": [
            "winter25_Shane_spouse_y2"
      ],
      "....uh...": [
            "winter25_Shane_spouse_y2_sv1"
      ],
      "I'm thankful... that you pulled me out of the gutter. And showed me that life is worth living.": [
            "winter25_Shane_spouse_y2_sv2"
      ],
      "I wonder which present is mine...": [
            "winter25_Abigail_y2"
      ],
      "I hope it's the big box!": [
            "winter25_Abigail_y2_sv1"
      ],
      "Welp... Husband got me a new power saw this year...": [
            "winter25_Robin_y2"
      ],
      "He must've forgotten that he got me the same thing two years ago!": [
            "winter25_Robin_y2_sv1"
      ],
      "Hmm... this green jelly has a minty flavor to it.": [
            "winter25_Demetrius_y2"
      ],
      "I wonder how mint became associated with the Feast Of The Winter Star? Does mint even grow in Winter?": [
            "winter25_Demetrius_y2_sv1"
      ],
      "It's pretty chilly today. Good thing everyone here is bundled up.": [
            "winter25_Maru_y2"
      ],
      "One benefit of the cold weather is that I can put frozen pizzas under the tree.": [
            "winter25_Shane_y2"
      ],
      "Someone's in for a real treat...": [
            "winter25_Shane_y2_sv1"
      ],
      "I guess it's nice the whole family is together for once.": [
            "winter25_Sebastian_y2"
      ],
      "Need any last minute gifts? I've got you covered! Take a look at my wares.": [
            "winter25_Pierre_y2"
      ],
      "Isn't the tree gorgeous?": [
            "winter25_Caroline_y2"
      ],
      "I spent all morning decorating it with Marnie and Jodi. It's a fun tradition!": [
            "winter25_Caroline_y2_sv1"
      ],
      "The mayor personally invited me to his table. I couldn't turn that down!": [
            "winter25_Linus_y2"
      ],
      "I'm pretty sure there's a gridball-shaped present with my name on it underneath the spirit tree.": [
            "winter25_Alex_y2"
      ],
      "I already spend all day with the family, anyway. Why do we need a big hubbub out in the cold?": [
            "winter25_George_y2"
      ],
      "You are more than welcome to join us at our table, dear.": [
            "winter25_Evelyn_y2"
      ],
      "Happy Feast Of The Winter Star, @.": [
            "winter25_Lewis_y2"
      ],
      "This is a time to unwind, enjoy good company, and express gratitude for all that we have.": [
            "winter25_Lewis_y2_sv1"
      ],
      "I could use some new blacksmithing tools. Mine have gotten a little rusty over the years.": [
            "winter25_Clint_y2"
      ],
      "Look! It's the 'Winter Star'!%noturn": [
            "winter25_Emily_y2"
      ],
      "Oh, my mistake. It's just a decoration!": [
            "winter25_Emily_y2_sv1"
      ],
      "Hello, @. What kind of gift are you hoping to receive this year?": [
            "winter25_Penny_y2"
      ],
      "Oh? I've never heard of such a thing. It sounds expensive.": [
            "winter25_Penny_y2__An_iridium_milk_pail__response"
      ],
      "Yes, a book can make a very nice gift!": [
            "winter25_Penny_y2__An_interesting_book__response"
      ],
      "...I can't tell if you're joking, but that could be a useful gift!'": [
            "winter25_Penny_y2__A_lump_of_coal__response"
      ],
      "Mulled wine is the only thing keepin' me warm in this freezing weather!": [
            "winter25_Pam_y2"
      ],
      "It's so pretty... I wish our town could always look like this!": [
            "winter25_Haley_y2"
      ],
      "This spot is for the overflow presents. There's just too many to count this year!": [
            "winter25_Jodi_y2"
      ],
      "Seeing my little boy happy and healthy is what I'm thankful for.": [
            "winter25_Kent_y2"
      ],
      "Who gifts someone a Joja basket?...": [
            "winter25_Sam_y2"
      ],
      "Sometimes I dread going to parties, but afterwards I'm always glad I went!": [
            "winter25_Leah_y2"
      ],
      "Happy Feasting, @!": [
            "winter25_Marnie_y2"
      ],
      "*urp*": [
            "winter25_Elliott_y2"
      ],
      "Ahh... excuse me. Where are my manners? This spiced cider has quite a potent fizz to it.": [
            "winter25_Elliott_y2_sv1"
      ],
      "Eat! Eat, while it's still fresh and hot.": [
            "winter25_Gus_y2"
      ],
      "I could go on and on about my new method of making candy canes... but I'll spare you the details this year!": [
            "winter25_Gus_y2_sv1"
      ],
      "I'm a simple man, @... I'm thankful for a solid roof over me head, and a hot can o' beans in the mornin'!": [
            "winter25_Willy_y2"
      ],
      "Have you tried the pecan pie? It's my favorite.": [
            "winter25_Harvey_y2"
      ],
      "Is it time to open presents yet?": [
            "winter25_Jas_y2"
      ],
      "I got the toy dinosaur I wanted! See!?": [
            "winter25_Vincent_y2"
      ],
      "It's called um... a ste-...stego-...stegosonaurus! ...I think.": [
            "winter25_Vincent_y2_sv1"
      ],
      "Hmm? Oh, hello.": [
            "winter25_Marlon_y2"
      ],
      "Don't pay any mind to me. Go enjoy yourself.": [
            "winter25_Marlon_y2_sv1"
      ],
      "I don't know what most of this stuff is... but it tastes good!": [
            "winter25_Leo_y2"
      ]
}