
{
	"000": "There's darkness lurking here. It's like a taste of the void.$2",
	"001": "When I was a child, this was the heart of the community, now it plays host to a different kind.$1#$b#They are in there, @. I can hear them.#$b#But they dare not show themselves to me.$2",
	"002": "I have to say, this place really rocks! Get it...? No?$4",
	"003": "The complexity of this stratum intrigues me, @! Its layers are indicative of a cataclysmic event many centuries ago. Oh, I'm sorry, I'm rambling again aren't I?",
	"004": "Oh, hello @! Marlon and I are planning my next subterranean expedition. Maybe this time I'll find the dwarves!$1",
	"005": "1...2...3... I must follow the doctor's orders, @. If I wish to walk again.$7",
	"006": "Please, @. I would prefer you not to stare. I know it is hideous.$7",
	"007": "I will walk again, @. I must.$7",
	"008": "Today is a hard day, @. I am not sure I shall ever adapt.$7",
	"009": "So Doctor, what is the verdict? Will I be back on my foot sometime soon?$2",
	"010": "1...2...3... 'Tis important I exercise. Doctor's orders!$7",
	"011": "My life is changed irrevocably, @. But I must make the most of what I have left.$7",
	"012": "Really? Does anyone even know the alphabet anymore?$5",
	"013": "The chill of winter makes my bones ache. The exercise helps, a little.$7",
	"014": "There is so much to uncover here, @. So much to archive! Quite a history indeed.$1",
	"015": "Oh my, I had never realized children ask so many questions! They are quite keeping me on my toes!",
	"winter_17.000": "The travelers come from near and far, bringing their wares and their tales.",
	"saturday.001": "There have been strange beings sighted in the water, @. Perhaps one day I shall see one.$3",

	//Marriage Strings

	"marriage_To1": "Greetings my love! This tree holds memories for me. I used to climb it as a kid. Fell out of it a couple of times too.",
	"marriage_To2": "My love, it is good to see you. It's nice to read in the open air and watch the townsfolk pass by.",
	"marriage_To3": "Come, sit with me for a while - if you're not too busy?",
	"marriage_To4": "It's funny how many memories a building can hold, isn't it, @?",
	"marriage_To5": "My mother and I had left town, before the terrible storm. Lightning devastated this building, you know.",
	"marriage_To6": "Do you think the junimo inhabit all abandoned buildings, @? Nature spirits, claiming back what once belonged to them.",
	"marriage_For1": "This forest will always hold a special place in my heart, @. There is nothing that quite soothes the soul the same way.$1",
	"marriage_For2": "Can you sense the junimo in the trees, @. They are wary, but curious.$1",
	"marriage_For3": "The shadowy presence is still here, @. I wonder what it is.$3",
	"marriage_Be1": "Would you care to join me for a swim, my love? Perhaps I just want to admire you in a swimsuit.$4",
	"marriage_Be2": "The scent of salt, the cry of the gulls... oh, it is good to be outdoors, is it not?$1",
	"marriage_Be3": "Shall we build a sandcastle? Oh, I know it's silly, but when I'm around you, I feel young again.",
	"marriage_AH1": "Oh yes, I'm still keeping up with my research.",
	"marriage_AH2": "Don't you just love the smell of paper and glue, @? No? Perhaps that's just me.",
	"marriage_AH3": "Another chapter in the history of the valley fully collated, and ready to be archived!",
	"marriage_AM1": "Oh, I'd love to tell the children all about the goblins. But I'm afraid Miss Penny might not appreciate it.",
	"marriage_AM2": "The kids seem awfully fascinated in earthquakes and volcanoes and other natural disasters.$3",
	"marriage_AM3": "Today we're learning about how diamonds are made. And no, it isn't just from coal! In fact, diamonds were around before coal even existed!",
	"marriage_Adv1": "Oh... the walk certainly takes it out of me but it's good to be out and about again.$1",
	"marriage_Adv2": "Has Marlon told you how he lost his eye? No, me neither. Well, not the same story twice, at any rate!$1",	
	"marriage_Adv3": "My adventuring days may be over, but I can't forget my friends, can I, Marlon?$1",
	"marriage_Dw1": "Thank you, Dwarf, for welcoming my company and indulging my questions.",
	"marriage_Dw2": "Ah, greetings @. It appears, whilst some hold truth, that my theories were somewhat... lacking in the full complexity.",
	"marriage_Dw3": "Have you come to join us? Dwarf has quite a few tales to tell!",
	"marriage_Ca1": "I am unsure of why you invited me here, Cameron.",
	"marriage_Ca2": "This isn't what it looks like my love. It's business, strictly business!",

	//Immersive Spouses
	"marriage_13": "Ah, greetings my love. Shall we head in together?$1#$b#I'm not sure I'm up for egg hunting myself, but I shall be cheering for you!$3",
	"marriage_16": "Good luck with the grange display; show the town how amazing you are!$3#$b#Sorry I cannot stand with you, but I promised Marlon I'd help with his weaponry display.$1",
	"marriage_25": "Happy Winter Star! I hope you've remembered to bring your gift.$1#$b#Who's my secret recepient? Well, it wouldn't be a secret if I told you, would it my love?$3",
	"marriage_nm": "Oh, I'm looking for some special gifts for Winter Star.$1#$b# What have I got for you? Oh, that would be telling, wouldn't it just?$3"

}
