{
  "Entries": {
    "7777001/f Penny 2000/t 0600 1700/M 700000": "playful/6 19/farmer 6 24 0 Robin 8 18 2/move farmer 0 -2 0/pause 500/emote Robin 16/pause 500/speak Robin \"@! Estava pensando em você agorinha...$l\"/pause 500/emote farmer 8/move Robin -1 0 3/move Robin 0 -1 0/move Robin -2 0 3/move Robin 0 3 2/move Robin 1 0 2/pause 500/speak Robin \"Tenho uma ideia incrível e tenho certeza que você vai gostar!\"/pause 700/speak Robin \"Já não é de hoje que me parte o coração ver a Penny se esforçando para ensinar o Vincent e a Jas, mas sem um lugar apropriado para o aprendizado dos pequenos.$s#$b#Aí eu pensei bem... Eu sou carpinteira e você uma pessoa que tem boas condições financeiras...$0\"/pause 500/emote farmer 8/pause 500/speak Robin \"Acho que poderíamos construir uma escola para a Penny e as crianças!$l#$b#Já imaginou como eles ficariam felizes? E melhoraria muito a qualidade das aulas!$0\"/pause 500/emote farmer 32/pause 500/speak Robin \"Eu poderia ajudar com minha mão-de-obra e materiais, e você com o dinheirinho...$h\"/pause 500/emote farmer 40/pause 500/speak Robin \"Ah, de quanto estamos falando?$0#$b#Gostaria de se sentar primeiro?$l\"/pause 500/emote farmer 28/pause 500/speak Robin \"Precisaríamos de 500.000 ouros...$s\"/pause 500/emote farmer 36/pause 500/speak Robin \"Eu sei que é muito, mas pense no quanto isso beneficiaria a nossa comunidade...$0#$b#E a Penny ficaria muito feliz com você, não acha?$l\"/pause 500/emote farmer 20/pause 500/speak Robin \"Você vai me ajudar neste projeto?$0\"/pause 300/question fork1 \"#Claro! Eu quero o bem da nossa comunidade!#Desculpe mas não vai dar.\"/fork declineSchool/pause 500/speak Robin \"Que maravilha! Sabia que você aceitaria ajudar!$l#$b#Vamos guardar o dinheiro em um local seguro...\"/pause 200/globalFade/viewport -1000 -1000/changeLocation RobinSafe/viewport -1000 -1000/warp farmer 2 8/faceDirection farmer 1 continue/warp Robin 5 8/faceDirection Robin 3 continue/viewport 5 5 true/pause 1000/speak Robin \"Este é o cofre da Carpintaria. Vou deixar tudo aqui.$0#$b#O Prefeito ficou de ajudar com uma pequena parte, mas eu mesma cuidarei dos recursos.$0#$b#Depois do incidente da estátua, não se pode confiar, não é mesmo?$l\"/pause 500/emote farmer 32/pause 500/speak Robin \"Então tá combinado, @. Porém deve demorar bastante...$0#$b#Me encontre... deixa eu pensar...$0#$b#... AMANHÃ!$l#$b#Fique de olho na sua caixa de correio, vou te enviar o convite para a inauguração. Obrigada, @! Até!$0\"/pause 1000/mail schoolReady/end warpOut",
    "declineSchool": "pause 500/speak Robin \"Que pena... Seria um sonho... Mas okay, realmente eu estava sonhando algo impossível...$s\"/pause 1000/end warpOut"
  }
}