{
	"//Note to Translators": "Your contribution is welcome! I would prefer to publish translations as part of the main mod to keep everything up to date. Please see README.md for how to prepare the translation and send me your work.",

	"garbage.event.linus01": "Ищешь что-нибудь?",
	"garbage.event.linus02": "Привет @. Я рад видеть, что мусорные баки все еще тебе небезразличны.",
	"garbage.event.linus03": "Я только что достал старый уксус из мусорного бака Пьера. Он немного мутноват, но все равно будет очень вкусным c дикими растениями.",
	"garbage.event.linus04": "Ты, кажется, понимаешь ценность вещей, которые другие считают бесполезными. Я хотел бы передать тебе кое-что из своего опыта.",
	"garbage.event.linus05": "В полосе общественного доступа есть канал, который никто никогда не смотрит. Я мог бы снимать свой утренний поход по городу и делиться им с вами каждый день.",
	"garbage.event.linus06": "Хочешь развить свои навыки переработки отходов?",
	"garbage.event.farmer01": "Определенно. Я очень хочу учиться.",
	"garbage.event.linus07a": "Замечательно. Это будет захватывающим способом поделиться тем, что я узнал. Мы можем начать завтра утром, после того как я возьму оборудование.",
	"garbage.event.farmer02": "Я беспокоюсь о том, как отреагируют наши соседи.",
	"garbage.event.linus07b": "Я понимаю. Мы, конечно, будем держать этот проект в секрете. Я начну вещание завтра утром, пока все еще спят.",
	"garbage.event.farmer03": "Нет. Я могу время от времени заглядывать в мусорные баки, но это не то, как я хочу жить.",
	"garbage.event.linus07c": "Ох. Я думал, что ты отличаешься от других. Тогда извини, что побеспокоил тебя.",
	"garbage.event.linus08": "Ну, хорошего сбора. Я должен пойти догнать коряги на пляже.",
	"garbage.event.linus09": "Телевизионные сигналы могут докучать птицам. Я позабочусь о том, чтобы программа была короткой.",

	"garbage.title": "В баках",
	"garbage.opening": "Псс. Привет, {{playerName}}. Это твой друг Линус. Я хочу сообщить, чего ты можешь ожидать сегодня в мусорках.",
	"garbage.none": "Похоже, что все баки сегодня пусты. Может, нам стоит добыть еду в лесу?",
	"garbage.can.SamHouse": "Давай проверим снаружи дома Джоди.",
	"garbage.can.HaleyHouse": "Что могут хранить Эмили и Хейли?",
	"garbage.can.ManorHouse": "Мэр Льюис мог выбросить что-нибудь хорошее.",
	"garbage.can.ArchaeologyHouse": "Я очень люблю библиотеку. Давайте посмотрим, что выбросил Гюнтер.",
	"garbage.can.Blacksmith": "Тебе, наверное, больше понравится мусор Клинта, чем мне.",
	"garbage.can.Saloon": "Гас оставил нам что-нибудь вкусненькое?",
	"garbage.can.JoshHouse": "Надеюсь, что Марни снова пекла.",
	"garbage.can.JojaMart": "ДжоджаМарт расстраивает меня, но если мы должны...",
	"garbage.can.MovieTheater": "В этом новом кинотеатре может быть что-то хорошее.",
	"garbage.can.AdventureGuild": "У Гильдии Авантюристов может быть что-то интересное.",
	"garbage.can.JenkinsHouse": "Я сомневаюсь, что Дженкинс расстались с одним из своих вин.",
	"garbage.item.garbageHat": "Ничего себе , эту крышку должен увидеть весь мир! Из него должна получиться прекрасная мусорная шляпа.",
	"garbage.item.dishOfTheDay": "Замечательно, это горячая еда.",
	"garbage.item.special": "О, здесь есть {{itemName}}.",
	"garbage.item.generic": "Здесь немного {{itemName}}.",
	"garbage.closing.standard": "Я вернусь завтра и еще раз осмотрю мусорные баки. Давай оставим это между нами, ладно?",
	"garbage.closing.progress": "Это только начало того, чего ты можешь найти, мой юный друг. Научись слушать мусорки, и они будут давать больше, чем обычно.",

	"mining.letter.title": "Трансляция Марлона",
	"mining.letter.content": "@,^^Начиная с сегодняшнего дня, вы сможете настроиться на меня и Гила на канале общего доступа. Наша \"Консультации по горному делу\" будет подсказывать вам о хороших находках и предупреждать, каких этажей следует избегать. Обязательно взгляните на него.^^   -Марлон",

	"mining.title": "Консультации по горному делу",
	"mining.opening": "Эй, искатели приключений. У нас с Гилом есть кое-какие новости о том, что сегодня происходит в шахтах.",
	"mining.opening.none": "Искатели приключений. Сегодня в шахтах не о чем докладывать.",
	"mining.floor": "на этаже {{num}}",
	"mining.floors": "на этаже {{nums}} и {{lastNum}}",
	"mining.prediction.Mushroom": "Сейчас можно найти грибы! Наши разведчики засекли грибы, на {{floors}}.",
	"mining.prediction.MonsterInfested": "Отслежена активность сильных монстров на {{floors}}. Будьте аккуратны.",
	"mining.prediction.SlimeInfested": "Слаймы активны {{floors}}. Как следует вооружитесь.",
	"mining.prediction.Quarry": "Здесь, {{floors}}, больше похоже на карьер, чем на шахты. Странно",
	"mining.prediction.QuarryInfested": "Я слышал, что повсюду пылающие черепа {{floors}}. Я бы сам держался подальше.",
	"mining.prediction.Treasure": "Кажется, там внизу нас ждет какое-то сокровище {{floors}}. На твоем месте я бы не позволил ему там находиться...",
	"mining.prediction.PepperRex": "Наши друзья из деревни Касл говорят нам, что они видели много перечных динозавров. Возможно, ты найдешь их {{floors}} в Пещере Черепа.",
	"mining.closing.standard": "На сегодня это все. Оставайтесь в безопасности, ребята.",
	"mining.closing.progress": "Мы сохраняем тайнственность для наших новых членов, пока они не спустятся ниже. Безопасного путешествия.",

	"movies.title": "Кино предварительного просмотра",
	"movies.host.generic": "ваш дружелюбный концессионер",
	"movies.opening": "Привет город Пеликан, это {{host}}, я пришел к вам из кинотеатра, чтобы украдкой взглянуть на то, что показывают.",
	"movies.current": "Наша текущая функция - это \"{{title}}\". {{description}} Бери свои билеты прямо сейчас!",
	"movies.lobby.craneGame": "Остановитесь у концессионного стенда, чтобы вкусно угоститься перед фильмом. И попробуйте увлекательную игру с журавлем в вестибюле... сегодня нет никакой очереди!",
	"movies.lobby.concession": "Сегодня в нашем вестибюле кипит бурная деятельность. Игра в журавля наверняка будет занята, но посетите концессионный стенд, чтобы вкусно перекусить перед шоу.",
	"movies.next": "Планируешь все заранее? Начиная с {{season}}, мы будем показывать \"{{title}}\". {{description}}",
	"movies.closing": "Это все из кинотеатра. Надеюсь, мы скоро встретимся!",

	"nightEvents.title": "Послание губернатора",
	"nightEvents.Meteorite.opening": "Сограждане, Республиканская служба предупреждения сообщила мне, что сегодня ночью над нашим регионом пройдет метеоритный дождь.",
	"nightEvents.Meteorite.reaction": "Мы настоятельно рекомендуем вам оставаться дома всю ночь. Из окон открывается прекрасный вид. Пожалуйста, сообщайте о любых падениях метеоритов вашим местным властям.",
	"nightEvents.Meteorite.closing": "Я желаю вам всем безопасного и приятного вечера.",
	"nightEvents.StrangeCapsule.opening": "Сограждане, сегодня ночью в небе над нашим регионом распространились слухи о внеземной активности.",
	"nightEvents.StrangeCapsule.reaction": "Я могу заверить вас, что это полная чушь. Инопланетян не существуют. Их уже нет среди нас. Все хорошо. С ПОТОМСТВОМ ВСЕ В ПОРЯДКЕ.",
	"nightEvents.StrangeCapsule.closing": "*кхм* Я желаю вам всем нормального и человеческого вечера.",
	"nightEvents.NewYear.opening": "Сограждане, мы подошли к концу очередного успешного года для нашего региона и всей республики Фернгилл.",
	"nightEvents.NewYear.reaction": "Поздравим нашу промышленность с постоянно улучшающимся производством, особенно с превосходными урожаями из Долины Стардью.",
	"nightEvents.NewYear.closing": "Я желаю вам всем счастливого Нового года.",

	"shopping.title": "Магазин долины",

	"tailoring.title": "Витрина моды",

	"trains.event.demetrius01": "Привет, @! Я очень рад, что встретил тебя здесь. Я демонтирую свою фотоустановку. Один момент...",
	"trains.event.demetrius02": "Ты только что пропустил старинный Локомотив, направлявшийся на выставку в Честервейл. Ливрея была великолепна.^Ты только что пропустила старинный Локомотив, направлявшийся на выставку в Честервейл. Ливрея была великолепна.",
	"trains.event.demetrius03": "Я заметил, что ты посещаешь железнодорожные пути, когда поезда уже проходили через них. Может быть, ты тоже фанат железных дорог?",
	"trains.event.demetrius04": "Я люблю поезда с самого детства. Когда я жил в городе и готовился к поступлению в аспирантуру, то часто занимался изучением поездов, но здесь, в долине, их не так много.",
	"trains.event.demetrius05": "Поэтому я обдумываю идею: я мог бы запустить ТВ программу, чтобы держать всех в курсе железнодорожной активности в этом районе!",
	"trains.event.demetrius06": "Как ты думаешь, стоит попробовать?",
	"trains.event.farmer01": "Да! Мне бы очень хотелось побольше узнать о поездах.",
	"trains.event.demetrius07a": "Я так рад это слышать! Знаешь, я думаю, что начну завтра. В конце концов, нет времени лучше настоящего.",
	"trains.event.farmer02": "Конечно, думаю, я смогу смотреть время от времени.",
	"trains.event.demetrius07b": "Хмм. Я полагаю, что могу попробовать и посмотреть, как люди на это реагируют. Завтрашний пилотный эпизод будет хорошим экспериментом.",
	"trains.event.farmer03": "Как это скучно. Кто бы стал смотреть что-то подобное?",
	"trains.event.demetrius07c": "Ну, эй, некоторые из нас действительно любят поезда. Я думаю, что мог бы вместо этого начать рассылку новостей.",
	"trains.event.demetrius08": "В любом случае, я отнял у тебя достаточно времени, @. Я уверен, что тебе нужно вернуться к своему урожаю.",
	"trains.event.demetrius09": "Не забудь посмотреть мой первый эпизод завтра!",

	"trains.title": "Расписание поездов",
	"trains.opening": "Приветствую вас, соседи! Деметриус здесь, чтобы держать вас в курсе событий на железной дороге .",
	"trains.next.today": "Сегодня идет поезд! Хватайте свои камеры и отправляйтесь на север, железнодорожные фанаты. Поезд будет здесь в {{time}}.",
	"trains.next.thisWeek": "Нам не нужно долго ждать. {{dayOfWeek}}, поезд пройдет в {{time}}.",
	"trains.next.later": "К сожалению, следующего поезда не будет до {{date}}, {{time}}. Мы должны быть терпеливы.",
	"trains.later": "Заглядывая дальше по расписанию, я вижу, что поезда также запланированы к проезду к {{date1}}, и {{date2}}.",
	"trains.closing": "Помните, что вы, вероятно, опоздаете на поезд, если будете отсутствовать в долине всю ночь. Счастливый поездки!",

	"//Note on config strings": "The remaining strings are the names and descriptions of options in the mod's config menu.",

	"InaccuratePredictions.name": "Inaccurate Predictions",
	"InaccuratePredictions.description": "Reveal channels whose information is inaccurate due to the presence of conflicting mods. For entertainment purposes only.",

	"Cheats.name": "Cheat Options",

	"BypassFriendships.name": "Bypass Friendships",
	"BypassFriendships.description": "Put all TV hosts on the job as soon as applicable, regardless of their friendship level with the player."
}
