{

"Changes": [
			
//NPC Data
{	"LogName": "NPC Manifestation",	
    "Action": "EditData",
	"Target": "Data/NPCDispositions", 
	"Entries": { 
		"Jasper": "adult/polite/shy/neutral/male/not-datable/null/Town/fall 8//Museum2 17 4/Джаспер"		},
			"When": {	"HasSeenEvent |contains=50709911": false,	"HasSeenEvent |contains=50709915": false}
		},
{	"LogName": "NPC Manifestation - Jasper Gone",	
    "Action": "EditData",
	"Target": "Data/NPCDispositions", 
	"Entries": { 
		"Jasper": "adult/polite/shy/neutral/male/not-datable/null/Town/fall 8//Museum2 -100 -100/Джаспер"		},
			"When": {	"HasSeenEvent:hostPlayer |contains=50709911": true,	"HasSeenEvent:hostPlayer |contains=50709915": false	}
		},		
{	"LogName": "NPC Manifestation - Jasper Returns",	
    "Action": "EditData",
	"Target": "Data/NPCDispositions", 
	"Entries": { 
		"Jasper": "adult/polite/shy/neutral/male/not-datable/null/Town/fall 8//Museum2 17 4/Джаспер"		},
			"When": {	"HasSeenEvent:hostPlayer |contains=50709911": true,	"HasSeenEvent:hostPlayer |contains=50709915": true	}
		},		
{	"LogName": "NPC Manifestation - Makes Jasper datable only when Marriage Patch installed",	
    "Action": "EditData",
		"Target": "Data/NPCDispositions", 
		"Entries": { 
			"Jasper": "adult/polite/shy/neutral/male/datable/null/Town/fall 8//Museum2 17 4/Джаспер"		},
				"When": {	"HasSeenEvent:hostPlayer |contains=50709911": true,	"HasSeenEvent:hostPlayer |contains=50709915": true,	"HasMod": "Jonqora.NPCJasperFix"	}
		},
//Gift Tastes and other details
{	"LogName": "NPC Gift Tastes",	
    "Action": "EditData",	
    "Target": "Data/NPCGiftTastes",
	"Entries": {
		"Jasper": "Спасибо! Это действительно очень великодушно с твоей стороны!/72 82 243 108 121 122 258 613 563 564/Спасибо! Это послужит отличным дополнением к моим исследованиям./96 97 98 99 459 -2 -12/Я найду этому применение. Наверное./440 209/Ты смеёшься надо мной? Это, несомненно, мусор!/346 2/Спасибо!//"					      }
		},
{	"LogName": "NPC Gift Tastes - married",	
    "Action": "EditData",	
    "Target": "Data/NPCGiftTastes",
			"Entries": {
				"Jasper": "Спасибо! Мне это очень нравится./72 82 243 108 121 122 258 613 563 564/@, ты так хорошо меня знаешь. Спасибо./96 97 98 99 459 -2 -12/Хм, возможно, я смогу что-нибудь с этим сделать./440 209/Зачем ты мне это даришь, @? Это что, шутка? Неужели это так смешно?/346 2/Благодарю!//"  },
		"When": {"Relationship:Jasper":"married"}
				},
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {
		"Jasper_Breathe": "Не волнуйся. Просто мне нужно время, чтобы собраться с мыслями... Тьма, земля... это всё ещё не даёт мне покоя, @.",
		"Jasper_Read": "O, здравствуй, @! Я как раз читал о легендах долины Стардью. Но я не буду утомлять тебя подробностями. Я уверен, что у тебя есть дела поважнее, чем выслушивать меня.$1"
				}	},	
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {
		"Jasper_Read": "...Ах, какое нелепое заявление! Нет никаких доказательств, подтверждающих это! О, привет, @, извини. Просто читаю труды 'уважаемого' профессора Пибоди.$5"	},
			"When": {	"Season": "Summer",	"HasSeenEvent |contains=50709921": false	}	
				},
{	"LogName": "Animation strings",	
    "Action": "EditData",	"Target": "Strings/animationDescriptions",
	"Entries": {
		"Jasper_Read": "...О, я полагаю... Что признаю... В этом заявлении есть определённая ценность. Здравствуй, @. Прости! Я как раз читал последние 'прозрения' Кэмерона.$1"},
			"When": {	"Season": "Summer",	"HasSeenEvent |contains=50709921": true	}	
		},
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {	
        "Jasper_Read": "Нет ничего лучше чтения в холодный зимний день. Это мое грешное удовольствие."	},
			"When": {	"Season": "Winter"	}			},
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {	
        "Jasper_Read": "Здравствуй, @! Тебе приходилось читал книгу мистера Эллиота? Стиль письма несколько бесхитростен, но я не могу перестать перелистывать страницы!"	},
			"When": {	"Season": "Winter",	"HasSeenEvent": "1848481"	}	},
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {	
        "Jasper_Read": "Приветствую тебя, @! Я углубляюсь в захватывающую картину Готоранского конфликта."		},
			"When": {	"Season": "Fall"	}	},
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {	
        "Jasper_Read": "Ах, плохая погода - прекрасный повод провести некоторые 'исследования', не так ли?$1"	},
				"When": {	"Weather": "Rain, Storm"	}		},
{	"LogName": "Animation strings",	
    "Action": "EditData",	
    "Target": "Strings/animationDescriptions",
	"Entries": {	
        "Jasper_Read": "Ах, плохая погода - прекрасный повод провести некоторые 'исследования', не так ли? Ладно, признаюсь. Это одна из книг Гюнтера в мягкой обложке.$3"	},
				"When": {	"Weather": "Rain, Storm",	"HasSeenEvent |contains=50709911": true	}	},
//Dialogue


{	"LogName": "Schedule Dialogue", 
	"Action": "EditData",	
	"Target": "Strings/schedules/Jasper",
	"Entries":{
	"000": "Здесь таится тьма. Это похоже на вкус пустоты.$2",
	"001": "Когда я был маленьким, это место было сердцем общины, а теперь здесь живут ...другие.$1#$b#Они там внутри, @. Я их слышу.#$b#Но они не осмеливаются показаться мне.$2",
	"002": "Должен сказать, это место действительно потрясающее! Правда? Нет?$4",
	"003": "Сложность этой страты интригует меня, @! Её слои свидетельствуют о катастрофическом событии, произошедшем много веков назад. О, прошу прощения, я опять несу чушь, да?",
	"004": "O, привет, @! Мы с Марлоном планируем следующую подземную экспедицию. Быть может, на этот раз я найду дварфов!$1",
	"005": "1...2...3... Я должен следовать указаниям доктора, @. Если я снова хочу ходить.$7",
	"006": "Пожалуйста, @. Я бы хотел, чтобы на меня не смотрели. Я знаю, что это отвратительно.$7",
	"007": "В один прерасный день я снова буду ходить, @. Я должен.$7",
	"008": "Сегодня тяжёлый день, @. Не уверен, что когда-нибудь смогу приспособиться.$7",
	"009": "Итак, доктор, каков вердикт? Скоро ли я снова встану на ноги?$2",
	"010": "1...2...3... Это важное для меня упражнение. Предписания доктора!$7",
	"011": "Моя жизнь необратимо изменилась, @. Но я должен максимально использовать то, что у меня осталось.$7",
	"012": "Серьёзно? Кто-нибудь вообще знает алфавит?$5",
	"013": "Зимний холод ломит мои кости. Это упражнение немного помогает.$7",
	"014": "Есть так много, что нужно разгадать, @. Так много нужно архивировать! Да уж, это целая история.$1",
	"015": "О боже, я никогда не думал, что дети будут задавать так много вопросов! Это меня напрягает!",
	"winter_17.000": "Путники приходят издалека и приносят свои товары и рассказы.",
	"saturday.001": "В воде видели странных существ, @. Возможно, когда-нибудь я их увижу.$3",

	//Marriage Strings
	"marriage_To1": "Приветствую тебя, любовь моя! Это дерево хранит мои воспоминания. Я лазил по нему, когда был ребёнком. И пару раз с него падал.",
	"marriage_To2": "Любовь моя, как я рад тебя видеть. Приятно читать на свежем воздухе и смотреть, как мимо проходят горожане.",
	"marriage_To3": "Посиди со мной немного, если тебе нечем заняться.",
	"marriage_To4": "Забавно, сколько воспоминаний может хранить здание, не так ли, @?",
	"marriage_To5": "Мы с матерью уехали из города ещё до страшной бури. Молния разрушила это здание.",
	"marriage_To6": "Как думаешь, Джунимо обитают во всех заброшенных зданиях, @? Духи природы, требующие назад то, что когда-то принадлежало им.",
	"marriage_For1": "Этот лес всегда будет занимать особое место в моём сердце, @. Нет ничего, что успокаивало бы душу таким же образом.$1",
	"marriage_For2": "Чувствуешь ли ты Джунимо на деревьях, @? Они насторожены, но любопытны.$1",
	"marriage_For3": "Тьма по прежнему присутствует здесь, @. Интересно, что же это?$3",
	"marriage_Be1": "Не хочешь искупаться со мной, любовь моя? Не исключено, что я просто хочу полюбоваться тобой в купальнике.$4",
	"marriage_Be2": "Запах соли, крик чаек... о, как хорошо быть на свежем воздухе, верно?$1",
	"marriage_Be3": "Может, построим замок из песка? О, я знаю, что это глупо, но когда я рядом с тобой, я снова чувствую себя молодым.",
	"marriage_AH1": "О да, я всё ещё продолжаю свои исследования.",
	"marriage_AH2": "Разве тебе не нравится запах бумаги и клея, @? Нет? Возможно, это только моё мнение.",
	"marriage_AH3": "Ещё одна глава в истории Долины полностью собрана и готова к сдаче в архив!",
	"marriage_AM1": "О, я бы с удовольствием поведал детям всё о гоблинах. Но я боюсь, что мисс Пенни не оценит этого.",
	"marriage_AM2": "Дети, кажется, ужасно увлечены землетрясениями, вулканами и другими стихийными бедствиями.$3",
	"marriage_AM3": "Сегодня мы узнаем о том, что такое алмазы и как они появились. И нет, не только из угля! На самом деле алмазы появились ещё до того, как появился уголь!",
	"marriage_Adv1": "Ох... прогулка, конечно, изводит меня, но хорошо снова оказаться на улице.$1",
	"marriage_Adv2": "Марлон рассказывал тебе, как он потерял глаз? Нет, мне тоже. Ну, во всяком случае, он каждый раз рассказывает разные истории!$1",	
	"marriage_Adv3": "Мои приключения, может, и закончились, но я не могу забыть своих друзей, верно, Марлон?$1",
	"marriage_Dw1": "Благодарю тебя, Дварф, за то, что ты принял моё общество и отвечаешь на мои вопросы.",
	"marriage_Dw2": "Ах, приветствую, @. Кажется, некоторые придерживаются мнения, что мои теории были несколько... непонятны.",
	"marriage_Dw3": "Ты хочешь присоединиться к нам? У Дварфа есть немало интересных историй!",

	//Immersive Spouses
	"marriage_13": "Ах, приветствую тебя, любовь моя. Может, пойдём туда вместе?$1#$b#Я не уверен, что сам готов к охоте за яйцами, но я буду болеть за тебя!$3",
	"marriage_16": "Удачи с выставкой; покажи этому городу, как кто здесь лучший фермер!$3#$b#Извини, что не могу стоять рядом с тобой. Я обещал Марлону помочь с показом его оружия.$1",
	"marriage_25": "С днём Зимней звезды! Надеюсь, ты не забыл захватить свой подарок.^С днём Зимней Звезды! Надеюсь, ты не забыла захватить свой подарок.$1#$b#Кто мой тайный друг? Ну, это уже не будет секретом, если я скажу тебе, не так ли, любовь моя?$3",
	"marriage_nm": "О, мне нужен особый подарок на праздник Зимней звезды.$1#$b# Что у меня есть для тебя? О, если я скажу, то это не будет сюрпризом, не так ли?$3"	
		}
},
{	"LogName": "Rainy Day Dialogue",	
    "Action": "EditData",
	"Target": "Characters/Dialogue/rainy",
	"Entries": {	
        "Jasper": "Стук дождя по крыше так успокаивает, правда? Хорошо, что сегодня я не сильно занят."	}
			},
{	"LogName": "Dialogue", 
    "Action": "EditData",	
    "Target": "Characters/Dialogue/Jasper",
    "Entries": {
        "Introduction": "Здравствуйте, @. Рад познакомиться с вами.#$b#Меня зовут Джаспер, я тоже недавно приехал в город.$1",
        "danceRejection": "Прошу прощения, но у меня нет ни малейшего желания выставлять себя на показ.$2",
        "Mon": "Почва Долины очень плодородна. Твоя ферма будет процветать.",
        "Tue": "О, неужели так много времени прошло? Я опять забыл поесть.$2",
        "Wed": "Гюнтер разрешает мне жить в библиотеке.#$b#Квартира крохотная, но зато у меня всегда есть, что почитать!$1",
        "Thu": "Спрятанные сокровища скрываются под землёй. Следи за извивающимися коричневыми стебельками.#$b#Так долина раскрывает тебе свои секреты.",
        "Fri": "В этом мире есть нечто большее, чем кажется на первый взгляд, @.$1",
        "Sat": "Бодрая прогулка творит чудеса. Так освежает мою мотивацию.",
        "Sun": "Ты уже побывал в пещерах, @?^Ты уже побывала в пещерах, @?#$b#Осторожнее там! Они таят в себе много опасностей для неосторожного искателя приключений.$2",
        "Mon2": "Ты познакомился со многими жителями деревни, @?^Ты познакомилась со многими жителями деревни, @?#$b#Я? Нет, это не так. Я предпочитаю бродить по окраинам.",
        "Mon6": "Какое-то время я жил с гоблинами в синих болотистых склонах. Боже мой, неужели мои соседи по комнате храпят громче гоблинов!$3",
        "Mon8": "Боюсь, это прозвучит слишком самонадеянно с моей стороны, но мне бы очень хотелось посетить твою ферму.$5",
        "Tue4": "Я вырос в городе Пеликан, @. Здесь была школа, и воздух наполнялся детским смехом.#$b#Теперь мой родной город - всего лишь оболочка, но я всё ещё чувствую здесь магию. Магию, и надежду на возрождение.",
        "Tue10": "$1 JasperDad_Gone#Мой отец погиб, @. Теперь я смирился с тем, что он никогда не вернётся домой.$2$k#$e#Смерть отца разбила сердце моей матери. Я не думаю, что она оправилась от этого.",
        "Wed2": "Ты опять остановился поболтать? Должен сказать, я польщён.^Ты опять остановилась поболтать? Должен сказать, я польщён.#$b#Я уверен, что у тебя есть дела поважнее, чем беседовать с кем-то вроде меня.",
        "Wed6": "Да, официально я профессор. Но когда ко мне обращаются, как к профессору Джасперу, я кажусь таким старым!$3#$b#И моя преподавательская карьера... ну, скажем так, похоже, что я пришел к неожиданному результату.$2",
        "Thu4": "Я нашёл это, когда исследовал пещеры.[80 84 86]#$b#Я подумал, что тебе это может пригодиться, @.$4",
        "Thu8": "Иногда, когда я спускаюсь под землю, я задаюсь вопросом, каково это было для моего отца - и других 36 хороших людей.#$b#Одни в темноте и пыли, без всякой надежды, что они когда-нибудь снова увидят небо.$2",
        "Thu10": "Тебе удалось вырвать меня из мрачного и унылого существования, @. И за это я тебе бесконечно благодарен.$l",
        "Fri2": "Приятно встретиться с друзьями в выходные, а у Гила есть много интересных историй.#$b#Если, конечно, тебе удастся его разбудить!$4",
        "Sat4": "Пещеры долины Стардью уникальны, они как будто живые.$1",
        "Sun2": "Здесь так спокойно: шелест ветра в кронах деревьев, перекликающиеся птицы.#$b#Такое ощущение, что весь остальной мир находится очень далеко.$1",
        "Sun6": "Я боюсь быть изгоем, @. Похоже, мало кто обладает таким открытым умом, как ты, мой друг.",
        "summer_Mon": "Долина Стардью хранит много тайн. Моя цель - раскопать их.$3#$b#Раскопать? Непонятно? Нет?... $4",
        "summer_Mon4": "Профессор Пибоди? Ох, от этого имени у меня мурашки бегут по спине.$5#$b#Профессор? Я чувствую, что его образование было получено со дна коробки из-под хлопьев!^Профессор? Я чувствую, что её образование было получено со дна коробки из-под хлопьев!$1",
        "summer_Mon8": "Выступать перед аудиторией и держать её в плену - настоящее удовольствие, @.#$b#Но видеть смех в их глазах и слышать насмешку... почему это стало моим кошмаром?$2",
        "summer_Tue2": "Гюнтер любезно согласился взять с собой несколько моих публикаций.#$b#'Тайны дварфов' и... впрочем, это всё ещё незавершённый проект!$3",
        "summer_Tue6": "Мой отец был шахтёром, @. Пещеры зовут меня так же, как и его.#$b#В конце концов они забрали его жизнь. И однажды, я боюсь, они заявят свои права на мою.",
        "summer_Wed": "O, здравствуй, @! Я тебя не заметил, снова погрузился в свои мысли!",
        "summer_Wed4": "Звёзды, Земля... Они связаны между собой, @.",
        "summer_Thu2": "Здесь можно найти много редких минералов, @. Так много, и такой ассортимент. Больше, чем может объяснить наука.$3",
        "summer_Thu6": "Когда я подрастал, мама всегда говорила, что я очень чувствительный. Она не хотела, чтобы это было оскорблением, хотя другие мальчики безжалостно дразнили меня.#$b#Нет, она имела в виду, что я был в гармонии с окружающим миром, чувствителен к жизни, которая наполняет наш мир.",
        "summer_Fri": "Хмм... Какой восхитительный экземпляр...#$b#Ну, здравствуй, @! Сегодня прекрасный день, не правда ли?$4",
        "summer_Fri4": "$1 Peasbody1#Вчера я получил записку от Пибоди, в которой оспаривалось моё исследование. О-о, это сводит меня с ума.$k#$e#Мне кажется, что Пибоди точит на меня зубы, @. Но что я могу с этим поделать?",
        "summer_Sat2": "Геологический состав этой области указывает на катастрофу в ее прошлом.#$b#Может быть, землетрясение? Хотя я предварительно предполагаю, что это больше похоже на удар извне, чем изнутри.",
        "summer_Sat6": "Знаешь, когда-то мы с Пибоди были коллегами, я даже осмеливался считать его своим другом.^Знаешь, когда-то мы с Пибоди были коллегами, я даже осмеливался считать её своим другом.$2#$b#Потом, увы, всё изменилось. А теперь, боюсь, он решил уничтожить мою репутацию.^Потом, увы, всё изменилось. А теперь, боюсь, она решила уничтожить мою репутацию.$5",
        "summer_Sun": "Ты заметил, что летом здесь нет птиц, @?^Ты заметила, что летом здесь нет птиц, @?#$b#Они мигрируют на острова жемчужного моря.",
        "summer_Sun4": "Я вырос в городе Пеликан. Мои воспоминания очень приятные: игры, декоративно-прикладное искусство в общественном центре, поиск ракушек и крабов на пляже...$1#$b#Теперь на город словно легла тёмная тень.$2#$b#Свет по-прежнему горит, но приглушённо. Хотел бы я знать, что делать, чтобы восстановить его.$6",
        "summer_Sun8": "Когда-то у меня был любимый камень, подарок моего отца. Я назвал его 'Магматик'.$1#$b#Он убежал.$2#$b#О, я, конечно, шучу, @; какие-то хулиганы бросили его в озеро.$5.",
        "fall_Mon": "Сегодня утром в воздухе повеяло прохладой, @. Чувствую, зима уже не за горами.",
        "fall_Mon4": "$1 Jasper_LaughingStock#'Профессор или клоун? Нелепый профессор Томас снова клюёт носом'. O, @, сегодня я получил 'Известник Зузу'. Похоже, я всё ещё посмешище.$5$k#$e#Академическое сообщество очень мало уважает тех, кто мыслит нестандартно, @.",
        "fall_Tue6":"'Прекрасный осенний день, не правда ли? Осень гораздо более музыкальнее и романтичнее, чем кажется.$3#$b#Прекрасная мысль для дочери... но это нелепая идея. Как будто у меня когда-нибудь будут дети.$2",
        "fall_Tue4": "$q 5070433/5070434 DwarfQuest#Я полагаюсь на твою рассудительность, @. Думаешь, я когда-нибудь найду дварфов?#$r 5070433 25 Dwarf_Yes#Разумеется!#$r 5070433 0 Dwarf_Maybe#Может быть, дварфы не хотят, чтобы их нашли?#$r 5070434 -50 Dwarf_No#Нет, твои теории просто смехотворны.",
        "Dwarf_Yes": "Спасибо тебе за то, что ты веришь в меня, @. Надеюсь, это не совсем неуместно.",
        "Dwarf_Maybe": "Я не рассматривал такую возможность, но это имеет смысл.#$b#Так как мы, люди, известны тем, что вмешиваемся в то, во что не должны.",
        "Dwarf_No": "Ты едва ли не хуже профессора Пибоди. И это действительно самое гнусное оскорбление!$5",
        "DwarfQuest": "$p 5070433#Я не могу не чувствовать, что дварфы - это моя судьба, @. Я должен найти их и восстановить свою репутацию.|Я тщательно обдумал твои слова. Но я не могу бросить свои занятия, @. Я должен найти гномов, если их вообще можно найти.",
        "fall_Wed":"Хмм... что бы мне взять сегодня? Может, несколько яблок - для них сейчас самое подходящее время.",
        "fall_Wed4": "Мускусный запах разложения и сырости в воздухе напоминает мне о гоблинах и лесе, в котором они живут.",
        "fall_Wed8": "Мой отец рассказывал мне истории о шахтах: о том, как они раскопали таинственный замок, погребённый глубоко под землёй.#$b#Это его пугало, @. Вот только моего отца было не так-то легко напугать.",
        "fall_Thu4": "Майонез пустоты - это гоблинский деликатес, @. Однажды я съел ложку, как вызов.$1#$b#Потребовалась неделя, чтобы послевкусие исчезло.$2",
        "fall_Thu6":"Тебе когда-нибудь доводилось пробовать пиво гоблинов, @?$1#$b#По вкусу оно напоминает подстриженную траву и брыкается, как разъярённый мул. Я не рекомендую этого делать.$2",
        "fall_Thu10":"Однажды я случайно обручился по культурному недоразумению.$2#$b#О, она была прекрасной девушкой-гоблином, но испытала отвращение, обнаружив, что обручена с бледным уродливым человечком вроде меня!$3#$b#Я решил, что лучше уйду, не сказав 'Прощай'. Надеюсь, что её отец нашёл для неё лучшую кандидатуру.$2",
        "fall_Fri":"О, привет, @! Ты часто заходишь в Гильдию искателей приключений? Я уверен, что Марлон и Гилл будут рады гостям!",
        "fall_Fri4": "Народ гоблинов воспринимают глубоко неверно. Несомненно, они странны и, возможно, считаются неприятными для наших глаз, а их привычки считаются отвратительными.#$b#Но это племя музыкантов и рассказчиков, которые обладают многими прекрасными качествами.",
        "fall_Sat2": "Лес сбрасывает с себя пальто, готовясь к снежному покрову.",
        "fall_Sat6": "Музыка гоблинов - одна из самых странных вещей, которые я когда-либо слышал, @.#$b#Они делают свои инструменты из костей. Они издают жуткий, органический звук.",
        "fall_Sun":"О, добрый день, @! Должно быть, это очень напряжённый сезон для тебя.",
        "fall_Sun4": "Тебе не кажется, что в Лесу таится чье-то незримое присутствие, @? Это восхищает меня почти так же сильно, как и озадачивает.",
        "winter_Mon": "Зимой земля дремлет. Это хорошее время, чтобы копаться под поверхностью.",
        "winter_Mon4": "Знаешь, нас обманули, заставив поверить в ценность бриллиантов.#$e#Однако они мне всё ещё нравятся; ни один другой драгоценный камень по-настоящему не отражает многогранный блеск!$4",
        "winter_Mon8": "Спасибо, @. Ты не осуждаешь меня, не презираешь моих идей, и ты действительно мой самый близкий друг.$3",
        "winter_Tue2": "Добрый день, @. Надеюсь, тебе не холодно. Этим утром мороз нарисовал узоры на моих окнах. Джек Фрост действительно здесь.",
        "winter_Tue6": "Зимой все реальное и нереальное выходит на поверхность.#$b#И пустота находит свой путь, чтобы развратить сердца людей.",
        "winter_Wed": "Возможно, мне стоит купить шарф. Что думаешь, @? Тот, что в синем и бронзовом, мне бы подошёл, думаешь? ",
        "winter_Wed4": "Город Пеликан познал немало трагедий, @. Знаешь ли ты, что когда-то это была процветающий шахтёрский городок#$b#Здесь было добыто множество драгоценных камней. Целое состояное.",
        "winter_Wed8": "До тебя, @, у меня никогда не было много друзей.#$b#Я благодарен тебе за то, что дружишь со мной.^Я благодарен тебе за то, что впустила меня в свою жизнь.",
        "winter_Thu2": "Музей представляет собой печальное зрелище, @. Я не могу поверить в наглость некоторых людей! Исчезнуть вместе со всей коллекцией!$5#$b#Я высматриваю реликвии, когда захожу в шахты, но пока мне не везёт.",
        "winter_Thu6": "Мой отец чувствовал Зов глубин, находил покой в уединении пещер.#$b#Они заявили на него свои права, @. Шахты поглотили его жизнь.",
        "winter_Fri":"Я понимаю, что ты усердно работаешь, помогая Гюнтеру с нашей коллекцией, @. Но если тебе удастся найти ещё какие-нибудь полезные ископаемые, я буду признателен тебе за такие исследования.",
        "winter_Fri4": "Я слышал, что ты исследуешь шахты, @. Пожалуйста, дай мне знать, если найдёшь какие-нибудь следы дварфов. Оказывается, это загадочный и осторожный народ.$1",
        "winter_Sat2": "У меня кровь идёт? О, это всего лишь царапина.#$b#У меня была неудачная схватка с каменным крабом.$2",
        "winter_Sat6":"Дварфы-Смолуану избегали меня в течение многих лет. Но они реальны, Я знаю это!#$b#По-моему, один из них пришёл вчера вечером и 'прихватизировал' мою любимую ручку...$2",
        "winter_Sun": "Добрый день, @. Бодрая прогулка в холодный день творит чудеса, оживляя душу, не так ли?",
        "winter_Sun4": "Зимой царит тишина, @. Спокойствие, когда мир дремлет, с нетерпением ожидая весны.$1",
        "Town_50_22": "$d CC#Когда я был мальчишкой, здесь было самое сердце общины. Я рад, что оно снова процветает.#$b#Спасибо, @, ты так много делаешь для этого города.|Когда я был мальчишкой, здесь было самое сердце общины. Я рад, что оно снова процветает.#$b#Теперь здесь обитают... другие.$1#$b#Они здесь, внутри, @. Я их слышу.#$b#Однако они не осмеливаются показаться мне на глаза.$2",
        "Mine_24_11": "Видишь эти наслоения здесь, @? Меня интригует их сложность.#$b#Наслоения свидетельствуют о катастрофическом событии, произошедшем много веков назад.#$b#Возможно, извержение вулкана, но я чувствую, что, скорее всего, это метеоритный удар.#$b#О, прости, я опять несу чушь, не так ли?",
        "JojaMart": "Я знаю, знаю, что поддерживаю корпоративного монстра. Но этот парень, Пьер... хорошо... он задаёт слишком много вопросов - и не из тех, на которые мне нравится отвечать!$4#$b#Ну, а здесь? Ну, это никого не волнует.$1",
        "JojaMart_11_25": "Эм... Здравствуйте... Да... чудесный денёк, не правда ли?#$b#O, привет, @! Жаль, что мне не так удобно вести светскую беседу..$2",
        "Seedshop": "Не знаю как ты, @, но у меня всегда чувство, что ко мне осторожно приглядываются, когда я прихожу сюда.#$b#'Ты был взвешен и признан лёгким'.$2",
        "winterForest_Tue": "Есть нечто, что скрыто в нашем лесу. Ты чувствуешь это, @?#$b#В нём есть оттенок пустоты, но есть и нечто большее... что-то светлое. Как свет Йобы.",
        "Museum2_Mon": "Мы с Гюнтером говорили о сотрудничестве. Он изучает историю людей долины, в то время как моё внимание было сосредоточено на полулюдях.",
        "spring_Thu_1": "Я приехал сюда для изучения пещер, но Джоджа нашли их первыми.$5#$b#Я боюсь, что они разбудят то, что лучше оставить в покое.",
        "spring_12": "Я слышал, завтра будет охота за яйцами. Увы, мой распорядок дня не допускает зря трать время.",
        "spring_12_2": "Знаешь ли ты, что фестиваль яиц - это настоящее торжество природы? А о перерождении?$2#$b#Ах да, конечно. Это общеизвестно.$4",
        "spring_23": "Я получил приглашение на завтрашний танец. Меня там, наверное, не будет.#$b#От скопления людей мне становится не по себе.",
        "spring_23_2": "Ты пойдёшь завтра на танцы, @? Я покажусь, как говорится, но не думаю, что буду танцевать.",
        "summer_10": "Один хороший друг настоял, чтобы я составил ему компанию на завтрашнем Луау.$3#$b#Но что мне добавить в суп, @? Я очень сомневаюсь, что пещерная морковь будет оценена по достоинству.$2",
        "summer_12": "Надеюсь, тебе понравились вчерашний фестиваль, @.#$b#Мне? Я обнаружил, что съел слишком много. Мне так скучно на светских мероприятиях, что остаётся только торчать у фуршетного стола.#3",
        "summer_12_2": "Хорошо ли у тебя прошёл вчерашний день, @?#$b#У меня? Мне было так неуютно и скучно, что я снова проторчал около фуршетного стола. С этим надо что-то делать!#3",
        "summer_15": "Сегодняшний день оставил у меня плохие воспоминания, @. Надеюсь, ты поймёшь и наберёшься терпения.",
        "summer_15_2": "Эх, сегодня у меня плохое настроение, @. Ничего такого, просто... Ладно, в другой раз.",
        "summer_28": "Ты сегодня придёшь посмотреть ежегодную миграцию медуз?#$b#Они кажутся такими бестелесными созданиями, но всё же могут ужалить.",
        "summer_28_2": "Сегодня снова можно поглядеть на медуз. Не пропусти это событие!#$b#Медузы бывают самых разных цветов и при этом на 98% состоят из воды. Удивительно, правда?",
        "fall_15": "Я слышал, что завтра будет какая-то ярмарка, да?#$b#Я не уверен, что мне нравится такого рода вещи, @. Но я надеюсь, что тебе будет весело.",	
        "fall_15_2": "Полагаю, ты будешь участвовать в конкурсах на ярмарке, @.#$b#Меня уговорили посетить выставку Гильдии искателей приключений.",	
        "fall_26": "День всех духов наполняет меня трепетом, @.$2#$b#Как будто пустота достигает своего пика.$2",
        "fall_26_2": "И снова День всех духов, @.$2#$b#Надеюсь, всё будет хорошо.$2",
        "winter_24": "Ты тоже чей-то тайный друг? Я надеюсь, что моему получателю понравится мой подарок...$3#$b#О нет, я не могу сказать тебе, кто мой тайный друг!$4",
        "winter_24_2": "Должен признаться, @, я нервничаю перед завтрашним праздником. Надеюсь, моему тайному другу понравится то, что я подарю!",
        "winter_26": "Ты уже слышал легенду о Зимней звезде, @?^Ты уже слышала легенду о Зимней звезде, @?#$b#Некоторые считают, что это связано с почти мифическим падением звезды. Что касается меня, то у меня есть свои собственные теории.",
        "winter_26_2": "Тебе уже известна легенда о Зимней звезде, @.#$b#У меня есть пару теорий на этот счёт, но оглашать их пока не буду.",
        "Museum2_18_13": "Так, разогреть в микроволновке то, разогреть в микроволновке это... Хм, где-то здесь в библиотеке должна быть поваренная книга! Но лёгкие обеды такие... хорошие... и удобные!$3",
        
        "spiritquest_Yes": "А знаешь? Я так рад, @! Я знал, что в тебе есть что-то необычное, когда мы впервые встретились.$3",
        "spiritquest_Neu": "Действительно, @. Но быть учёным - не значит запереть себя за стеной холодной, жесткой логики.#$b#Следует держать свой ум открытым для других возможностей.",
        "spiritquest_No": "О... Это очень неприятно.#$b#Прости, что беспокою тебя своими странностями.$2",
        "spiritquest_followup": "$p 50700437#Я поговорил с лесными духами, и они считают тебя своим 'другом'.$1|Надеюсь, ты наслаждаешься своим днём, @?",
        "Write_Yes": "Мне кажется, да, ты верно мыслишь. Я должен был проявить мужество, так не поступают соперники...#$b#Нет, это скорее способ... друг.",
        "Write_Maybe": "Твой совет, как всегда, тщательно обдуман. Станет ли мне лучше, если мы снова станем друзьями? Или это причинит вред? Хмм...",
        "Write_No": "Он протянул мне руку помощи, @. Конечно, это заслуживает шанса.^Она протянула мне руку помощи, @. Конечно, это заслуживает шанса.",
        "Rekindle_Yes": "Я знаю, что ты принимаешь мои интересы близко к сердцу, но когда он улыбается, на душе становится так приятно.$4^Я знаю, что ты принимаешь мои интересы близко к сердцу, но её улыбка всё ещё заставляет моё сердце трепетать.$4#$b#Посмотрим, чем всё это кончится. Но да, я буду мудр.$1",
        "Rekindle_No": "Твой совет мудр. Мы уже пытались однажды, но потерпели неудачу. Было бы глупо снова идти по тому же пути.$2",
        
        "cc_begin": "Я слышал, что ты ходишь в старый общественный центр. А ещё до меня дошли слухи, что там живут таинственные существа, которые переселяются в места, покинутые людьми.#$b#Если увидишь кого-нибудь, пожалуйста, дай мне знать.",
        "cc_Greenhouse": "Я нашёл это на дне моего шкафа... Я подумал, что ты найдёшь им лучшее применение, чем я.[745][745][745][745][745]$4",
        "cc_Bridge": "Марлон сообщил мне, что мост к карьеру был таинственным образом отремонтирован.#$b#Тебе ведь ничего об этом не известно, не так ли, @?",
        "cc_Bus": "Ах, как приятно слышать, что автобус снова работает! Возможно, я отважусь отправиться в пустыню Калико.#$b#Я слышал, что там есть сложная и смертельно опасная система пещер. Возьми это, думаю это там пригодится?[773]",
        "cc_Minecart": "Разве это не странно? Система вагонеток снова работает! В долине Стардью действительно есть что-то таинственное.",
        "movieTheater": "Кинотеатр в городе? Я думаю, это будет очень интересно. Но мне будет неуютно ходить в кино одному.",
        "TalkJasperHome": "Пока я лежал в темноте, чувствуя, как моя жизнь угасает, а разум затуманивается болью. Я кое-что понял, @.$2#$b#Я понял, что многое в жизни я упустил. Что я так глубоко погрузился в свои исследования, что заперся от людей, которым не всё равно, что со мной.$2#$b#Спасибо, что позаботился прийти и найти меня, @.^Спасибо, что позаботилась прийти и найти меня, @.$4",
        "JasperHomeB":"Ребенок, который спас меня, @. Кто же он такой? Мой разум был настолько затуманен болью, что я не могу не удивляться...#$b#$q 5070453/5070454 null#Было ли это на самом деле или просто сон?#$b#$r 5070453 50 StrangeChild_Dwarf#Тебе удалось найти дварфов!#$r 5070454 0 StrangeChild_Unknown#Я не знаю.#$r 5070454 0 StrangeChild_Dream#Это плод твоего воображения.",
        "StrangeChild_Dwarf": "Ты смеёшься надо мной, @. Но разве это не ирония судьбы?$4",
        "StrangeChild_Unknown": "Значит, это тайна. Интересно, знает ли об этом Линус? Я хотел бы поблагодарить его за это.$2",
        "StrangeChild_Dream": "О, но ведь это было так реально... Его руки были так холодны на моей пылающей коже.$2",
        "LucikielArrives":"Тьма пробудилась в долине, @. Береги себя.$2",
        "AbandonedBride": "Тебе были слышны крики прошлой ночью, @? Оно проникло в мои сны и наполнило моё сердце страхом.",
      
        //Unique Dialogue Mods (Courtship/Jealousy responses)
        "give_flowersA": "Ты даришь мне цветы? Это очень мил-$1#$b# Подожди! Это один из букетов Пьера. Ты имеешь в виду... ты действительно хочешь встречаться со мной?#$b#Естественно, да!$4",
        "give_flowersB": "O, @. Я имею в виду, я знал, что мои чувства к тебе были... ну, глубже, чем пещеры.$1#$b#Но чувствуешь ли ты то же самое? Что ж, я совершенно сбит с толку!$4",
        "give_pendant": "Ты действительно хочешь связать себя с таким мрачным стариком, как я?$4#$b#Это большая честь для меня. Я польщён. Пожалуйста, позволь мне всё организовать. Всё будет готово через три дня.$1",
        "stardrop_gift": "Ты, любовь моя, - дар звёзд.#$b#Поэтому я дарю тебе вот этот маленький осколок с небес и доказательство моей любви.$4",
        "reject_two_heartA": "Цветы? Почему? Что они означают? Мы едва знаем друг друга.$3",
        "reject_two_heartB": "Пожалуйста, убери их. Это нелепо.$2",
        "reject_four_heartA": "Я знаю, что мы стали друзьями, @. Но это..... Я имею в виду... Извини. Но нет.$2",
        "reject_four_heartB": "Я ценю твоё предложение, @. Я польщён.$2#$b#Но не стоит торопиться с этим. Это только навлечёт на тебя неприятности.$2",
        "rejectNPCA": "Пожалуйста, убери их. Это смущает.$2",
        "rejectNPCB": "Я польщён, но не могу встречаться... мои исследования... ну, это было бы нечестно по отношению к тебе.$2",
        "breakUp": "Я понимаю. Но, пожалуйста, давай останемся друзьями.$2",
        "engageA": "Ты ведь уже в браке состоишь, так?$2#$b#Я восхищался тобой, @, пожалуйста, не пятнай моё мнение о тебе.$5",
        "engageB": "Я считаю, что это неподобающее поведение. Пожалуйста, не спеши так предавать того, кто тебе дорог.$5",
        "marriedA": "О, можешь называть меня старомодным, но я не считаю это подходящим поведением.$2",
        "marriedB": "Ты нравишься мне, @, но узы брака священны. Меня огорчает, что ты посмеиваешься над ними.$4",
        "refusal_no_heartsA": "Э-э, я чувствую, что тебе, возможно, неведомы наши местные традиции?$2",
        "refusal_no_heartsB": "Ты хоть понимаешь, что это такое? Это должно быть дано тому, кого ты действительно любишь, а не незнакомцу.",
        "refusal_knownA": "Разве мы не можем просто остаться друзьями, @? Ты же не хочешь обременять себя кем-то вроде меня?$4",
        "refusal_knownB": "Я женат на своих исследованиях, @. Тебе лучше обратить свой взор в другое место.",
        "refusal_botherA": "Твоё упорство достойно восхищения. Но боюсь, что ответ всё равно будет 'нет'.$2",
        "refusal_botherB": "Пожалуйста, @, прекрати. Ты ставишь себя в неловкое положение.$5",
        "giftquestion_yes": "У тебя щедрая душа, @. Вот почему этот город и я обожаем тебя!$1",
        "giftquestion_lie": "Пожалуйста, не лги мне, @. Я хочу, чтобы наши отношения были основаны на доверии и общении.$5#$b#И, думаю, тебе тоже этого хотелось.$2"   
        }
    },
{	"LogName": "Recovery Dialogue", 
    "Action": "EditData",
	"Target": "Characters/Dialogue/Jasper",
    "When": {	"HasSeenEvent |contains=50709915": true		},
    "Entries": {
        "Tue8": "Прости, если у меня смурной вид. Прошлой ночью мне снились кошмары.#$b#Я боюсь темноты, @. Боюсь, как никогда раньше.",
        "summer_Wed6": "Гюнтер был очень любезнен и гостеприимен. Но боюсь, я не был приятным гостем. Сейчас я явно не лучший собеседник.",
        "Wed8": "Стыдно признаться, @, но я купил ночник. Он помогает отгонять тёмные мысли.#$b#Я боюсь, что пустота прокралась в моё сердце. Я очень этого боюсь.",
        "Fri10": "Я составляю план своего следующего исследовательского проекта, @.#$b#$q 5070900 nthe junimo?#$r 5070902 25 Project_Dwarves#Нельзя отказываться от мечты найти дварфов!#$r 5070903 25 Project_Void#А что насчёт пустоты?#$r 5070904 -25 Project_None#Может, мне пора на пенсию...",
        "Project_Junimo": "У меня появилась отличная идея! Но к сожалению, мало кто верит в существование дварфов.#$b#Не то чтобы это раньше меня останавливало!",
        "Project_Dwarves": "Ох, @, я боюсь, что мои дни в спелеологии закончились. Если ко мне не придёт дварф... сам... ну, их секреты останутся секретами.",
        "Project_Void": "Пустота ... Там таятся секреты, которые лучше не тревожить.#$b#Я боюсь снова войти в эти глубины.$2",
        "Project_None": "Это смешно! Плоть может быть слабой, но мой разум по-прежнему принадлежит мне.$5",
        "Jasper_Project": "$p 5070904#Никакой пенсии! Отставка - это ключ к преждевременной смерти, @. | Я буду следовать за зовом Джунимо и искать источник магии в долине Стардью.#$b#Я надеюсь на твою помощь.$6",
        "Fri6": "Многие годы я позволял исследовательскому азарту управлять моей жизнью, @. Теперь я думаю - сколько же я упустил.",
        "spring_23_2": "Надеюсь, завтра ты пойдёшь на танцы? Ой, не смотри на меня так, @.#$b#Я пойду, да, но вряд ли кто-то захочет танцевать с таким убитым дураком, как я.$2",
        "Sun8": "Я понял, что в последнее время постоянно погружён в большую мутную лужу сожаления и меланхолии.#$b#Но ты очень скрашиваешь мои дни.",
        "summer_Tue8": "Моя жизнь изменилась безвозвратно, @. Я больше не тот, кем был раньше.#$b#Но ты даёшь мне смелость принять всё спокойно.$3#$b#Я очень благодарен тебе.",
        "summer_Fri6": "$1 Jasper_Archives#Гюнтер попросил меня помочь с архивами. Интересно, какие секреты я найду в этих папках.$k#$e#Ох, что я уже выяснил об этом городке, @! Хммм, может мне стоит написать краеведческий труд? Но он может оказаться слишком скандальным!$3",
        "summer_Fri8": "Ты знаешь, откуда родом Гюнтер? Вчера он рассказывал мне о своём прошлом. Его сюда привело настоящее приключение!$1#$b#Но мне что-то пока не кажется, что всем его рассказам можно полностью доверять.$3",
        "summer_Sat6": "Я не был полностью честен в своих отношениях с Пибоди. Мы были больше, чем просто коллеги. Больше, чем просто друзья.$5#$b#Всё запуталось, @. И я позволил ему ускользнуть от меня.^Всё запуталось, @. И я позволил ей ускользнуть от меня.$2",
        "summer_Sat8": "Я не тщеславен, но меня задевает жалость, которую я вижу в чужих глазах.$2",
        "summer_Sat10": "Я всё больше и больше читаю просто ради удовольствия.#$b#Гюнтер одолжил мне одну из своих книг... Обычно я такое не читаю, но я не могу оторваться!",
        "fall_Mon8":"Прошлой ночью я проснулся в холодном поту, с ужасным шумом в ушах. И как будто эхо от этого шума было повсюду.#$b#Меня мучают кошмары, @. Я боюсь спать.",
        "fall_Tue8":"$q 507098/507097 Jasper_Leg_Gross#Скажи честно, моя травма вызывает у тебя отвращение?#$r 507098 50 JasperDisgust_No#Нет, почему это?#$r 507097 -25 JasperDisgust_Yes#Да, мне она неприятна...",
	    "JasperDisgust_No": "Да, @, должен сказать, мне стало легче.",
	    "JasperDisgust_Yes": "Я ценю твою честность, @. Мне самому плохо, когда я смотрю на неё.",
        "Jasper_Leg_Gross": "$p 507098#Я знаю, что должен смириться с тем, что инвалид, @. Но как бы мне хотелось повернуть время вспять.|Меня беспокоит, что будут думать другие, @. Какая часть меня хочет спрятаться. Навсегда.",
        "Jasper_Teach":"Пенни попросила меня поговорить с детьми. Может, даже начать учить их. Я волнуюсь! Я не привык к такой юной аудитории.$2",
        "ArchaeologyHouse_17_12": "Я учу детей. Жасмин восхитительна и у нее множество вопросов! Винсент, с другой стороны... ну, похоже, он интересуется энтомологией.",
        "winter_Thu10":"В эти зимние ночи холод болит в глубине моих костей.#$b#Как могут болеть кости и мышцы, когда их уже нет?",
        "springForest_Tue": "Врач рекомендовал мне выходить на свежий воздух. Я определённо чувствую, как исцеляет мой дух.$1",
        "springForest_Sun": "Сладкое пение птиц, беготня каких-то мелких животных в зарослях ... Возможно, я слишком долго пробыл взаперти, @.",
        "Beach_45_22": "Как ты думаешь, что лежит за морем, @? Мы такие незначительные в огромном пространстве мира.$2#$b#Мне кажется, в последнее время я слишком много времени провёл, потерянный своих мыслях.$5",
        "Museum2_18_13": "Пища питает тело, а знание питает душу, @.$4",
        "Town_32_78": "Привет, мой друг! Мне очень приятно помогать Эвелин ухаживать за клумбами.#$b#В конце концов, от мокрого учёного есть польза!",
        "summer_15_2": "Сегодня годовщина смерти моего отца. Мне было семь лет.$2#$b#Выработка с рудников значительно снизилась, и горняки были отправлены работать посменно - днём и ночью - в попытке выполнить норму.#$b#Мой отец работал в ночную смену.#$b#Взрыв произошёл без пяти минут до полуночи: ужасный низкий БУМ, от которого застучали окна. Он заставил кошку броситься под кровать.#$b#Мы выбежали на улицу, и дым закрыл звёзды. Лес горел неделю. Шахты до сих пор горят.$2",
        "ReputationIncreased": "Признаюсь, поначалу мне было не по себе. Судя по всему, появление Лу было грандиозным...$2#$b#Но и Гюнтер, и Марлон высоко отзываются о его подвигах на рудниках; он даёт тебе шанс получить свои деньги, мой друг!$1#$b#Возможно, первое впечатление было обманчиво."
                }
        },
{	"LogName": "RivalHearts Dialogue", 	
    "Action": "EditData",
	"Target": "Characters/Dialogue/Jasper",
    "When": {	"HasSeenEvent |contains=50709921": true		},
    "Entries": {
        "Wed8": "Извини, я сегодня немного устал. Кэмерон заскочил в гости, и мы не спали всю ночь.^Извини, я сегодня немного устал. Кэмерон заскочила в гости, и мы не спали всю ночь.$1#$b#Конечно же, мы беседовали! Что ж...в основном болтали...$4",
        "Sat8": "$1 New_Proposal#Я представил на рассмотрение новое предложение. Мною овладела надежда, что моё вновь обретённое товарищество с Кэмероном поможет мне принять его.$k#$e#Кэмерон согласился помочь с моим последним предложением. Я уверен, что мы не сойдёмся во мнениях самым искренним образом.^Кэмерон согласна помочь с моим последним предложением. Я уверен, что мы не сойдёмся во мнениях самым искренним образом.#$b#Но хорошо продуманные дискуссии всегда приветствуются и помогут в опровержениях на более позднем этапе.$3",
        "fall_Fri8":"Кэмерон пригласил меня сходить с ним в кино. Я не знаю, стоит ли соглашаться.$2^Кэмерон пригласила меня сходить с ней в кино. Я не знаю, стоит ли соглашаться.$2#$b#Я уверен, что мы будем очень сильно расходиться во мнениях по этому поводу, и мне кажется неправильным нарушать это новое дружелюбие, которое мы создали.$2",
        "summer_Thu8": "Кэмерон пытается убедить меня заняться сёрфингом. Не думаю, что это хорошая идея.$2#$b#Мне кажется, он пытается убить меня!$3^Мне кажется, она пытается убить меня!$3#$b#Я, конечно, шучу, но всё же считаю это неразумным.$1",
        "fall_Sat8":"Кэмерон приглашает меня на ярмарку в Грэмплтон.#$b#$q 5070100 Jasper_Date#Как думаешь, стоит ли мне согласиться?#$r 5070100 50 JasperDate_Crush#Определённо, ты нравишься Камерон!#$r 5070100 0 JasperDate_Obv#Ну конечно же! Звучит очень весело!#$r 5070101 0 JasperDate_No#Нет, Кэмерон мне не нравится.#$r 5070102 25 JasperDate_Deserve#Нет, ты заслуживаешь большего.",
            "JasperDate_Crush": "Ох, это нелепо, @. Мы просто друзья...$3#$b#Но ты действительно так думаешь? Я имею в виду... Мне он нравится как друг.$4^Но ты действительно так думаешь? Я имею в виду... Мне она нравится.$4",
            "JasperDate_Obv": "Много народу, шум, отвратительная еда и аттракционы, которые, вероятно, не прошли проверку безопасности?$2#$b#Да, пожалуй, так и есть, @. Это может быть очень весело!$1",
            "JasperDate_No": "По-моему, это довольно жестоко! У нас с Кэмерон уже бывали стычки в прошлом... но я чувствую, что мы нашли непростое перемирие.#$b#Хотя, возможно, ты поступаешь мудро, предостерегая меня.",
            "JasperDate_Deserve": "Я рад, что ты так ценишь меня., @.",
        "Jasper_Date": "$p 5070100#... и он оказался на редкость приятным собеседником.$3^...и она оказалась на редкость приятной собеседницей.$3#$b#Ему досталась плюшевая белка. Это просто смешно!$4^Она выиграла плюшевую белку. Это просто смешно!$4|... но я последовал твоему совету и отказался. Я не могу помочь, но жалею о своём выборе. Похоже, там было весело.$2",
        "fall_Wed8": "$1 Jasper_JustFriends#Кэмерон и я? О, мы просто друзья., @. Но да, могу ли я себе это представить, возможно, мы могли бы стать чем-то большим?$l$k#$e#Кэмерон и я? Полагаю, не будет слишком самонадеянным сказать, что между нами определённо вспыхнули искры.$4",
        "winter_Tue8": "Кэмерон призывает меня выйти из своей скорлупы, чтобы испытать новые впечатления. И цитирую фразу... Йо-ло! Что это может значить?$1#$b#Однако мне очень нравится находится в этой скорлупе, @. И я уже играл в кости со смертью... Я не уверен, что хочу играть снова.$2",
        "Winter_Fri8":"Признаюсь, @. Я до сих пор привязан к Кэмерону. Возможно, именно поэтому его слова причинили мне такую боль.^Признаюсь, @. Я до сих пор привязан к Кэмерон. Возможно, именно поэтому её слова причинили мне такую боль.#$b#Мы делаем шаги к примирению. Надеюсь, однажды мы снова станем настоящими друзьями.$4",
        "winter_Sun8": "Прошлой ночью мне было тяжело, @. Ужас, мрак. Словно какая-то сила, сдавливала мне грудь.#$b#Я слышал от Кэмерон ободряющие слова, пока я дрожал в темноте.#$b#Я и забыл, каким добрым он может быть.^Я и забыл, какой доброй она может быть.",
        "winter_Sat8":"Мы с Кэмерон такие разные.#$b#$q 5070103 Jasper_Extrovert#Что он может найти в таком робком дурочке, как я?^Что она может найти в таком робком дурочке, как я?#$r 5070103 50 Jasper_Sensitive#Чуткую и заботливую душу.#$r 5070103 50 Jasper_Smart#Острый ум и мужественное сердце.#$r 5070104 -25 Jasper_Manipulate#Глупое сердце, которым легко манипулировать.#$r 5070104 -50 Jasper_Mean#Честно говоря, я понятия не имею.",
            "Jasper_Sensitive": "Спасибо, @. Твоё сочувствие, как всегда, желанный бальзам на мою неуверенность в себе.$4",
            "Jasper_Smart": "Я всё ещё в здравом уме, с этим я согласен...$4#$b#...но мужественное сердце? О, @, ты мне льстишь!$3",
            "Jasper_Manipulate": "Скорее всего так и есть, @. Моё сердце действительно слабое, и я был бы полным глупцом, если бы позволил себе поддаться на его слова.$5^Скорее всего так и есть, @. Моё сердце действительно слабое, и я был бы полным глупцом, если бы позволил себе поддаться её обаянию.$5",
            "Jasper_Mean": "Ищи утешения, получай пренебрежение. Я хотел бы сказать, что ценю твою честность, @. Но, по правде говоря, нет.#5",
            "Jasper_Extrovert": "$p 5070103#Но есть поговорка, что противоположности притягиваются, и, возможно, мои отрицательные стороны уравновесят его положительные.$3^Но есть поговорка, что противоположности притягиваются, и, возможно, мои отрицательные стороны уравновесят её положительные.$3|И я понимаю, что это не может произойти между нами. Так почему же мне так хочется попробовать? Я хочу снова дружить с ним, как раньше, @. Очень.$5^И я понимаю, что это не может произойти между нами. Так почему же мне так хочется попробовать? Она мне очень нравится, @. Очень.$5",
        "winter_20_2": "Я хотел бы сделать Кэмерон подарок на день Зимней звезды. У тебя есть какие-нибудь предложения, @?"
        }
    },
{	"LogName": "Jasper has a crush on farmer Dialogue", 
    "Action": "EditData",
	"Target": "Characters/Dialogue/Jasper",
    "When": {	"HasSeenEvent |contains=50709921": true,"Relationship:Jasper": "Dating, Engaged"	},
    "Entries": {
        "Wed8": "Приветствую тебя, мой дорогой друг! Мне всегда приятно видеть тебя.#$b#И я надеюсь, что ты чувствуешь то же самое?$4",
        "spring_Sat8": "Я нашёл семена у себя в шкафу... Надеюсь, они вырастут.[745][0745]$4",
        "fall_Fri10": "Словно груз свалился с моих плеч. Или, может быть, лучше сказать, с колена.$3#$b#Прости за странный юмор. Но серьёзно, @, Мне очень приятно, что ты терпишь мои слабости и дружишь со мной.",
        "summer_Mon8": "O, привет, @. Ты... эм... прекрасно выглядишь сегодня.$4",
        "winter_Sat10":"Ах, моё сердце. Чувствую, словно в моём желудке завелись бабочки. Хотя... я почти ничего не ел целую неделю!$1#$b#Неужели я заболел? Или... Эмоции так сложно выразить!$2", 
        "fall_Sat10":"Осень обычно наполняет меня чувством меланхолии, @. Впрочем, в этом сезоне есть своя прелесть, не правда ли?#$b#Я уверен, что твоя ферма выглядит очень красиво.$1#$b#Это не намёк! Ну, может быть, совсем маленький.$4", 
        "winter_Tue10": "Твоё присутствие украсило мои сны прошлой ночью, @. Я действительно спал очень хорошо.$4",
        "Sat8": "Не хочешь помочь мне с моим исследованием, @? Я нашёл лесную полянку, которая кажется идеальным местом обитания для джунимо.#$b#Нет, это не свидание! Хм... если только тебе этого не хочется?$4",
        "spring_Sat10": "Здравствуй, дорогой, с этой прекрасной весенней погодой пикник будет кстати!^Здравствуй, моя дорогая, с этой прекрасной весенней погодой пикник будет кстати!$1#$b#Мне кажется, сегодня в воздухе витает волшебство. Возможно, у нас появятся новые друзья!",
        "winter_Fri8": "Некоторые называли мои занятия безрассудством, говорили, что я гоняюсь за мечтами и мифами.#$b#Но даже когда холодает, я их чувствую.#$b#Они могут быть невидимы для моих глаз, но я чувствую их в своём сердце, @.",
        "winter_Sun10":"$1 NightFears#Посиди со мной немного, пожалуйста, @. Страх давит на меня сегодня, но ты даёшь мне силы пройти через это.$2$k#$e#Теперь спать легче, кошмары отступают. И это благодаря тебе, @. Ты словно мой щит. Я благодарен тебе за то, что ты рядом со мной.",
        "spring_Mon10": "Я буду рад ухаживать за твоим садом, @, если ты этого хочешь.$1#$b#Я с удовольствием помогу тебе начать новую жизнь.$1#$b#Я имею в виду урожай! Выращивание зерновых культур...$4",
        "LucikielArrives":"В долине проснулась тьма, @. Пожалуйста, береги себя, @. Я не хочу, чтобы тебе было больно.$2",
        "winter_24": "Счастливой Зимней Звезды! У меня есть для тебя кое-что... Надеюсь, это не было слишком самонадеянно с моей стороны?[72]$4#$b#Я недавно добыл его. Посмотри, как он блестит.$1",
        "winter_24_2": "С днём Зимней Звезды! У меня есть для тебя кое-что...[72]$4#$b#Я недавно добыл его. Посмотри на его сияющий блеск.$1"
    }
		},
{	"LogName": "Farmer and Cameron crush Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/Jasper",
	"When": {	"HasSeenEvent |contains=50709921": true,		"HasDialogueAnswer": "5070124",		"Relationship:Jasper": "Dating, Engaged"            },
    "Entries": {
        "Wed10": "В моём сердце когда-то была пустота. Теперь оно переполнено чувствами.",
        "Sat8": "Кэмерон заходил вчера на кофе. Он спрашивал о тебе.$3^Кэмерон заходила вчера на кофе. Она спрашивала о тебе.$3#$b#Мы обсуждали мой последний проект. Как и предполагалось, он уверен в обратном.$2^Мы обсуждали мой последний проект. Как и предполагалось, она уверена в обратном..$2#$b#Но мне уже всё равно.$1",
        "Sat10": "Кэмерон не против помочь мне в погоне за Джунимо. Мы были бы признательны, если ты отнесёшься к этому с пониманием.#$b#Ох, боюсь, что опять будут споры... но я уверен, что мы можем прийти к ... компромиссу.$4",
        "fall_Fri8":"Кэмерон пригласил меня в кино. Ты не хочешь к нам присоединиться?$1^Кэмерон пригласила меня в кино. Ты не хочешь к нам присоединиться?$1#$b#Нет, не в качестве отвлекающего балласта... ээ... как бы... гм... пожалуйста, мы оба будем рады твоей компании.$4",
        "summer_Thu8": "Может быть, ты когда-нибудь сможешь присоединиться ко мне - к нам - на пляже? Кэмерон учит меня сёрфингу.$1#$b#Мне кажется, меня надо будет спасать рано или поздно.$2",
        "winter_Tue10": "Если бы я только обладал обаянием Кэмерона и мог выразить словами, что чувствую. К тебе. К нему...$4^Если бы я только обладал обаянием Кэмерон и мог выразить словами, что чувствую. К тебе. К ней...$4",
        "winter_Fri8": "Я признаюсь, @. Кэмерон по-прежнему нуждается в моей заботе. Мы сгладили какую-то часть своей боли и обсудили прошлые недоразумения.$1#$b#Но я... чувствую привязанность к тебе. Мой пульс учащается, когда ты рядом, и я постоянно думаю о тебе. Мечтаю о тебе.$4",
        "winter_Sun10": "$1 NightFears#Ты можешь посидеть со мной какое-то время, @? Сегодня вечером меня мучает страх. Кэмерон может позвонить, и я не знаю, что делать. Твоё присутствие даст мне силы для ожидания.$2$k#$e#Я теперь легче засыпаю, и кошмаров почти нет. И это вы помогли мне - ты и Кэмерон. Вы двое - мой щит, и я рад, что вы оба рядом со мной.",
        "JasperEngaged": "Кэмерон и я поговорили, любовь моя. На данный момент мы решили отпустить друг друга.#$b#Возможно, наши жизни ещё пересекутся, но на данный момент мы оба чувствуем, что это к лучшему.$3"
            }
		},
{
	"LogName": "Pendant Denying when dating", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/Jasper",
	"Entries": {
		"refusal_knownA": "О! Это очень неожиданно... Я... Ты мне очень нравишся, @. Но... давай не будем торопиться, хорошо?$2#$b#Я ведь ещё могу тебе надоесть!$4",
		"refusal_knownB": "О-о, моя голова буквально гудит... Не так давно я был женат на своих исследованиях. Пожалуйста, дай мне еще немного времени.$2",
		"refusal_botherA": "Мне нужно ещё немного времени, чтобы обдумать. Извини.$2",
		"refusal_botherB": "O, @. Почему ты так упорно цепляешься за такого старого дурака, как я? Я ничего не имею против, но, пожалуйста, будь терпеливее.$4"
	},
	"When": {		"Relationship:Jasper": "Dating"			}
		},
{
	"LogName": "Engagement Dialogue",
	"Action": "EditData",
	"Target": "Data/EngagementDialogue",
		  "Entries": {
	  "Jasper0": "Я до сих пор не могу поверить, что ты действительно хочешь выйти за меня замуж! @! Для меня большая честь стать твоим мужем.$4#$b#Всё под контролем! Не надо волноваться!$1",
	  "Jasper1": "O, @. Я так взволнован тем, что мы начинаем совместную жизнь. Я люблю тебя, и ты это знаешь.$4"
	}
  }, 
// Marriage Dialogue
{	"LogName": "Dialogue", 
    "Action": "EditData",	
    "Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
        "spouseRoom_Jasper": "Ах, место, которое я могу назвать своим. Запах чернил и бумаги, @. Это запах дома.$1#$b#Но без тебя это был бы не настоящий дом, любовь моя.$4",
        "Rainy_Day_0": "Я люблю запах дождя. Как будто небо целует землю.$1#$b#Что? Я могу романтизировать погоду, если хочу, @.$4",
        "Rainy_Day_1": "Кажется, сегодня хороший день, чтобы закончить редактирование «Тайн дварфов».#$b#Береги себя, @. Я тебя люблю.",
        "Rainy_Day_2": "Скажи, что мне поделать из домашних дел? @? Мой мозг работает лучше, если мои руки заняты.",
        "Rainy_Day_3": "Опубликованы последние «исследования» Пибоди.#$b#Я не должен это читать, я знаю... Но...$5",
        "Rainy_Day_4": "Оу, от такой погоды аж ноги чешутся.#$b#Прошу прощения, я боюсь, что сегодня занятия будут покороче.",
        "Rainy_Day_Jasper": "Пора разобраться в этой стопке работ.$3#$b#Береги себя, любовь моя, и обязательно надень пальто.$1",
        "patio_Jasper": "Иногда мне нравится закрыть глаза, сделать глубокий вдох и просто освободить мысли.#$b#Именно тогда я их слышу, @. Птицы на деревьях, жужжание насекомых.#$b#Я чувствую себя частичкой природы.",
        "Rainy_Night_0": "Добрый вечер. О, ты промок!^Добрый вечер. О, ты промокла!#$b#Пожалуйста, позаботься о себе. Я не хочу, чтобы ты заболел.^Пожалуйста, позаботься о себе. Я не хочу, чтобы ты заболела.",
        "Rainy_Night_1": "У меня не получалось писать, поэтому я попробовал свои силы в приготовлении еды.[236]#$b#Боюсь, это блюдо не совсем для гурманов, но согреть тебя оно должно.",
        "Rainy_Night_2": "Ах, какая наглость!#$b#Прости, любовь моя. Я не про тебя! Я углубился в последние исследования профессора Пибоди и ох... его предложения всё ещё полны абсурда!^Прости, моя любовь. Я не про тебя! Я углубился в последние исследования профессора Пибоди и ох... её предложения всё ещё полны абсурда!",
        "Rainy_Night_3": "Боже, твоя одежда насквозь мокрая. Иди ко мне, давай-ка снимем эту лишнюю одежду...$2#$b#Я не это хотел сказать... а... ну... может быть... $4",
        "Rainy_Night_4": "Пожалуйста, позволь мне взять твоё пальто. Кажется, сегодня хорошая ночь для того, чтобы свернуться калачиком и рассказывать таинственные истории?#$b#Или да, возможно, заняться чем-нибудь более... согревающим.$4",
        "Rainy_Night_5": "Ах, шум дождя по крыше, и рядом со мной мой любимый человек ...#$b#Чего ещё я могу желать?",
        "Rainy_Night_Jasper": "Весь день капает где-то, любовь моя.#$b#Боюсь, что у нас протекла крыша. Утром проверю.$2",
        "Indoor_Day_0": "Доброе утро, любовь моя!.[195]#$b#Возможно, я не очень хороший повар, но я могу приготовить приличный омлет!",
        "Indoor_Day_1": "Прошлой ночью я не смог уснуть - слишком много идей сталкивалось и гудело в моей голове, поэтому сегодня я буду жить на этом бодрящем напитке.[253]",
        "Indoor_Day_2": "Твои усилия действительно вернули ферму %farm к жизни, @. Я бывал здесь: худенький ребёнок с карманами, полными камней.#$b#Твой дедушка всегда был добр ко мне. Он бы гордился тобой.$3",
        "Indoor_Day_3": "Хм ... Как мне провести день? Писать? Или, возможно, почитать что-нибудь?#$b#О, да, и я полагаю, что смогу найти время в моём безумно плотном графике, чтобы поделать немного домашней работы, любовь моя. Конечно. Да-да, согласен.$4",
        "Indoor_Day_4": "Позаботься о том, что нужно там, а я буду удерживать форт! %pet и я против армии пылевых кроликов!$3",
        "Indoor_Day_Jasper": "Знаешь, любовь моя, мне очень нравится быть твоим супругом.$3",
        "Indoor_Night_0": "Иди сюда, любовь моя, посиди со мной у огня. Ты хочешь услышать сказку?$4#$b#Про гоблинов? Или рассказать о моих «диких и безрассудных» студенческих днях?$1#$b#Камерон и я устраивали такие прикольные розыгрыши...$3",
        "Indoor_Night_1": "Говорят, что «бриллианты - лучшие друзья», но могут ли бриллианты поддержать интересный разговор?[72]$4#$b#Подарок для тебя. Пожалуйста, не люби его больше, чем любишь меня!$3",
        "Indoor_Night_2": "Приношу свои извинения, сегодня я мало что сделал. Я обдумывал несколько сложных теорий.#$b#О, я не хочу утомлять тебя подробностями, любовь моя.$2#$b#Ты хочешь поскучать? Тогда ладно, слушай!$3",
        "Indoor_Night_3": "Весь день откладывал и откладывал... О, я имел в виду уборку.$1#$b#Да! Сейчас! Уничтожим пыль везде!$3",
        "Indoor_Night_4": "О Боже! Сколько времени? Я ушёл в свои мысли.#$b#Извини, я не приготовил тебе ужин.",
        "Indoor_Night_Jasper": "Я только что внёс последние штрихи в своё последнее исследование.$1#$b#Теперь отправлю его, и надеюсь...$2",
        "Outdoor_0": "Доброе утро! Перед завтраком я погулял - доктор приказал - вроде чувствую себя отлично.",
        "Outdoor_1": "Ах, свежий, чистый воздух. Мне очень нравится здесь, @. И я так рад быть частью твоей жизни.",
        "Outdoor_2": "Я поймал вспышку света на деревьях с южной стороны. Не думаю, что это была птица.$1#$b#Смею ли я надеяться, что это был один из твоих друзей-джунимо?$4",
        "Outdoor_3": "Здесь так спокойно. Не уверен, что смогу когда-нибудь вернуться в городскую суету.",
        "Outdoor_4": "Я проснулся на рассвете. Мой разум был слишком взбудоражен разными идеями, чтобы спать, и я отправился на прогулку.#$b#Я мельком увидел тёмную фигуру в поле. Как думаешь, может, это был твой подземный друг, @?$1",
        "funLeave_Jasper": "Думаю, мне надо прогуляться. Приказ врача! И я заодно навещу некоторых друзей.#$b#Удачного дня, @. Помни, ты молодец!",
        "funReturn_Jasper": "Ох, эта прогулка действительно вымотала меня. Я вообще без сил!#$b#Надеюсь, твой день меньше утомил тебя, @?",
        "TwoKids_0": "Дети, конечно, держат меня в тонусе! Я рассказывал им о вулканах.$1#$b#На кухне получился небольшой беспорядок ...#$b#...А потом я научил их убирать за собой!$3",
        "TwoKids_1": "Сегодня мы с детьми повеселились в саду. Я уже чувствую, что %kid1 может претендовать на звание археолога!#$b#Интерес %kid2, однако, был больше к раскопкам в своём носу ...$2",
        "TwoKids_2": "Я сегодня услышал чёткое слово «жеода» от %kid2! Или, по крайней мере, мне нравится думать, что я услышал.#$b#Однако, наверное, это был просто детский лепет.",
        "TwoKids_3": "Мы с детьми играем в «школу». Я считаю, %kid1 начинает понимать принципы антропологии.$1#$b#%kid2, однако, в основном просто классифицирует свои игрушки по вкусу.$3",
        "Good_1": "Я сказал тебе сегодня, что ты потрясающий?^Я сказал тебе сегодня, что ты потрясающая?#$b#Нет? Это промах с моей стороны.$1#$b#@. Ты потрясающий, и я люблю тебя.^@. Ты потрясающая, и я люблю тебя.$4",
        "Good_2": "Добрый вечер, мой дорогой! Просто хотел, чтобы ты знал, что я тебя обожаю!^Добрый вечер, моя дорогая! Просто хотел, чтобы ты знала, что я тебя обожаю!$4#$b#Дай я обниму тебя.$3",
        "Good_3": "Привет, @. Ты молодец!$1#$b#100 процентов!$3",
        "Good_4": "Свежий воздух полезен для души. А рядом с тобой, сердце моё, он как лучший бальзам.$3#$b#Я люблю тебя.$4",
        "Good_5": "Да, я взял книги у Гюнтера. Они оказались очень ... вдохновляющими.$4#$b#Когда ты сегодня вернёшься домой пораньше, возможно, мы оба извлечём пользу из моего «исследования».$3",
        "Good_6": "Наш дом стал моей гаванью, моя любовь. Теперь я действительно ощущаю, что моё сердце спокойно.$1",
        "Good_7": "Я, возможно, никогда не открою миру секреты дварфов, @, но я нашёл кое-что - кого-то - лучше. Тебя.$4#$b#Спасибо за то, что ты великодушно терпишь мои слабости.$3",
        "Good_8": "Ты моё солнце, моя луна, моё звездное небо ...$1#$b#Ну да, однажды я слышал это в кино, но это правда!$5", 
        "Good_9": "Я никогда не думал, что такие простые вещи настолько прекрасны. Свежая еда, тёплая постель...#$b#И самый красивый мужчина рядом со мной.$3^и самая красивая женщина рядом со мной.$3",
        "Neutral_0": "$p 5070124#Хммм... Я как раз писал письмо Кэмерону. Передать ему привет?$1^Хммм... Я как раз писал письмо Кэмерон. Передать ей привет?$1|Я сейчас разрабатываю свой последний план, но никак не могу толком сосредоточиться.",
        "Neutral_1": "Боюсь, что сегодня я переборщил... Возможно, завтра мне станет легче.",
        "Neutral_2": "Прошу прощения, любовь моя, я сейчас немного занят... Джас задала мне несколько наводящих на размышления вопросов, и я пытаюсь сформулировать соответствующий ответ.",
        "Neutral_3": "$1 ZuCU_Tenure#Я скучаю по дням, когда я читал лекции. Что думаешь, может, мне подать заявку на работу в 'Известник Зузу'?$2$k#$e#Ещё одно заявление о временной работе отклонено... Я боюсь, что мы застряли, @.$3",
        "Neutral_4": "Сегодня идеи текут, как вода в фонтане... Какое счастье, @, когда такое вдохновение касается тебя крылом!",
        "Neutral_5": "У меня болит где-то глубоко в костях, @. Боюсь, возраст начинает сказываться.",
        "Neutral_6": "Я изучал газетные сообщения, @. Похоже, в Долине растёт число мелких краж.$2#$b#Возможно, это слишком оптимистичная мысль, но может ли это быть связано с дварфами?",
        "Neutral_7": "#$1 ZuCU_Submission#Я отправил на рассмотрение ещё один доклад. Я надеюсь, это поможет восстановить мою репутацию.$k#$e#Я запишу несколько уроков для первокурсников в 'Известник Зузу', @! Это не то же самое, что живые лекции, но, мне хотя бы не придётся ехать в город.",
        "Neutral_8": "Боюсь, что Винсент слишком сильно любит членистоногих - ну, или паукообразных. Хм... похоже, у меня появился домашний паук.$2",
        "Neutral_9": "...Так что, если прибытие дварфов нарушит покой народа теней... Это может объяснить...#$b#О, привет, @. Извини, я сейчас немного занят.",
        "Bad_0": "Боюсь, у меня начинается синдром четырех стен. Моё воображение задыхается. Пожалуй, мне нужно немного больше свободы.",
        "Bad_1": "Иногда я задаюсь вопросом, кто я - твой муж, или твоя домработница. Пожалуйста, @, умоляю тебя - поговори со мной!$2",
        "Bad_2": "Искра, вспыхнувшая между нами, теперь мигнула и погасла. Я понимаю твоё нежелание быть связанным со сломленным старым дураком вроде меня.^Искра, вспыхнувшая между нами, теперь мигнула и погасла. Я понимаю твоё нежелание быть связанной со сломленным старым дураком вроде меня.",
        "Bad_3": "Возможно, мне пора снова связаться с Кэмероном. По крайней мере, у него было время для меня.$2^Возможно, мне пора снова связаться с Кэмерон. По крайней мере, у нее было время для меня.$2#$b#Даже если это проявлялось только в том, что мы спорили до хрипоты.",
        "Bad_4": "Даже ожесточённые споры лучше жалкого молчания. Я скучаю по тому, что у нас было, @. Пожалуйста, дай мне второй шанс.$2",
        "Bad_5": "О... у тебя сейчас есть время для меня? Неожиданно. Я присоединюсь через минуту. Пожалуйста, дай мне закончить эти записи.$2#$b#Да, моя работа важна!$5",
        "Bad_6": "Знаешь, вождь гоблинов пытался обманом заставить меня жениться на его дочери.$2#$b#Возможно, она была бы более приятной особой.$5",
        "Bad_7": "*вздох* Я уверен, что пожалею о своих словах, но с гоблинами мне было лучше.$5#$b#По крайней мере, они со мной иногда разговаривали...$2",
        "Bad_8": "Иногда мне интересно, заметил бы кто-нибудь, если бы я не вернулся из пещер?$2#$b#Я скучаю по тому, что у нас было, @. Я верил, что ты Тот Самый.$2^Я скучаю по тому, что у нас было, @. Я верил, что ты Та Самая.$2",
        "Bad_9": "....Разве ты не видишь, что я занят? О, я выгляжу так, будто ничего не делаю?$5#$b#Просто дай мне подумать. Пожалуйста, @.$2",
    
        //Dated Dialogue
        "spring_12": "С нетерпением жду яичный фестиваль, @. Это время, чтобы праздновать обновление и возрождение. И я сам чувствую себя заново рождившимся.$1",
        "spring_23": "Любовь витает в воздухе, моя душа, и я наполняет лёгкостью мои шаги.$3#$b#Я надеюсь, ты окажешь мне честь потанцевать со мной завтра.$1",
        "spring_24": "На мне танцевальные туфли, и я готов кружиться в вальсе! Но я пойму, если ты выберешь более устойчивого партнера.#$b#Но я очень надеюсь на танец с тобой.$4",
        "summer_1": "Лето - это время ленивого отдыха на свежем воздухе.$1#$b#Пожалуйста, не забудь надеть шляпу от солнца, любовь моя.$4",
        "summer_15": "Мой отец был добрым и весёлым человеком. Он всегда находил время для меня, и для моих бесконечных вопросов.#$b#Я могу только надеяться, что однажды стану таким же хорошим отцом, как он. Я так сильно скучаю по нему, @.",
        "summer_11": "Ох, я действительно с нетерпением жду начала Луау, любовь моя!$1#$b#Рядом с тобой я действительно чувствую себя частью сообщества.$3",
        "winter_28": "Итак, мы провожаем ещё один год, любовь моя. Как думаешь, что принесёт нам следующий год? [459]#$b#Приключения? Новые открытия? Я только 'за', пока мы вместе.",
        "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "С годовщиной, @. Небольшой подарок в знак моей признательности.[578 565 553 547 347]#$e#Ты зажёг во мне новый свет и вернул меня к жизни.$3^Ты зажгла во мне новый свет и вернула меня к жизни.$3#$b#Я люблю тебя.$4"
       }
			},

//Immersive "FunDay" Dialogue

{	"LogName": "Dialogue", 	
    "Action": "EditData",	
    "Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"funLeave_Jasper": "#$c 0.5#Доброе утро, Любовь моя! Чему мне сегодня учить детей? Пенни предпочитает, чтобы я рассказывал о геологии... Однако Винсент обожает истории про гоблинов.$3#Сегодня я намерен научить детей основам окаменелости. Однако я боюсь, что мой тщательно подготовленный урок будет быстро сорван.$3",
		"funReturn_Jasper": "#$c 0.5#Ох, как же я устал. Кто бы мог подумать, что дети будут задавать так много вопросов?#Есть что-то очень ценное в преподавании, @. Но самое главное это то, что дети просто в восторге!$3"			},
        "When": { 	"DayofWeek":"Wednesday", "HasFlag": "Jasper_Penny"	}
        },
{	"LogName": "Dialogue", 	
    "Action": "EditData",
    "Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {	
		"funReturn_Jasper": "#$c 0.5#Я знаю, что взрослому человеку глупо бояться темноты. Но каждый шорох листьев, каждый звук шагов... Я знаю, что это иррационально, любовь моя, но я не могу перестать бояться.$2#Эх, приятный денёк, проведённый в компании старых друзей. Марлон передаёт тебе привет, @. О, а ещё я подобрал эту 'блестяшку' для тебя.[62 64 66 68]$1"	},
    "When": { 	"DayofWeek":"Friday"	}	
        },
{	"LogName": "Dialogue", 	
    "Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"funLeave_Jasper": "#$c 0.5#Всё-таки нелегко подниматься в гору, но оно того стоит.$k#$e#Я всё ещё не могу поверить, что буду пить чай с одним из Смолуанцев!#Удачного дня, любовь моя.$1",
		"funReturn_Jasper": "#$c 0.5#О-о, так много новых озарений! Мой ум просто кипит от вдохновения, @. Возможно, мне потребуется помощь, чтобы заснуть сегодня!$1#Наш друг отправил меня домой вот с этим... И надо сказать очень настойчиво. Пожалуйста, будь осторожней с ним, любовь моя.$2[286 287 288]"			},
            "When": { 	"DayofWeek":"Friday", "HasFlag": "Dwarf_Friend"	}
        	},
{	"LogName": "Schedule Dialogue for Harvey", 
	"Action": "EditData",
	"Target": "Strings/schedules/Harvey",
	"Entries": {
			"009": "Рана, похоже, скоро затянется.$3"
				}				
		},

//Events
{	"LogName": "Museum Events", 
	"Action": "EditData",
	"Target": "Data/Events/Museum2",
	"Entries": {
        "50709900/f Jasper 500/p Jasper": "none/-1000 -1000/Jasper 20 13 2 farmer 18 17 0/skippable/viewport 11 14/pause 500/showFrame Jasper 28/pause 500/emote Jasper 12/pause 500/showFrame Jasper 29/pause 500/speak Jasper \"Я не могу в это поверить. Я отказываюсь в это верить. Это ужасная новость. Кошмар. Я разорён!$2\"/pause 500/move farmer 0 -2 0/showFrame Jasper 30/pause 250/jump Jasper 2/pause 250/emote Jasper 28/pause 500/speak Jasper \"О! Ты меня удививлешь, @.$4\"/pause 500/quickQuestion #Что случилось?#Всё в порядке?#Чем я могу помочь?#Прости, что беспокою тебя.(break)speak Jasper \"О, это всего лишь записка... похоже, соперничество снова началось.$4\"(break)speak Jasper \"Нет, @. Это не так. Кто-то из моего прошлого пытается разрушить моё настоящее.$2\"(break)speak Jasper \"Спасибо за предложение, @. Я боюсь, что это не та ситуация, которую можно легко исправить.$2\"(break)speak Jasper \"О, всё в порядке, @. Пожалуйста, не уходи.\"/pause 500/emote farmer 40/pause 500/speak Jasper \"Я хочу кое с кем это обсудить.$2\"/pause 500/faceDirection farmer 0/question fork1 \"#Я с радостью помогу.#Ну не смотри на меня, я тебе не психолог.\"/fork NoHelpJasper/pause 500/playMusic sappypiano/move farmer 0 -1 1/pause 250/emote Jasper 32/pause 500/move Jasper -1 0 2/speak Jasper \"Спасибо, @.\"/pause 500/showFrame Jasper 29/speak Jasper \"Несколько месяцев назад я подал исследовательское предложение в университет города Зузу, попросив поддержки и финансирования на моё последнее стремление к знаниям.\"/pause 500/showFrame Jasper 30/pause 500/speak Jasper \"Сегодня я получил свой ответ, и он не был одобрительным. Здесь...$2\"/pause 500/move Jasper -1 0 2/showFrame Jasper 31/pause 500/faceDirection farmer 0/pause 500/message \"Уважаемый Профессор Джаспер Томас,^^Совет недавно получил ваше заявление о помощи в исследовании 'утерянных секретов дварфов'.^^Это что, какой-то розыгрыш? Ибо мы здесь, в Совете по культурному наследию Зузу, не занимаемся поиском сказок. Ваши исследования драгоценных камней и минералов Республики Фернгилл заслуживают уважение; нам бы хотелось, чтобы вы оставили мысли о дварфах, или гоблинах, или любых других мифических существах, которые придутся вам по вкусу на этой неделе, и вернулись к тому, что реально.^^Ваше заявление отклонено.^^Профессор Кэмерон Пибоди, ^Заведующий кафедрой археологии Городского университета Зузу.\"/pause 500/emote Jasper 28/pause 500/speak Jasper \"Кэмерон Пибоди... Мы с ним были друзьями детства.^Кэмерон Пибоди... Она - моя подруга детства.#$b#Но теперь всё изменилось.#$b#Во время учёбы в колледже мы стали непримиримыми соперниками: яростно соперничали за звание главного студента, каждый старался превзойти другого.$5#$b#В итоге он пробрался на вершину... и боюсь, что мне это никогда не удастся.$2^В итоге она достигла вершины... и боюсь, что мне это никогда не удастся.$2\"/pause 500/move Jasper 2 0 1/speak Jasper \"Прости меня, если я говорю слишком драматично. Это только что стало для меня настоящим шоком.$2\"/pause 500/move Jasper -1 0 2/speak Jasper \"Но я не позволю ему уничтожить меня!$5^Но я не позволю ей уничтожить меня!$5#$b#Я твёрд в своём решении! Я найду доказательства существования дварфов. И я докажу, что он ошибается!$5^Я твёрд в своём решении! Я найду доказательства существования дварфов. И я докажу, что она ошибается!$5\"/pause 500/emote farmer 40/speak Jasper \"Спасибо, @. Мне лучше больше не отрывать тебя от работы.\"/pause 500/emote farmer 32/faceDirection farmer 2/move farmer 0 1 2/pause 1000/end",
        "NoHelpJasper": "pause 500/speak Jasper \"Я понимаю, в конце концов, мы едва знаем друг друга. И я уверен, что у тебя есть более важные дела, чем выслушивать моё горе.$2#$e#Спасибо за визит, и хорошего дня, @.\"/pause 500/faceDirection farmer 2/pause 500/move farmer 0 1 2/showFrame Jasper 29/pause 500/faceDirection farmer 0/pause 500/emote farmer 60/pause 500/faceDirection farmer 2/pause 1000/end",
        "50709919/n Jasper_Home1/p Jasper": "none/-1000 -1000/Jasper 19 13 2 farmer 18 17 0/addConversationTopic JasperHomeA 7/addConversationTopic JasperHomeB 14/skippable/viewport 11 14/animate Jasper false true 300 21 21 21 20/pause 500/textAboveHead Jasper \"Хмм... кто бы мог подумать...\"/pause 1000/textAboveHead Jasper \"Интересное предложение.\"/pause 1000/move farmer 0 -1 0/playSound woodyStep/pause 500/stopAnimation Jasper/pause 500/showFrame Jasper 22/pause 500/emote Jasper 32/pause 500/speak Jasper \"@! Приветствую тебя! Я как раз собирался заварить себе чашку чая. Вот, и тебе налью чашечку.\"/pause 500/faceDirection Jasper 0/playSound wateringCan/pause 500/faceDirection Jasper 3/move Jasper -1 0 2/move farmer 0 -2 0/pause 500/farmerEat 614/pause 500/emote farmer 20/pause 500/emote Jasper 28/speak Jasper \"Я хочу кое о чём с тобой поговорить...\"/pause 500/faceDirection farmer 0/emote farmer 8/pause 500/faceDirection Jasper 1/move Jasper 3 0 3/faceDirection farmer 1/pause 500/speak Jasper \"Я получил письмо.$2\"/pause 500/move Jasper -2 0 2/pause 500/speak Jasper \"От Пибоди. Спрашивал о моём здоровье. Он сказал,что и тебе писал.^От Пибоди. Интерисовалась моим здоровьем. Она сказала,что и тебе писала.\"/pause 500/speak Jasper \"Его тон был довольно примирительным - я думаю, что он действительно может быть искренне обеспокоен моим самочувствием.^Её тон был довольно примирительным - я думаю, что она действительно может быть искренне обеспокоена моим самочувствием.#$b#И он просил, чтобы мы встретились... чинить мосты, исправлять ошибки и так далее.^И она хотела, чтобы мы встретились... чинить мосты, исправлять ошибки и так далее.\"/pause 500/speak Jasper \"Я доверяю твоему суждению, @.\"/pause 500/speak Jasper \"$q 5070121 null#Должен ли я ответить положительно?#$r 5070121 25 Write_Yes#Да. Друг тянется к тебе.#$r 5070121 50 Write_Maybe#Тебе нужно решить для себя: принесёт ли это тебе покой или боль?#$r 5070122 0 Write_No#Нет. Тебе это причинит только боль.\"/pause 500/speak Jasper \"Спасибо за совет, @. Я обдумаю твой совет.#$b#И ещё раз, спасибо за визит.\"/pause 1000/end dialogue Jasper \"Я тщательно обдумал твои слова, @, и решил, что Пибоди заслуживает шанса.#$b#В этом мире так много ненависти.\"",
        "50709920/n Jasper_HomeA/p Jasper": "none/11 13/Jasper 18 13 0 farmer 19 17 0/skippable/pause 500/message \"Вы слышите приглушённые рыдания.\"/pause 1000/move farmer 0 -1 0/playSound woodyStep/pause 500/faceDirection Jasper 2/jump Jasper 1/pause 500/emote Jasper 28/pause 500/speak Jasper \"А, привет, @. Это... рад тебя видеть. Но... Я не уверен, что буду хорошим собеседником сегодня.$2\"/emote farmer 60/pause 500/question fork0 \"#Извини, тогда я оставлю тебя в покое.#Что случилось? Может быть, я смогу помочь?\"/fork LeaveAlone/pause 500/speak Jasper \"Нет... это глупо... всего лишь старик, пойманный в ловушку скуки и сожаления.$2\"/pause 500/quickQuestion #Ты же ещё не старик!#Тебе позволено грустить - ты через многое прошёл!#Пожалуйста, позволь мне помочь.(break)speak Jasper \"Спасибо, @. Но сегодня я чувствую себя старым. Как бесполезная реликвия.$2\"(break)speak Jasper \"Спасибо, @. Я знаю, что тебе не хотелось бы, чтобы я превратился в это, после всего случившегося...$2\"(break)speak Jasper \"Спасибо. Твоё сострадание очень много значит для меня.\"/pause 500/emote Jasper 20/pause 500/playMusic starshoot/speak Jasper \"Полагаю, разговор об этом может помочь... по крайней мере, немного.$2\"/pause 500/faceDirection Jasper 0/pause 500/move farmer -1 0 0/faceDirection Jasper 2/move farmer 0 -1 0/pause 500/emote Jasper 28/pause 500/emote farmer 32/pause 500/speak Jasper \"Мне страшно, @. Я боюсь темноты, когда закрываю глаза.$2#$b#Мне снятся силуэты. Из тьмы. Холодные.$2\"/pause 500/speak Jasper \"Мне снится пустота.$2\"/pause 500/emote farmer 8/pause 500/speak Jasper \"Что такое пустота? Это трудно объяснить. Но я постараюсь.$2\"/pause 500/move Jasper 3 0 1/pause 500/move farmer 0 -1 1/move Jasper -2 0 2/pause 500/speak Jasper \"Это ползучая пустота, которая проникает глубоко в твою душу, нашёптывая тёмные слова...$2#$b#Поражение. Разочарование. Дурак.$2#$b#Это депрессия, отчаяние и желание отдаться небытию.$2\"/emote farmer 28/pause 500/speak Jasper \"О, не смотри на меня так, @. У меня нет ни малейшего желания действовать в соответствии с такой мыслью.$2#$b#Благодаря тебе, у меня есть второй шанс. И за это я у тебя в долгу.$4\"/pause 500/speak Jasper \"Но в тёмных глубинах ночи легко забыть доброту и поддержать свой дух. Чувствовать себя чем-то большим, чем просто обузой для мира.$2#$b#Но я постараюсь, мой дорогой друг. Я постараюсь...$1\"/pause 500/emote farmer 32/pause 1000/end",
        "LeaveAlone": "pause 500/speak Jasper \"Спасибо за визит, @. Желаю тебе хорошего дня.\"/pause 500/faceDirection farmer 2/pause 500/move farmer 0 1 2/pause 500/faceDirection farmer 0/pause 500/emote farmer 60/pause 500/faceDirection farmer 2/pause 1000/end",
        "50709927/n Jasper_HomeB/p Jasper": "breezy/11 13/Jasper 7 17 0 farmer 19 17 0/skippable/pause 500/textAboveHead Jasper \"Удивительно!\"/pause 500/textAboveHead Jasper \"Очаровательно!\"/pause 1000/move farmer 0 -1 3/playSound woodyStep/pause 500/faceDirection Jasper 1/pause 500/speak Jasper \"Приветствую, @. Ты снова пришёл навестить меня! Это большая честь для меня.^Приветствую, @. Ты снова пришла навестить меня! Это большая честь для меня.\"/move Jasper 2 0 0/move Jasper 0 -1 1/emote farmer 20/move Jasper 0 -1 2/move farmer -6 0 3/pause 500/speak Jasper \"Я боюсь, что моё беспокойство совсем свело Гюнтера с ума, и поэтому он поручил мне разобраться в архивах.#$b#Похоже, что предыдущий куратор, а также вороватый негодяй, был чем-то вроде барахольщика.$5#$b#Есть газетные статьи и другие памятные вещи, датируемые десятилетиями!\"/pause 500/move Jasper 0 2 3/move Jasper -3 0 0/pause 500/move farmer -4 0 3/move farmer 0 1 3/move farmer -2 0 0/pause 500/playSound openChest/pause 500/playSound newRecipe/pause 500/message \"Джаспер прав! Здесь так много всего. Какие тайны он раскроет?\"/end"
        }
    },
{	"LogName": "Cindersap Events", 
	"Action": "EditData",
	"Target": "Data/Events/Forest",
	"Entries": {
        "50709910/f Jasper 1000/w sunny/p Jasper": "continue/83 100/Jasper 77 99 2 farmer 82 97 2/skippable/AddTemporaryActor JunimoAmber 16 32 78 96 2 false/showFrame Jasper 32/pause 1500/move farmer 0 2 3/pause 1500/playSound grassyStep/showFrame Jasper 33/speak Jasper \"O, добрый день, @! Сегодня чудесный день, не правда ли?\"/pause 500/move farmer -4 0 3/pause 500/showFrame Jasper 4/pause 500/speak Jasper \"Мне очень нравится гулять на свежем воздухе. Долина Стардью - это особенное место, тебе не кажется?\"/emote farmer 32/pause 500/speak Jasper \"Подойди сюда, @. Закрой глаза.\"/faceDirection Jasper 2/pause 500/showFrame Jasper 32/faceDirection farmer 2/pause 500/speak Jasper \"Дыши глубже. Наполни свои мысли Долиной.$3#$b#Тут столько жизни.$3\"/pause 2000/playSound leafrustle/pause 1500/emote farmer 8/pause 500/faceDirection farmer 3/pause 500/playSound junimoMeep1/pause 500/move JunimoAmber 1 0 2/faceDirection farmer 0/move JunimoAmber 0 2 2/animate JunimoAmber false false 250 20 21 22 23 20 21 22 23/pause 1500/emote farmer 16/pause 1500/faceDirection farmer 3/pause 500/faceDirection farmer 0/animate JunimoAmber false false 250 16 17 18 19 16 17 18 19/pause 500/showFrame Jasper 33/pause 500/showFrame Jasper 4/emote Jasper 8/pause 500/jump JunimoAmber 3/playSound junimoMeep1/speed JunimoAmber 7/move JunimoAmber 0 -2 3/speed JunimoAmber 7/move JunimoAmber -1 0 2/playSound leafrustle/pause 500/faceDirection Jasper 0/pause 1000/faceDirection farmer 3/faceDirection Jasper 1/speak Jasper \"Могу поклясться, я что-то видел...#$b#Ладно, не бери в голову.\"/pause 1500/faceDirection Jasper 2/faceDirection farmer 2/speak Jasper \"Долина Cтардью - это больше, чем просто место на карте. Оно живое. Каждое крошечное насекомое, что ползает, каждый шорох в листве...#$b#$q 50700436 null#Но и это ещё не всё.#$r 50700437 50 spiritquest_Yes#Да, я тоже это чувствую.#$r 50700437 0 spiritquest_Neu#Мне казалось, что ты учёный!#$r 50700438 -50 spiritquest_No#Я не верю ни во что подобное.\"/pause 500/showFrame Jasper 33/pause 500/speak Jasper \"Спасибо за компанию, @. Мне было очень приятно поговорить с тобой.\"/pause 500/showFrame Jasper 32/pause 1500/faceDirection farmer 3/pause 500/faceDirection farmer 1/move farmer 4 0 0/pause 500/faceDirection farmer 3/pause 500/emote farmer 60/move farmer 0 -3 0/pause 500/playSound junimoMeep1/showFrame Jasper 33/jump Jasper 2/pause 500/faceDirection Jasper 0/emote Jasper 8/pause 1000/end"}
    },

{	"LogName": "Farm Events and mail", 
	"Action": "EditData","Target": "Data/Events/Farm",
	"Entries": {
		"50709911/t 600 1130/f Jasper 1500/e 50709910/e 50709900/H": "sappypiano/64 15/farmer 64 16 2 Jasper 64 18 0/broadcastEvent/addConversationTopic JasperGone1 7/addConversationTopic JasperGone2 10/pause 1500/speak Jasper \"Э-э, доброе утро, @. Мне просто захотелось заскочить к тебе и сказать, что меня некоторое время не будет.$4\"/pause 500/emote farmer 8/pause 500/speak Jasper \"Да... Я решил, что единственный способ восстановить свою репутацию (и доказать, что Пибоди ошибается!) - это найти дварфов\"/pause 500/emote farmer 16/pause 500/speak Jasper \"Пожалуйста, не волнуйся за мою безопасность, @. Я много раз бывал в пещерах и знаю, как пользоваться мечом.\"/pause 500/faceDirection Jasper 3/pause 500/emote Jasper 28/pause 500/faceDirection Jasper 0/pause 500/speak Jasper \"Я хочу подарить тебе это в знак моего уважения и благодарности за нашу дружбу.$4 [275]#$b#На всякий случай... чтож...$s\"/pause 500/faceDirection Jasper 1/pause 500/faceDirection Jasper 0/pause 500/speak Jasper \"Нет, я еще вернусь! Я вернусь с доказательствами, которые сотрут эту понимающую ухмылку с лица Пибоди.$5\"/emote farmer 28/pause 500/speak Jasper \"Спасибо, @. За всё, что ты делаешь для меня. И, если Йобе будет угодно, мы увидимся через несколько дней.#$b#До свидания, мой друг.\"/pause 500/end invisible Jasper",
		"50709912/e 50709911/t 600 1130/A JasperGone1": "none/64 15/farmer 64 16 2 Gunther 64 18 0/skippable/pause 1500/speak Gunther \"А, доброе утро, мистер @!^А, доброе утро, мисс @!#$b#Прошу прощения, что прерываю, но я очень беспокоюсь о нашем общем друге.\"/pause 500/emote farmer 8/pause 500/speak Gunther \"Я имею в виду нашего безрассудного профессора Джаспера... Я попытался предостеречь его, чтобы он не ходил в пещеры один... но он продолжал настаивать.\"/pause 500/faceDirection Gunther 2/pause 500/faceDirection Gunther 0/pause 500/speak Gunther \"Пещеры опасны , и я уверен, что тебе это известно, @! Я беспокоюсь, что с ним случилось что-то ужасное.\"/pause 500/emote farmer 28/pause 500/speak Gunther \"Я слышал, что тебе удалось проникнуть в самые глубины. Так что, пожалуйста, пригляди за ним.\"/pause 500/emote farmer 60/pause 500/end",
				}
		},
{   "Action": "EditData",
	"Target": "Data/mail",
	"Entries":{ 
		"Jasper_Peasbody1": "Здравствуйте, фермер^Мы никогда не встречались, но я обращаюсь к вам, потому что беспокоюсь о нашем общем друге, профессоре Джаспере Томасе. Он ярый фанат, и до меня дошли слухи, что он отправился в пещеры вслед за 'Белым кроликом' - и, по всей вероятности, погиб. Несмотря на то, что он вам сказал (С тех пор как мы недружелюбно разлучились), я никогда не желал ему зла. Но опять же... он всегда был отчасти упрямым дураком и никогда не был склонен оставлять в покое то, что следовало бы оставить в покое!^Прошу прощения! Я просто так выражаю своё беспокойство. Пожалуйста, если вы найдёте его (живого или мёртвого) - дайте мне знать, хорошо? Ведь когда-то мы были друзьями. По правде говоря, я и сейчас забочусь об этом тупоголовом болване.^^С уважением, ^Профессор Кэмерон Пибоди.[#]Письмо Пибоди",
		"Jasper_Home": "Здравствуй, @,^Я в неоплатном долгу перед тобой. Не думал, что ты найдёшь меня. Или то, что от меня осталось. Заражение оставило во мне тень моего прежнего 'я'. Рана оказалась такой страшной, как я и опасался... Я надеюсь, что это не будет для тебя таким большим потрясением, мой друг.^^Я вернусь домой в течение следующих нескольких дней, на то, что Гюнтер безжалостно обозначил \"домашний арест\". Подозреваю, что я буду много писать, а возможно, и читать.^^Твоя компания, как всегда, будет очень ценна.^^С наилучшими пожеланиями, Джаспер. %item conversationTopic TalkJasperHome 7 %% [#]Джаспер вернулся домой.",	
		"Jasper_Home1": "Здравствуй, @.^Домашний арест начинает надоедать. Я скучаю по запаху и звукам леса. Теперь я уже более искусно управляюсь с инвалидной коляской, но, увы, подниматься и спускаться по лестнице проблематично, но Гюнтер очень любезно помогает мне. Оказавшись снаружи, Земля кажется коварной и неровной. Я упражняюсь каждое утро и каждый вечер, как послушный ученик, в надежде, что скоро снова буду хоть немного подвижен.^^Твой друг, Джаспер.[#]Письмо Джаспера 1.",
		"Jasper_HomeA": "Здравствуй и ещё раз здравствуй!^Я надеюсь, что дела у тебя на ферме складываются хорошо, @, и что тебе ещё не наскучили мои письма. У меня очень мало друзей в этом мире, и я не хочу их беспокоить.^Кстати, о друзьях (Кто бы мог подумать?) - я написал письмо Пибоди и получил быстрый ответ! Похоже, что его визит будет неизбежен.^^Твой друг, Джаспер.[#]Джаспер и Пибоди.",
		"Jasper_Picnic": "Мой дорогой друг^ Я обнаружил самое волшебное место! Пожалуйста, встретимся у статуи 'Старого мастера Канноли' в полдень следующего ясного дня. Возможно, тебе захочется взять с собой купальник!^^С наилучшими пожеланиями, Джаспер.[#]Приглашение на пикник.",
		"Jasper_LoveLetter": "Дорогой друг, @^ Кое-кто утверждает, что я смогу выразить свои чувства с помощью слов... а кто-то говорит, что я слишком серьёзен для этого. Я пытался выразить свои чувства к тебе словами. Даже писал стихи, как наш друг Эллиот (они получились очень плохи, так что я не покажу их тебе). Я не могу описать, как то, что между нами сейчас, заставляет моё сердце чувствовать себя легче, а душу воспарить. Как сильно твоя улыбка заставляет меня чувствовать себя живым...^Полагаю, то, что я хочу сказать, таково... Я люблю тебя, @.^^Твой, отныне и навсегда, Джаспер. %item conversationTopic JasperEngaged 2 %%[#]Любовное письмо от Джаспера",
		"Gunther_Letter": "Джаспер и @^Надеюсь, что у вас двоих всё хорошо, и что Джаспер ещё не раскопал всю ферму в поисках артефактов!^Я рад, что вы нашли друг друга. Недавно я прибирался в доме и нашёл кое-что, что напомнило мне о Джаспере. Думаю, что ему это может понравиться.^Берегите себя, оба, и пусть у вас будет всё хорошо!^^С уважением, Гюнтер.%item object 563 1 %%[#]Подарок от Гюнтера",
		"Gunther_Letter2": "Джаспер и @^Надеюсь, что у вас двоих всё хорошо, и что Джаспер ещё не раскопал всю ферму в поисках артефактов!^Мне сказали, что вы ждёте нового члена семьи, и, ввиду того, что я слышал, дети могут обойтись довольно дорого, я решил послать вам небольшой подарок.^^Спасибо вам обоим за всё, что вы сделали для моего музея.^^Берегите себя, оба, и пусть у вас будет всё хорошо!^^С уважением, Гюнтер.%item conversationTopic FarmerPregnantJasper 14 %%item money 1000 %%[#]Подарок от Гюнтера",
		"Jasper_BabyArrives": "Здравствуй, @^^Как же мы с отцом были рады услышать известия о том, что у мы стали бабушкой и дедушкой. Мы надеемся, что когда-нибудь сможем навестить вас, но до тех пор мы посылаем вам свою любовь^^С любовью, мама и папа.%item conversationTopic Jasper_BabySleep 14 %%[#]Письмо от мамы и папы",
		"Jasper_BabyCrawling": "Дорогой Джаспер^Я знаю, что у нас были разногласия в прошлом, но я хотел бы поздравить вас.^Я не могу поверить, что ты, человек, столь преданный своему делу, остепенился и стал семейным человеком.^Я рад, что тебе удалось обрести счастье.^^Знаешь, я скучаю по тем временам, когда мы были друзьями...^С наилучшими пожеланиями и глубокими сожалениями, Кэмерон. %item conversationTopic Jasper_BabyCrawler 28 %%[#]Письмо от Кэмерона",
		"Jasper_Toddler": "ДЖОДЖА ОБЕЗОПАСИТ ВАШИХ ДЕТЕЙ!^^Держите своих детей в пределах досягаемости с помощью запатентованных ворот Джоджа, гарантированно защищающих детей от вреда, пока вы занимаетесь любимым делом!^^Теперь они доступны в вашем местном ДжоджаМарте всего за 1500g![#]Спам-письмо от Джоджа "
				}
		}, 

{   "Action": "EditData",
    "Target": "Data/mail",
    "Entries":{ 
        "Jasper_HomeB": "Здравствуй, @!^Прошу прощения за моё меланхоличное настроение. Я считаю, что мои перспективы значительно улучшились, так как я только что получил отличные новости. Моя рана полностью зажила, поэтому мне нужен протез. Скоро я стану киборгом! Ха-ха, шучу, но было бы здорово снова встать на свои две... Вернее, одну ногу.^В любом случае. Я верю, что у тебя всё хорошо, и, может быть, надеюсь, что в один прекрасный день я снова смогу посетить твою ферму. Поскольку шахты теперь мне недоступны, в этом мире ещё так много мест для исследования.^^До встречи, Джаспер.[#]Протез Джаспера."},
    "When": {"IsMainPlayer": true}
        },
{   "Action": "EditData",
    "Target": "Data/mail",
    "Entries":{ 
        "Jasper_HomeB": "Здравствуй, @^Прошу прощения за моё меланхоличное настроение. Воспоминания о той ночи всё ещё преследуют меня. Но я всё же хочу встретиться с кем-нибудь из них, так что не бойтесь за меня.^В любом случае. Я верю, что у тебя всё хорошо, и, может быть, надеюсь, что в один прекрасный день я снова смогу посетить твою ферму. Поскольку шахты теперь мне недоступны, в этом мире ещё так много мест для исследования.^^До свидания, Джаспер.[#]Меланхолия Джаспера."},
    "When": {"IsMainPlayer": false}
        },
{           
	"LogName": "Mine Events", 
	"Action": "EditData",
	"Target": "Data/Events/Mine",
	"Entries": {
		"50709914/e 50709912/f Jasper 1500/H": "Upper_Ambient/18 7/Harvey -100 -100 2 Jasper -100 -100 0 Dwarf -100 -100 0 farmer 18 12 0/broadcastEvent/addConversationTopic JasperHurt 3/addConversationTopic JasperHome1 7/skippable/pause 500/move farmer 0 -2 0/pause 500/playSound stairsdown/emote farmer 16/warp Dwarf 23 9/pause 500/move Dwarf -1 0 3/pause 500/jump Dwarf 1/speed Dwarf 5/move Dwarf -4 0 2/pause 500/speak Dwarf \"Ты! Пожалуйста, иди быстро!\"/pause 500/emote Dwarf 40/pause 500/speak Dwarf \"Один из вашего рода, ему плохо.\"/move Dwarf 2 0 1/faceDirection Dwarf 3/speak Dwarf \"Глупый обитатель поверхности! Боюсь, его схватил теневой народ.\"/emote farmer 8/move farmer 0 -1 1/pause 500/faceDirection Dwarf 1/pause 500/speed Dwarf 5/move Dwarf 2 0 1/pause 500/speed Dwarf 5/move Dwarf 1 0 0/pause 500/warp Dwarf -100 -100/playSound stairsdown/pause 500/emote farmer 16/pause 500/speed farmer 7/move farmer 4 0 0/warp farmer -100 -100/globalFade/viewport -1000 -1000/changeToTemporaryMap MineIce/viewport -1000 -1000/warp Dwarf 12 11/warp farmer 15 8/faceDirection Dwarf 1/addTemporaryActor InjuredJasper 32 32 13 12 2 false/pause 1000/viewport 18 11/playMusic starshoot/faceDirection farmer 2/pause 500/emote farmer 16/pause 500/speed farmer 5/move farmer 0 3 3/move farmer -1 0 3/pause 500/speak Jasper \"@? Это... это ты?$7#$b#Прости меня. Я просто дурак. Я... Я столкнулся с ними лицом к лицу... с этими теневыми тварями.$7\"/jump Dwarf 2/pause 500/emote Dwarf 12/pause 500/speak Jasper \"...Мне удалось убить нескольких... но их было слишком много.$7#$b#Потом... Я побежал... Упал... И разодрал себе ногу.$7\"/pause 500/emote farmer 40/pause 500/speak Jasper \"Всё очень плохо, правда? Здесь так жарко, @... Нога как будто горит. Но мне так холодно.$7#$b#Этот... этот странный ребёнок нашёл меня... помог мне... но... Мне нужно домой, @.$7#$b#Пожалуйста, прошу, помоги мне...$7\"/emote farmer 16/pause 500/globalFade/warp Dwarf -100 -100/viewport -1000 -1000/changeLocation Hospital/viewport -1000 -1000/warp InjuredJasper 20 4/warp farmer 14 6/warp Harvey 15 6/showFrame InjuredJasper 1/positionOffset  InjuredJasper 0 6/viewport 16 6/pause 500/faceDirection Harvey 3/faceDirection farmer 1/pause 500/speak Harvey \"Ему повезло, что тебе удалось найти его, @. Ещё немного, и заражение распространилась бы на его органы.#$b#Как бы то ни было, велика вероятность, что он потеряет ногу.$2\"/pause 500/emote farmer 28/pause 500/speak Harvey \"Но лучше потерять ногу, чем жизнь.#$b#Пусть это послужит тебе предостережением, @. В эти пещеры лучше не лезть.$2\"/pause 1000/end dialogue Dwarf \"Надеюсь, твой друг будет в порядке, @. Но он называть меня 'странный ребёнок'? Он даже не признаёт тех, кого ищет?#$b#Вы, обитатели поверхности, поистине необычный вид.\"",
		"55990003/e 55990002/k 55990004/f Dwarf 1000": "EarthMine/-100 -100/Dwarf 42 10 2 farmer 36 8 1/skippable/addObject 42 11 102 1/viewport 36 11/pause 500/emote Dwarf 8/pause 1500/emote Dwarf 12/pause 500/move farmer 4 0 2/jump farmer 3/emote farmer 16/pause 500/Message \"Похоже это записки Джаспера.\"/pause 500/speed farmer 5/move farmer 0 2 2/faceDirection Dwarf 3/shake Dwarf 400/pause 500/move Dwarf -1 0 3/faceDirection farmer 1/question null \"#Вы взяли записки Джаспера!#Так что же ты читаешь?\"/pause 500/emote Dwarf 12/pause 500/faceDirection Dwarf 1/shake Dwarf 250/speak Dwarf \"Я слышал, что твой друг украл секреты у моего народа...#$b#Но это всего лишь царапины на бумаге. Они мне ничего не говорят.\"/pause 500/emote farmer 40/pause 500/faceDirection Dwarf 1/stopMusic/pause 500/playMusic starshoot/pause 500/faceDirection Dwarf 2/speak Dwarf \"Я родился глубоко в Каскадных горах, вырос на сказках о Родине, наполненной звёздами и чудовищами из глубин. Трещина разорвала всё на части.\"/pause 500/faceDirection Dwarf 3/pause 500/speak Dwarf \"Я пришёл сюда. Один. Я надеялся найти свой народ, своё наследие, но нашёл только чудовищ... и одиночество.#$b#А потом появился твой друг, он начал рыскать вокруг... Я услышал, что он хочет изучить меня, и испугался.#$B#Я видел, что делают люди! Я не хотел, чтобы меня посадили в клетку.\"/pause 500/shake Dwarf 140/emote Dwarf 28/quickQuestion #Джаспер тебе поможет, а не навредит!#Почему ты мне доверяешь?!#Что это за трещина?(break)pause 500\\jump Dwarf 3\\emote Dwarf 16\\speak Dwarf \"Он бы так и сделал?! Но он украл наши секреты, чтобы продать их всему миру!#$b#Ты говоришь, он не причинил бы мне вреда? Возможно...#$b#Он многое потерял, друг, но, может быть, приобрёл ещё больше?\"(break)pause 500\\speak Dwarf \"Я чересчур долго был один, монстры - плохая компания.#$b#Мне показалось... по-другому, и мне было любопытно. Мама очень хорошо отзывалась о тебе, поэтому я пошёл на риск.#$b#Я рад, что сделал это.\"(break)pause 500\\shake Dwarf 240\\speak Dwarf \"Это было ужасно, друг мой. Ужасно! Скалы предали нас и поглотили всю мою семью.#$b#Пожалуйста, не надо больше, я не хочу об этом говорить.\"/pause 500/speak Dwarf \"Твой приятель... он не такой, как другие. Нет... Он видит то, чего не видят другие.\"/pause 500/emote farmer 8/pause 500/speak Dwarf \"Не только твои навыки шахтёра доказывают, что тебе можно доверять, друг. Ты так много делаешь для этого города.\"/pause 500/emote farmer 16/speak Dwarf \"Что? То, что я живу в норе, не означает, что я ничего не слышу и не вижу. Камни поют, и земля тоже... ну, она очень высокого мнения о тебе.#$b#Твой приятель, кажется... доволен. Несмотря на его болезнь.\"/pause 500/faceDirection Dwarf 1/pause 500/faceDirection Dwarf 3/pause 500/speak Dwarf \"Пожалуй, ему можно доверять.\"/pause 500/emote Dwarf 40/speak Dwarf \"... Я обдумаю это...\"/pause 500/speak Dwarf \"А теперь, пожалуйста, уходи. Мне нужно о многом подумать.\"/pause 1000/end",
		
				}	
		},
{	"LogName": "Cameron makes an appearance",
	"Action": "EditData",
	"Target": "Data/Events/ArchaeologyHouse",
	"Entries": {
		"50709921/f Jasper 2000/e 50709930/w sunny/t 900 1300": "none/13 11/Jasper 15 9 0 farmer -100 -100 1 Gunther 3 8 2/skippable/addTemporaryActor Cameron 16 32 11 12 3 true/pause 500/textAboveHead Jasper \"И где же это?\"/pause 1000/move Cameron 0 -2 1/pause 500/textAboveHead Jasper \"Кто это разложил по алфавиту?\"/move Cameron 0 -1 1/pause 1000/textAboveHead Cameron \"Привет, Джаспер.\"/pause 500/jump Jasper 2/pause 500/faceDirection Jasper 3/pause 500/playMusic sappypiano/speak Jasper \"Ты всё же здесь! Я... Я и не думал, что это случится.$4\"/pause 500/faceDirection Jasper 0/pause 500/speak Jasper \"Я не хотел, чтобы ты увидел результат моей глупости.^Я не хотел, чтобы ты увидела результат моей глупости.$2\"/pause 500/move Cameron 2 0 1/pause 500/speak Cameron \"Мне нужно было увидеть тебя, Джаспер. Мне нужно было увидеть... увидеть всё своими глазами...$2\"/pause 500/faceDirection Jasper 3/emote Jasper 12/pause 500/speak Jasper \"Мне не нужна твоя жалость.$5\"/emote Cameron 28/pause 500/speak Cameron \"Я приехал, потому что мне не всё равно... И мне очень жаль.^Я приехала, потому что мне не всё равно... И мне очень жаль.$2#$b#Прости, что мои действия подтолкнули тебя к этому...$4\"/pause 500/shake Jasper 350/pause 500/faceDirection Jasper 1/pause 500/speak Jasper \"Твои слова ранили меня, профессор Пибоди. Они глубоко врезались в моё сердце. Эх, то думал, что мы настоящие друзья.$5#$b#Что я что-то значу для тебя.$2\"/pause 500/faceDirection Jasper 3/speak Cameron \"Ты в своём репертуаре, Джаспер. Ты ведь знаешь! Я...$2\"/pause 500/shake Cameron 250/pause 1000/move Cameron 1 0 1/move Jasper 1 0 1/pause 500/textAboveHead Cameron \"Пожалуйста...\"/pause 1000/warp farmer 9 14/move farmer 5 0 0/move farmer 0 -2 0/playSound woodyStep/pause 500/jump Cameron 2/faceDirection Cameron 2/faceDirection Jasper 2/jump Jasper 2/emote farmer 28/pause 1000/emote Jasper 60/emote Cameron 40/pause 1000/speak Jasper \"О, здравствуй, @... Я хочу познакомить тебя с профессором Пибоди. Ты ведь слышал, что я упоминал о нём.$5^О, здравствуй, @... Я хочу познакомить тебя с профессором Пибоди. Ты ведь слышала, что я упоминал о ней.$5\"/speak Cameron \"Прошу, зовите меня Кэмерон. Профессор Пибоди звучит так, как будто я какой-нибудь грязный академик. Не обижайтесь, профессор Томас.^Прошу, зовите меня мисс Кэмерон. Профессор Пибоди звучит так, как будто я какая-нибудь грязная академичка. Не обижайтесь, профессор Томас.\"/pause 500/emote Jasper 12/pause 500/speak Jasper \"Никто не обиделся.$5\"/pause 500/faceDirection Cameron 1/pause 500/faceDirection Cameron 2/question null \"...#Извините, что прерываю, но я оставлю вас двоих наедине.\"/pause 500/faceDirection farmer 2/move farmer 0 2 3/pause 500/textAboveHead Jasper \"Подожди!\"/pause 500/move Jasper 0 4 3/move Jasper -2 0 2/pause 500/faceDirection farmer 0/move Cameron -1 0 0/pause 500/speak Jasper \"*шепчет* Он, кажется, действительно хочет помирится, @. А я... Я всё ещё чувствую к нему доброту. Несмотря на его недостатки.^*шепчет* Она, кажется, действительно хочет помирится, @. А я... Я всё ещё чувствую к ней привязанность. Несмотря на её недостатки.#$b#Прежде чем я поговорю с ним, я хотел бы услышать от тебя совет.^Прежде чем я поговорю с ней, я хотел бы услышать от тебя совет.\"/speak Jasper \"$q 5070123 null#Если представится такая возможность, стоит ли мне вновь возродить нашу дружбу?#$r 5070124 0 Rekindle_Yes#Да, опредёленно! Просто... будь осторожней.#$r 5070125 0 Rekindle_No#Думаю, тебе будет лучше без такого друга.\"/pause 500/speak Jasper \"Спасибо за совет, @. Я расскажу тебе все подробности позже.\"/pause 500/emote Jasper 32/pause 500/faceDirection Jasper 0/pause 500/move Jasper 0 -4 3/pause 500/faceDirection Cameron 1/pause 500/faceDirection Cameron 2/emote farmer 60/pause 500/faceDirection Cameron 1/pause 1000/message \"Лучше оставить их наедине.\"/end dialogue Jasper \"$p 5070124#Это ещё только начало, но я чувствую, что мы с Камероном, пожалуй, готовы начать всё сначала.$4|Я решительно сказал 'Нет', @. На душе у меня тяжесть, но я знаю, что это к лучшему.$2\""
	            }
        },
{	"LogName": "Jasper agrees to teach the children",
	"Action": "EditData",
	"Target": "Data/Events/Town",
	"Entries": {
        "55990006/t 1000 1600/w sunny/e 50709921": "{{season}}_day_ambient/63 23/Jasper 63 15 2 Jas 50 25 1 Dwarf 74 13 2 Vincent 50 26 1 Penny 52 30 3 farmer 51 30 1/addConversationTopic Jasper_Teach 7/addMailReceived Jasper_Penny/skippable/Animate Jasper false true 480 22 21 21 20 20 22/speed Vincent 5/move Vincent 13 0 3 true/speed Jas 4/move Jas 12 0 1 true/pause 3000/jump Vincent 2/textAboveHead Vincent \"Я победил!\"/pause 500/emote Jas 12/pause 500/faceDirection Vincent 0/pause 500/speak Vincent \"Эй, это же профессор Джаспер! Мама сказала, что он ушёл в пещеры и очень сильно поранился.#$b#Он очень умный, пишет книги и всё такое.\"/faceDirection Jas 0/pause 500/speak Vincent \"Я хочу поговорить с ним.\"/pause 500/emote Jas 40/pause 1000/faceDirection Jas 1/emote Jas 36/pause 1000/speak Jas \"Нам не следует отвлекать его. Возможно, он изучает что-то очень важное.$3\"/pause 500/speak Vincent \"Что такого важного может быть в книге?\"/speed Vincent 5/move Vincent 0 -3 0 true/emote Jas 12/speed Vincent 5/move Vincent 0 -6 0 true/pause 100/speed Jas 5/move Jas 0 -8 0 true/stopAnimation Jasper/warp Jasper 63 16/pause 500/speak Vincent \"Здравствуйте, мистер Профессор!\"/emote Jas 28/pause 500/speak Jasper \"Эм, здравствуйте, дети. Вы, э-э, развлекаетесь?$3\"/faceDirection Dwarf 3/speak Vincent \"Так и есть, мистер Профессор? Неужели монстры съели вашу ногу? Было больно?\"/textAboveHead Jas \"Винсент!\"/pause 500/faceDirection Penny 0/faceDirection farmer 0/emote Penny 16/emote Vincent 40/pause 500/emote Jasper 60/advancedMove Penny false 4 0 0 -5 6 0 0 -5 2 0 0 -1/pause 500/speak Jasper \"Да, это действительно было очень больно. Но чудовища не съели мою ногу.$2#$b#Они напали на меня, да, но я побежал, споткнулся и...$2\"/pause 500/emote Jasper 40/showFrame Jasper 33/pause 500/showFrame Jasper 32/pause 500/showFrame Jasper 33/speak Jasper \"Извините. Это не очень хорошее воспоминание. Я был тяжело ранен, и доктору пришлось удалить мне ногу, дабы спасти мне жизнь.$2\"/speak Vincent \"...$3\"/faceDirection Jas 1 true/faceDirection Vincent 3 true/pause 500/faceDirection Jas 0/faceDirection Vincent 0/pause 500/speak Jas \"Вы ведь написали несколько книг в библиотеке, правда?\"/pause 500/emote Jasper 16/pause 500/speak Jasper \"Вы видели мои сочинения?$3\"/pause 500/speak Jas \"Я их читала! Ну... во всяком случае, кусочки.#$b#Мне понравилась история про гоблинов.$1\"/pause 500/jump Vincent 2/pause 500/textAboveHead Vincent \"Гоблины?!!\"/faceDirection Vincent 3/speak Vincent \"Ты не говорила мне, что он знает о гоблинах!\"/faceDirection Vincent 0/speak Vincent \"Правда ли, что они едят свои собственные козявки и делают желе из ногтей и волос?$3\"/pause 500/emote Jasper 40/pause 500/speak Jasper \"Семейство гоблинов имеет замысловатую и сложную культуру, хотя некоторые из их поведений могут показаться отклоняющимися от наших стандартов.\"/textAboveHead Vincent \"Да?\"/pause 1500/speak Jasper \"Извините. (кашель)#$b#Да, некоторые из их поступков можно было бы счесть, эм... грубыми.\"/textAboveHead Vincent \"Круто!\"/pause 1500/speak Penny \"Прошу прощения, профессор Джаспер. Дети иногда такие... любопытные.$4\"/pause 500/speak Jasper \"Ничего страшного, мисс Пенни. По правде говоря, я редко нахожу слушателей с тех пор, как закончились дни, когда я проводил лекции.$2#$b#И любопытство следует поощрять. Я сам когда-то был довольно любопытным мальчиком.$1\"/pause 500/emote Vincent 16/faceDirection Vincent 2/speak Vincent \"Мисс Пенни! У меня появилась блестящая идея!$1\"/pause 500/speak Vincent \"Мистер Профессор мог бы приходить и учить нас! Он мог бы поведать нам всё о гоблинах!\"/speak Penny \"О, я уверена, что у профессора Джаспера есть дела поважнее...\"/pause 500/textAboveHead Jasper \"Ну, вообще-то...\"/faceDirection Vincent 0/speak Vincent \"Вы будете нас учить?!\"/pause 500/speak Jasper \"Если мисс Пенни не против.\"/emote Vincent 8/pause 500/speak Jas \"То есть, если мисс Пенни этого захочет!\"/faceDirection Jas 2 true/faceDirection Vincent 2 true/speak Jas \"Вы согласны, Мисс Пенни? Он не просто знает о гоблинах - он ещё и геолог, и исследователь. Он мог бы многому нас научить!\"/speak Vincent \"Да, пожалуйста! Мисс Пенни!$1\"/pause 500/speak Penny \"Ну конечно же! Я была бы рада, профессор Джаспер, если бы вы присоединились к нам. По средам было бы неплохо!#$b#Впрочем, занятий не будет так много!$1\"/jump Vincent 2/pause 500/textAboveHead Vincent \"Ура!\"/faceDirection Jas 0/pause 500/speak Jas \"Спасибо, профессор. Я с нетерпением жду нашего первого урока.\"/emote Jas 56/pause 500/emote Jasper 32/pause 1000/end"
			}
		},
{
	"LogName": "Picnic in the Woods",
	"Action": "EditData",
	"Target": "Data/Events/Woods",
	"Entries": {
        "50709933/f Jasper 2500/n Jasper_Picnic/w sunny/z winter/z fall/t 1000 1500": "woodsTheme/14 13/Jasper -100 -100 2 farmer 13 12 3/skippable/addTemporaryActor JunimoAmber 16 32 -100 -100 1 false Character/addTemporaryActor JunimoJade 16 32 -100 -100 2 false Character/addTemporaryActor JasperClothes 16 32 -100 -100 2 false Character/pause 500/faceDirection farmer 0/pause 500/emote farmer 8/pause 500/move farmer -5 0 2/pause 500/playSound junimoMeep1/pause 500/faceDirection farmer 3/warp JunimoAmber 5 11/animate JunimoAmber true false 150 4 5 6 7/pause 500/emote farmer 16/move farmer 0 -1 3/pause 500/stopAnimation JunimoAmber/jump JunimoAmber 2/playSound junimoMeep1/speed JunimoAmber 4/move JunimoAmber -3 0 2/pause 500/move JunimoAmber 2 0 1/animate JunimoAmber true false 150 4 5 6 7/pause 500/message \"Джунимо хочет, чтобы вы последовали за ним!\"/pause 500/stopAnimation JunimoAmber/move JunimoAmber -2 0 3/warp JunimoAmber -100 -100/pause 500/speed farmer 3/move farmer -5 0 3/warp farmer -100 -100/globalFade/viewport -1000 -1000/changeToTemporaryMap FairyPoolPicnic/warp Jasper 27 8/warp farmer 33 13/viewport 18 14/pause 500/speak Jasper \"Здравствуй, @. Что-то ты рано! Я как раз собирался идти за тобой.$3#$b#Однако, боюсь, в наши дни на это уходит немного больше времени.$4\"/pause 500/move farmer -4 0 0/speak Jasper \"Прекрасное место для пикника, не правда ли?\"/move farmer 0 -2 3/move farmer -1 0 3/emote farmer 20/pause 1000/speak Jasper \"Лесные духи привели меня сюда. Я продолжал свои исследования, и вдруг услышал странный звук. Меня поразила яркая вспышка света, похожая на птицу, но не совсем.$4#$b#Я последовал за ней сквозь деревья и оказался здесь.#$b#Тебе не кажется, что это волшебно?\"/faceDirection farmer 0/emote farmer 32/pause 500/move farmer 0 -2 3/move farmer -2 0 1/pause 500/speak Jasper \"Я прошу прощения, если это немного опрометчиво с моей стороны...$4#$b#Но не хочешь ли ты войти в воду вместе со мной?\"/pause 500/emote farmer 20/speak Jasper \"Отлично! Только, пожалуйста, иди сначала ты, хорошо? Я бы предпочёл, чтобы на меня никто не смотрел. М-мне немного... неловко.$4\"/pause 500/emote farmer 32/move farmer 0 -1 3/move farmer -2 0 2/faceDirection Jasper 3/move farmer 0 2 2/swimming farmer/move farmer 0 3 2/move Jasper -3 0 2/pause 500/changeSprite Jasper Swimsuit/warp JasperClothes 25 8/pause 1000/move Jasper 0 2 2/swimming Jasper/pause 500/speak Jasper \"Здесь куда проще передвигаться. В воде я больше не чувствую себя калекой.$10\"/warp JunimoAmber 33 11/move JunimoAmber -3 0 0/warp JunimoJade 31 8/move JunimoJade 0 1 2/move Jasper 0 2 1/move farmer 1 0 3/move Jasper 0 1 1/positionOffset farmer 0 -6/pause 500/speak Jasper \"Я хочу тебе кое-что сказать, @.$11\"/pause 1000/speak Jasper \"С тех самых пор, как я попал в шахту, я переосмыслил свою жизнь.$10#$b#Наверное, я пытаюсь сказать вот что...$11\"/animate JunimoJade false true 150 24 25 26 27/animate JunimoAmber false true 150 24 25 26 27/speak Jasper \"Я... что ж, я беспокоюсь о тебе., @. Я... ладно... это...$11\"pause 1500/playSound slosh/positionOffset Jasper 2 0/pause 50/positionOffset Jasper 2 0/pause 50/positionOffset Jasper 2 0/pause 50/positionOffset Jasper 2 0/positionOffset farmer -2 0/pause 50/positionOffset Jasper 2 0/positionOffset farmer -2 0/shake JunimoJade 250/eyes 1 -10000/positionOffset Jasper 2 0/positionOffset farmer -2 2/shake JunimoAmber 250/positionOffset Jasper 2 0/positionOffset farmer -2 0/pause 50/positionOffset Jasper 2 0/positionOffset farmer -2 0/positionOffset Jasper 2 0/positionOffset farmer -2 0/playSound junimoMeep1/jump Jasper 1/jump farmer 1/faceDirection farmer 1/stopAnimation JunimoJade/stopAnimation JunimoAmber/emote JunimoAmber 16/jump JunimoJade 3/speak Jasper \"Это значит... что...$10\"/pause 500/speed JunimoAmber 5/move JunimoAmber -2 0 3 true/speed JunimoJade 5/move JunimoJade -2 0 3/playSound junimoMeep1/globalFade/viewport -1000 -1000/pause 500/speak Jasper \"Они реальны!$8#$b#Они действительно существуют!$9\"/pause 500/stopSwimming Jasper/stopSwimming farmer/end"
	}
},

//14 Heart Event
{
    "LogName": "Jasper Events", 
	"Action": "EditData",
	"Target": "Data/Events/Farmhouse",
	"Entries": {
	   "55990002/f Jasper 3500/e 50709933/t 600 700/L": "Of Dwarves/-1000 -1000/farmer 27 13 2 Dwarf 39 14 0 Jasper 29 13 1/skippable/addConversationTopic DwarfVisit 5/addObject 39 17 102 1/showFrame Jasper 51/showFrame farmer 101/playSound doorClose/pause 1000/playSound thudStep/pause 1500/playSound wind/pause 1500/pause 500/pause 500/pause 1000/fade unfade/AmbientLight 150 150 150/viewport 26 16 true/emote Dwarf 40/move Dwarf -1 0 0/playSound newRecipe/move Dwarf 1 0 2/move Dwarf 0 3 2/pause 500/playSound newRecipe/emote Dwarf 8/pause 400/emote Dwarf 16/showFrame Jasper 38/pause 500/speak Jasper \"Эй! Здесь кто-нибудь есть?$12\"/playSound woodyStep/pause 500/faceDirection Dwarf 3/pause 500/jump Dwarf 5/pause 400/emote Dwarf 28/removeSprite 39 17/speed Dwarf 5/move Dwarf 0 -3 0/playSound thudStep/jump Dwarf 5/warp Dwarf -1000 -1000/pause 500/pause 500/showFrame Jasper 39/pause 500/speak Jasper \"Любовь моя? Здесь кто-то есть. Ох... где мои очки?$12\"/pause 500/emote farmer 24/pause 500/emote Jasper 12/pause 500/fade/warp Jasper 39 16 0/showFrame Jasper 35/fade unfade/pause 500/emote Jasper 28/faceDirection farmer 2/pause 500/showFrame Jasper 34/speak Jasper \"Кто-то ушёл, @. Сбежал!$13\"/speed farmer 3/move farmer -1 0 2/speed farmer 5/move farmer 0 3 1/move farmer 12 0 1/pause 500/emote farmer 8/pause 500/speak Jasper \"Все мои записи... мои исследования о дварфах... Их похитили!$13\"/pause 500/emote farmer 16/pause 500/speak Jasper \"Кто мог сделать такое?$13\"/quickQuestion #Может быть, это был дварф?#Может, гоблины?#Держу пари, это Пибоди!#Ты точно оставил их на столе?(break)pause 500\\speak Jasper \"Ты действительно так думаешь? Возможно, они не хотят, чтобы их нашли.$13\"(break)pause 500\\speak Jasper \"Может и так... не исключено. Но гоблины оставляют за собой стойкий запах мёртвых листьев и гнили. Я не чувствую здесь этого запаха.$13\"(break)pause 500\\speak Jasper \"$p 5070124#Я в этом сильно сомневаюсь. Кэмерон никогда бы не стал пытаться причинить мне вред таким образом.^Я в этом сильно сомневаюсь. Кэмерон никогда бы не стала пытаться причинить мне вред таким образом.$12|Я знаю, что вы с Пибоди не сходитесь во взглядах, любовь моя, но это кажется коварным даже для него.$13^Я знаю, что вы с Пибоди не сходитесь во взглядах, любовь моя, но это кажется коварным даже для неё.$13\"(break)pause 500\\emote Jasper 12\\speak Jasper \"Пожалуйста, не заставляй меня сомневаться в своей памяти. Я действительно оставил их на столе вчера вечером.$13\"/pause 500/speak Jasper \"Может быть, это знак... мне пора отказаться от этой бесплодной затеи.$13#$b#Я получил от тебя так много. Какая разница, верны ли мои теории?$12#$b#Пойдём, любовь моя, вернёмся в постель.$12\"/pause 500/emote farmer 32/pause 1000/fade/viewport -100 -100/pause 1000/end dialogue Jasper \"Я тут подумал, любовь моя.#$b#Может, мне стоит заняться художественной литературой.#$b#Я мог бы дать молодому Эллиоту шанс заработать немного деньжат.\"",
	   "55990004/e 55990002/f Dwarf 25/A DwarfVisit/t 600 700/L": "sappypiano/12 16/farmer 9 14 0 Jasper -100 -100 0/skippable/pause 500/playSound woodyStep/pause 500/playSound doorOpen/pause 500/warp Jasper 12 20/faceDirection farmer 2/emote farmer 32/speak Jasper \"С добрым утром, любовь моя! Я рад видеть, что ты проснулся. Надеюсь, я тебя не побеспокоил.^С добрым утром, любовь моя! Я рад видеть, что ты проснулась. Надеюсь, я тебя не побеспокоил.#$b#Мне снова не удалось заснуть.\"/emote farmer 16/speed farmer 5/move farmer 3 0 2/move Jasper 0 -2 0/speak Jasper \"Да, ночные кошмары. Мне нужно было ощутить свежий воздух на своей коже.\"/pause 500/move Jasper 1 0 3/speak Jasper \"Я кое-что нашёл, @.\"/addObject 12 18 102 0/pause 500/jump farmer 2/speed farmer 3/move farmer 0 3 2/pause 500/speak Jasper \"Это мой дневник. Я нашёл его на пороге. Это было внутри:\"/pause 500/faceDirection Jasper 0/Message \"Waep ahuaiit sapocahis opi uapchgiss, hemot sahyop, waep uetapotai obmupozgi. Ud wae uush ca itau chi cpech. Aami oc mubtuehc, utca chi Kachip's maech.\"/pause 500/speak Jasper \"Это на дварфском... Приглашение, я думаю... встретиться в полночь у входа в шахты.#$b#Но кто мог это написать? Дварфы?$3#$b#А что, если это ловушка?$2\"/pause 500/faceDirection Jasper 3/pause 500/faceDirection Jasper 0/speak Jasper \"Нет, это просто смешно. Кэмерон никогда бы не опустился так низко, даже если бы пытался дискредитировать меня.^Нет, это просто смешно. Кэмерон никогда бы не опустилась так низко, даже если бы пыталась дискредитировать меня.#$b#И мы продвинулись дальше этого.\"/pause 500/speak Jasper \"Пойдёшь со мной, @? Я почувствую себя дураком, если признаюсь в этом... что я, взрослый человек, учёный, боюсь темноты. Полночь, возле шахты... О, нет... Но рядом с тобой я буду чувствовать себя намного увереннее.\"/emote farmer 32/emote Jasper 20/pause 1000/end"
						    },
	"When": {	    "HasWalletItem":"DwarvishTranslationGuide"        }
    	},
{
	"LogName": "Jasper Meets Dwarf",
	"Action": "EditData",
	"Target": "Data/Events/Mountain",
	"Entries": {
        "55990005/e 55990004/t 2330 2500/w sunny": "nightTime/60 7/Jasper 58 7 3 farmer 43 10 1 Dwarf -1000 -1000 2/addConversationTopic JasperMeetsDwarf 7/addMailReceived Dwarf_Friend/skippable/pause 500/move Jasper -4 0 0/pause 500/emote Jasper 28/pause 500/move Jasper -4 0 3/pause 500/shake Jasper 240/pause 500/move Jasper 4 0 0/pause 500/emote Jasper 40/pause 500/move farmer 0 -3 1/emote farmer 56/pause 500/faceDirection Jasper 3/emote Jasper 20/move farmer 7 0 1/pause 500/speak Jasper \"Любовь моя, я так рад тебя видеть... Я старался быть храбрым и пришёл сам... Я чувствую себя полным идиотом.$2#$b#А что, если всё это розыгрыш? Я слышал, что Сэм - тот ещё шутник.$1#$b#Хотя я не думаю, что он мог бы писать по-дварфски.#$b#Что, если монстры ждут меня? Нет... только не они...$2#$b#О, извини, @. Я просто бормочу. Нервничаю. Но с тобой уже не так страшно.$5\"/pause 500/emote farmer 32/pause 500/showFrame Jasper 33/pause 500/showFrame Jasper 32/pause 1500/showFrame Jasper 33/pause 500/speak Jasper \"Теперь я готов. Ну ладно, вперёд.\"/faceDirection Jasper 0/move farmer 3 0 0/move Jasper 0 -2 0/fade/stopMusic/viewport -100 -100/warp Jasper 30 8/warp farmer 32 8/warp Dwarf 43 6/changeLocation Mine/viewport 37 8/playMusic Upper_Ambient/advancedMove Jasper false 10 0/move farmer 8 0 1/move farmer 0 1 1/pause 1500/move Dwarf 0 2 3 true/speak Dwarf \"Приветствую вас, солнечные жители.\"/pause 500/showFrame Jasper 4/jump Jasper 3/pause 500/emote Jasper 16/speak Jasper \"Я тебя знаю! Это ты... ты нашёл меня в пещерах... когда я был ранен и одинок... ты кормил меня порошкообразными грибами...$2\"/pause 500/speak Jasper \"Ты спас мне жизнь!$4\"/pause 500/emote Dwarf 60/pause 500/speak Jasper \"И всё это время... это был.... ты...$2\"/pause 500/shake Jasper 240/move Dwarf -1 0 3/move Dwarf 0 1 3/pause 1000/faceDirection Dwarf 3/pause 500/emote Dwarf 8/pause 500/speak Dwarf \"Твой приятель, кажется, в некотором роде... не совсем целый в голове. Я ведь не сломал его, правда?\"/emote farmer 28/quickQuestion #Он просто ошеломлен.#Твое присутсвие выбило его из колеи!#Ты ведь именно дварф, верно?(break)pause 500\\speak Dwarf \"Ошеломлен встречей со мной? Люди такие странные, эмоциональные существа.\"(break)pause 500\\emote Jasper 12\\pause 500\\speak Jasper \"Приношу свои извинения, @. Я вовсе не хотел стать причиной шока.$5\"(break)pause 500\\speak Dwarf \"Да, люди называют нас дварфами.\"/pause 500/speak Jasper \"Прости меня. Я был немного шокирован, осознав, что уже встретил того, кого так страстно искал.$3#$b#Для меня большая честь познакомиться с вами. Я - профессор Джаспер Томас.$1\"/move Dwarf 0 -1 3/pause 500/speak Dwarf \"Люди высказывают имена так открыто. Боюсь, я немного больше привязан к своему имени. Надеюсь, 'Дварфа' будет достаточно.\"/pause 500/faceDirection Dwarf 1/pause 500/emote Dwarf 40/pause 500/faceDirection Dwarf 3/playMusic sappypiano/speak Dwarf \"Прости, что я позаимствовал твои записи. Но я боялся, профессор Джаспер Томас.#$b#Я боялся, что ты выдашь наши секреты любому, всем подряд.#$b#Но я следил за тобой. И я больше не считаю, что ты сделаешь так.\"/textAboveHead Jasper \"Следил за мной?\"/pause 3000/emote Dwarf 60/pause 1500/emote Jasper 40/pause 1500/speak Jasper \"Значит, ты будешь учить меня? Поможешь мне исправить ошибки в моих бумагах? Для моего собственного спокойствия, не более того.$3\"/speak Dwarf \"Нет, профессор Джаспер Томас. Я не буду.\"/pause 500/textAboveHead Jasper \"Oх....\"/pause 500/speak Jasper \"Понимаю. Мне жаль, что я слишком глубоко копаюсь в том, куда не должен влезать.$2#$b#Я благодарен, что встретил тебя, несмотря ни на что. И спасибо, что спас мне жизнь.$4\"/pause 500/faceDirection Jasper 2/faceDirection farmer 0/pause 500/speak Jasper \"Нам пора идти, @. Теперь ты можешь остаться один, как того желаешь.$2\"/faceDirection farmer 1/faceDirection Jasper 3/speak Dwarf \"Нет, Джаспер Томас, ты не понимаешь.\"/jump Jasper 3/faceDirection Jasper 1/pause 500/speak Dwarf \"Я не могу тебя научить... потому что я и сам не знаю.\"/emote Jasper 16 true/emote farmer 16 true/speak Dwarf \"Мои близкие рассказывали истории о солнце и Матери-Земле.#$b#О народе Теней в глубинах, и Стихийных войнах. Меня научили делать бомбы, готовить еду. И никому не доверять.#$b#Но всё, что я знаю, всё, что я помню, всё это перемешано и запутано.#$b#А теперь они ушли. Я взял твои записи, потому что надеялся, что они помогут мне узнать, кто я на самом деле, но...\"/pause 500/speak Jasper \"...Это тот куриный почерк на бумаге?$2\"/pause 500/emote Dwarf 60/speak Dwarf \"Я надеялся, что ты научишь меня, Джаспер Томас. Так же, как ты учишь человеческих детей.#$b#Возможно, нам удастся узнать секреты дварфов... вместе?\"/pause 500/emote Dwarf 28/pause 500/emote Jasper 16/speak Dwarf \"И ты мог бы не делиться ими с миром? Пожалуйста.\"/emote Jasper 32/speak Jasper \"С радостью.\"/pause 500/emote Dwarf 32/pause 500/message \"Джаспер ещё какое-то время побудет здесь. Может быть, пора возвращаться домой?\"/pause 1000/end invisible Jasper" 
			}
	},

//Dialogue from other NPCs
{
	"LogName": "Jas Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/Jas",
	"Entries":{
		"ArchaeologyHouse_Wed": "#$c 0.8#Привет! Профессор Джаспер учит нас разбираться в драгоценных камнях! Есть один, который называется Волшебным камнем. Звучит очень красиво!#Знаешь ли ты, что есть такой камень, созданный лавой? Он называется обсидиан, и он очень красивый!",
		"summer_Wed_inlaw_Jasper": "Надеюсь, профессор Джаспер по-прежнему будет навещать нас теперь, когда он живёт с тобой. Я набрала кучу камней, чтобы показать ему!",
		"summerBeach6": "Я нашла красивый камень! Как думаешь, профессору Джасперу он понравится?$3#$b#Он очень умный и отвечает на ВСЕ мои вопросы. Даже те, о которых Мисс Пенни говорит, что спрашивать невежливо.$1",
		"fall_Wed8": "Профессор Джаспер похож на волшебника, правда? Как будто он может научить нас чему-нибудь в школе магии.$4#$b#Знаешь, он написал несколько книг в библиотеке!$1",
		"JasperEngaged": "Вы с профессором Джаспером собираетесь обвенчаться! Это так волнующе.$1#$b#Эй, а у вас будут дети? Я помогу присмотреть за ними!",
		"Jasper_BabyCrawler": "Могу я прийти к вам в гости, пожалуйста? Мне бы очень хотелось встретиться с %kid1.$3#$b#Я буду очень аккуратна, обещаю.$1"
			},
	"When": {	"HasFlag:hostPlayer |contains=Jasper_Penny": true		}
			},
	{
		"LogName": "Vincent Dialogue", 
		"Action": "EditData",
		"Target": "Characters/Dialogue/Vincent",
		"Entries":{
			"ArchaeologyHouse_Wed": "Хе-хе! Здесь есть камень под названием сланец! Сланец!$3",
			"summer_Wed_inLaw_Jasper": "Профессор Джаспер рассказывает очень интересные истории о гоблинах, когда Мисс Пенни не слышит.$1#$b#Они такие мерзкие! Но такие классные. Я надеюсь, что когда-нибудь встречу одного из них!",
			"JasperEngaged": "@ и профессор Джаспер у дерева! ЦЕ-ЛО-ВА-ЛИ-СЬ!$1"
			},
		"When": {	"HasFlag:hostPlayer |contains=Jasper_Penny": true}
			},
{
	"LogName": "Harvey Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/Harvey",
	"Entries":
	{
		"JasperHurt": "Я не могу нарушить конфиденциальность, но могу заверить тебя, что Джаспер пережил операцию и, скорее всего, поправится.#$b#Полное выздоровление? Думаю, тебе лучше поговорить с ним лично.$2",
		"JasperEnagaged": "Я слышал, ты выходишь замуж за профессора. Поздравляю вас обоих.[348]$1"
		}
},
{
	"LogName": "Eloise Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/Eloise",
	"Entries":{
		"ArchaeologyHouse_Wed": "#$c 0.7#Профессор Джаспер знает кучу вещей! Я читала его книги! Знаешь, что он жил с гоблинами? Звучит круто, но и довольно страшно. Я не уверена, что когда-нибудь захочу с ним встретиться.# Привет, фермер @! А ты знаешь?..#$b#%Элоиза делится с вами своими новыми обширными знаниями о драгоценных камнях.",
		"JasperEngaged": "Ты выходишь замуж за нашего профессора! Ты знаешь, что он когда-то был помолвлен с гоблиншей?#$b#Может, тебе стоит спросить его об этом?$1"
				},
	"When": {	"HasFlag:hostPlayer |contains=Jasper_Penny": true		}
				},
//Dwarf
{
	"LogName": "Dwarf Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/Dwarf",
	"Entries": {
        	//Mon
			"Mon2": "Удивительно, что люди разбрасывают столько вещей. Не знаю, для чего большая часть этого, но... тебе нравится моя коллекция?",
			"summer_Mon4": "Солнце мне не друг, солнечный житель. Его лучи обжигают нашу кожу.",
			"Mon6": "Иногда мне снится небо. Поговори со мной о нём, расскажи, насколько оно высоко?",
			"winter_Mon8": "Я доверяю тебе не только из-за твоих шахтёрских умений. Мать-Земля ценит тебя.",
			"Mon10": "Мои соплеменники ушли. Или погибли. Что, если я последний?",
			//Tue
			"Tue2": "Лучшие бомбы по эту сторону Каскадных гор! Они взорвут любые камни!",
			"summer_Tue4": "Земля - наша Мать и наш хранитель, житель Солнца. В её объятиях я чувствую себя в безопасности.",
			"Tue6": "Мои близкие рассказывали истории о народе теней. Страшные истории, лишающие сна.#$b#Я чую их здесь, глубоко в шахтах: сломленных, потерянных и переполненных гневом.",
			"winter_Tue8": "Мы не хотели вредить людям-теням и взрывать их дома.#$b#Это был несчастный случай! Ужасная, ужасная авария.",
			"Tue10": "Как ты думаешь, человек-тень в вонючей канализации тоже одинок?#$b#Он не выглядит злым, как те другие, внизу.",
			//Wed
			"Wed2": "В шахтах опасно. Тебе понадобятся припасы. У меня есть бомбы и леденцы на палочке. Лучшие. И цукаты из пещерной моркови!",
			"summer_Wed4": "Воин рыскал вокруг прошлой ночью. Он принёс запах смерти и печали.#$b#Я спрятался от него, солнечный житель, потому что я не храбр - и на его клинке была кровь.",
			//Wed6
			"winter_Wed8": "Я нахожу в шахтах вещи, которые заставляют меня думать о моём народе. Меня это печалит.#$b#Где мои близкие, друг?",
			"Wed10": "Ты когда-нибудь видел кого-нибудь из моих сородичей, человек? Может, слышал что-нибудь о них? Если ты найдёшь какой-нибудь знак... ты мне скажешь, да?",
			//Thu
			//Thu4
			"Thu6": "Мой брат влюбился в солнце; это сожгло ему глаза. Помни, человек, солнцу нельзя доверять.",
			"Thu8": "Иногда ночью я брожу по городу. У людей много странных вещей.#$b#И они просто оставляют их валяться, как будто эти вещи не важны.",
			"Thu10": "Человек в дурацкой шляпе наблюдает за мной. Не думаю, что он мне доверяет.#$b#Но ты мне доверяешь, да?",
			//Fri
			//Fri2
			"Fri4": "Мой отец научил меня кидать бомбы. Ты знаешь приёмы?#$b#И да, зачем делать их самому, если ты можешь купить их у меня!",
			"Fri6": "У меня было имя, но я скрыл его, чтобы никто не мог причинить мне вред.#$b#Имена обладают силой, человек. Будь осторожней, когда ты доверяешь кому-то своё.",
			"fall_Fri8": "Иногда, когда идёт дождь, я прокрадываюсь послушать, как играет на флейте женщина с аметистовыми волосами.#$b#В её музыке есть волшебство... она заставляет меня вспоминать дом.",
			"Fri10": "Открою тебе секрет, друг. Я создал этот магазин для тебя. Ну кто ещё купит мои вещи?",
			//Sat
			"Sat4": "Мины могут быть коварными, и могут ранить. Будь осторожней, солнечный житель.#$b#Мои товары помогут тебе остаться в живых.",
			"Sat8": "Я прибыл с дальних гор. Сбежал из ... Нет, тебе не нужно слышать мою печальную историю!#$b#Долина позвала меня домой. Конец.",
			"Sat10": "Стихийные войны были ужасны. Мой отец рассказывал истории о бойне.#$b#Он хотел, чтобы я запомнил.",
			//Sun
			"Sun8": "Тот человек с глазами как проволочная рамка, тот, от которого пахнет металлом и маслом. Я вижу, как она смотрит на звёзды.#$b#Её отец сказал, что мы пришли со звёзд. Я не особо верю ему.",
			"Sun10": "Ты хороший друг. Я рад, что доверился тебе.",
			"summer_Mon10": "Я думаю, однажды, да, я доверю тебе своё настоящее имя.#$b#Но этот день... не сегодня",
			"summer_Tue_8": "Слышишь песню земли, человек? Нет, конечно, нет. Человеческие уши не очень хороши.",
			"summer_Wed10": "",
			"Fri_inlaw_Jasper": "Надеюсь, ты, дружище, не раскрываешь никому наши секреты, нет?",
			"DwarfVisit": "Я пока не готов их вернуть... ладно?",
			"JasperHome1": "Надеюсь, у твоего друга всё в порядке. Но, пожалуйста, сохрани наш секрет.#$b#Люди боятся того, чего не понимают, и уничтожают то, чего боятся.",
			"JasperHomeA": "Спасибо, что хранил мой секрет, человек. Может быть, однажды я поговорю с твоим другом... но сначала я должен решить, можно ли ему доверять. Хорошо?"	
			}
	},
{
	"LogName": "Mine Events", 
	"Action": "EditData",
	"Target": "Data/Events/Mine",
	"Entries": {
		"55990001/k 50709914": "EarthMine/18 7/Dwarf -100 -100 0 farmer 18 12 0/skippable/pause 500/move farmer 0 -4 0/pause 500/playSound stairsdown/emote farmer 16/warp Dwarf 23 9/pause 500/move Dwarf 0 -1 3/pause 500/jump Dwarf 1/faceDirection farmer 1/speak Dwarf \"Человек! Почему ты входишь в мои владения?#$b#Однако всё же глупо говорить с ним, он не поймёт.\"/pause 500/quickQuestion #Я исследую шахты.#Я всё понимаю!#А ты кто такой?#А ты кто такой?(break)emote Dwarf 16\\speak Dwarf \"Ты здесь, чтобы украсть мои сокровища, обитатель солнца? Будь осторожней! Здесь полно опасностей!\"(break)emote Dwarf 16\\speak Dwarf \"Ты знаешь наш язык! Я впечатлён. Хотя у тебя ужасный акцент.\"(break)emote Dwarf 16\\speak Dwarf \"Люди... Заходите в мои владения и спросите, кто я такой? Как тебя зовут, обитатель солнца?\"(break)emote 12\\speak Dwarf \"Кто я такой? Ну, я знаю, что ты... грубый человек!\"/pause 500/speak Dwarf \"Тем не менее, ты потратил время, чтобы выучить наш язык, и это больше, чем многие твои сородичи.\"/pause 500/faceDirection Dwarf 1/pause 500/emote Dwarf 28/pause 500/move Dwarf -2 0 3/pause 500/speak Dwarf \"Я не хочу тебе доверять... но, наверное, у меня нет выбора...#$b#Кто-то из твоих сородичей вынюхивал, ковырялся в камнях.\"/pause 500/emote farmer 12/pause 500/speak Dwarf \"Как он выглядит? Что ж... все люди выглядят одинаково... но от него несло бумагой и чернилами.#$b#Люди принесли ужас и боль моему народу, и я боюсь, что я последний...#$b#Пожалуйста, я должен оставаться в тайне. Меня пугает то, что может случиться, если о моём существовании станет известно.\"/shake Dwarf 1050/message \"Кажется, он действительно напуган.\"/question null \"Обитатель солнца, пожалуйста, обещай, что будешь хранить мою тайну!#Обещаю, я никому о тебе не расскажу... Да... Я сохраню твой секрет.\"/pause 500/emote Dwarf 32/pause 1000/speak Dwarf \"Спасибо тебе, обитатель солнца. Пожалуйста, если хочешь, приходи ко мне; у меня есть товары, которые помогут тебе в шахтах.#$b#Я помогу тебе, как ты помогаешь мне.#$b#Иллюзия защищает мою пещеру от любопытных глаз, но ты, я полагаю, можешь видеть сквозь завесу.#$b#До встречи.\"/faceDirection Dwarf 1/move Dwarf 5 0 1 true/pause 500/playSound healSound/Message \"Странно, но вы чувствуете, как тяжесть вашего обещания давит на вас, как тяжёлый плащ. Если вы попытаетесь заговорить о... дварфе? - Вы не сможете.\"/pause 1000/end",
		"55990007/i -6": "EarthMine/41 11/farmer 35 8 1 Dwarf 43 6 2/skippable/pause 500/move farmer 7 0 0/jump Dwarf 4/move Dwarf 0 1 2/speak Dwarf \"Приветствую тебя, житель солнца! Какое сокровище ты принёс мне сегодня?^Приветствую тебя, житель солнца! Какое сокровище ты принесла мне сегодня?\"/quickQuestion #Сок, который дают наши коровки!#Жирную белую жидкость, которую мы называем \"молоком\"#Напиток, богатый кальцием(break)speak Dwarf \"Ах, коровий сок! Напиток, который уже давно заинтересовал меня.\"(break)speak Dwarf \"Ах, молоко! Моё любопытство вот-вот будет удовлетворено!\"(break)speak Dwarf \"Он сделан из измельчённых костей... или зубов?#$b#Это звучит... грубо.\"/pause 500/speak Dwarf \"Расскажи мне... как его добывают?\"/emote farmer 60/pause 1500/speak Dwarf \"Звучит не очень гигиенично.#$b#Но всё же мне любопытно!\"/emote farmer 40/faceDirection farmer 1/addObject 43 8 186/removeItem -6/pause 500/emote Dwarf 16/speak Dwarf \"В нём что-то плавает. Оно испортилось?\"/pause 500/quickQuestion #Это сливки. Лучшее качество!#Вот откуда ты знаешь, что оно не свежее? Ты вообще молоко в первый раз видишь!#Слушай, ты будешь пить или нет? Я могу заработать на этом хорошие деньги.(break)speak Dwarf \"Сливки? Да, я думаю, что мне очень хотелось бы попробовать их.\"(break)speak Dwarf \"О! Я думал, что оно старое. Поверхностная пища такая странная.\"(break)speak Dwarf \"Так ты продашь этот... коровий сок? Ну что ж, я благодарен за то, что увидел его!\"/pause 500/removeSprite 43 8/playSound sipTea/pause 500/jump Dwarf 5/emote Dwarf 20/speak Dwarf \"Этот... коровий сок... он очень вкусный!#$b#Я хотел бы попробовать ещё! Ты же принесёшь мне, да?\"/emote farmer 32/pause 1000/end"
			},
		"When": {	"HasWalletItem |contains=DwarvishTranslationGuide":true		}	
		},
{	"LogName": "Dwarf dialogue related to Jasper",	
	"Action": "EditData",
	"Target": "Characters/Dialogue/Dwarf",
	"When": {	"HasSeenEvent": "55990005"	},
	"Entries":{
		"winter_Fri_inlaw_Jasper": "У твоего друга самые возмутительные идеи.#$b#Но можно многое понять, если слушать между строк.",
		"summer_Fri_inlaw_Jasper": "Твой друг использует очень много слов, которых я не понимаю.#$b#Что значит {{random: абсурдный, терраформация, субдермальный, метаморфический, тезаурус}} ?",
		"fall_Fri_inlaw_Jasper": "Люди - странный вид, @. Почему твой партнёр использует так много слов, чтобы сказать одно и то же?", 
		"spring_Fri_inlaw_Jasper": "Привет, друг! Рад, что ты теперь на нашей стороне. Как идёт добыча?"
				}
		},
//Marriage Dialogue to help the player
{	"LogName": "Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
	"spouseRoom_Jasper": "$1 Yellow_scroll#Я недавно прибирался и обнаружил это, @. Я подумал, что нам было бы интересно вместе изучать язык дварфов. Я знаю, это глупо, но у нас может появится свой собственный тайный язык![99]$4$k#$e#Я прибирался и обнаружил это, @. Я подумал, что нам будет интересно вместе изучать язык дварфов.$1[98 97 96]"
			},
	"When": {	"HasWalletItem |contains=DwarvishTranslationGuide":false			}
					},
{	"LogName": "Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"Outdoor_2": "Меня до сих пор тревожат кошмары, любовь моя. Ранние утренние прогулки помогают снять некоторую скованность с моих старых костей.",
		"Outdoor_3": "Животные сегодня утром были чем-то встревожены, @. Я чувствую, что их что-то беспокоит.#$b#На земле возле пруда виднелся отпечаток ботинка.#$b#Может быть, это шутка Джас? Нет, это на неё не похоже.",
		"Outdoor_4": "Я проснулся на рассвете, моя голова была слишком занята, чтобы позволить себе уснуть, и вышел на прогулку.#$b#Я мельком увидел тёмную фигуру (может, ребёнка?) на поляне. При виде меня она рассыпалась.#$b#Как думаешь, кто это был, @?$2",
		"funReturn_Jasper": "Прости, что я опоздал домой, любовь моя. Мне показалось, что я слышу шаги, и что-то мелькнуло позади меня.$3#$b#Не важно, скорее всего, это была просто лиса."
								},
	"When": {	"HasSeenEvent |contains=55990003":false	}
				},
{	"LogName": "Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"funReturn_Jasper": "Звёзды сегодня так прекрасны, @. Не выйдешь ли ты полюбоваться ими вместе со мной? Принеси одеяло, чтобы мы могли уютно устроиться под ним.$4"
				},
	"When": {	"HasSeenEvent |contains=55990003":true, "Season":"summer", "DayOfWeek": "monday"	}
				},

// Player "killed"

{	"LogName": "Player 'Killed'", 
	"Action": "EditData",
	"Target": "Data/Events/Mine",
	"Entries": {
		"PlayerKilled": "none/-100 -100/farmer 19 10 2 Dwarf 18 10 1/pause 1500/showFrame 5/message \" ...друг?\"/pause 1000/message \"Обитатель солнца, проснись!\"/viewport 19 10 true/pause 1000/speak Dwarf \"Глупый обитатель солнца! {{Random:Надо было купить побольше моих эликсиров!, Твой друг не будет удивлён, если ты пойдёшь и убьёшь себя., Кто купит мои товары, если ты умрёшь?}}#$b#И я тоже буду скучать по тебе, друг. Пожалуйста, будь осторожнее!\"/move Dwarf 3 0 2/showFrame 0/pause 1000/emote farmer 28/minedeath/end"							
				},
			"When": {"HasSeenEvent": "55990005", "Spouse": "Jasper" }					
			},
{	"LogName": "Player 'Killed'", 	"Action": "EditData",
	"Target": "Data/Events/Hospital",
	"Entries": {
		"PlayerKilled": "none/-100 -100/farmer 20 12 2 Harvey 21 12 3 Jasper 22 8 2/pause 1500/showFrame 5/message \" ...{0}?\"/pause 1000/message \"Ну же, полегче... не торопись.\"/viewport 20 12 true/pause 1000/speak Harvey \"Привет, @. Я рад, что с тобой всё в порядке.#$b#Я не уверен, что ты помнишь, но тебя нашли без сознания...\"/speed Jasper 5/move Jasper 0 3 2/textAboveHead Jasper \"Любовь моя!\"/move Jasper -1 0 2/faceDirection farmer 1/move Harvey 1 0 3/move Jasper 0 1 3/speak Jasper \"Я пришёл так быстро, как только смог. О, я так волновался.$2\"/emote farmer 60/pause 500/speak Jasper \"Ты... с тобой всё будет в порядке?$2\"/emote Jasper 40/pause 1500/emote farmer 28/pause 500/pause 500/speak Harvey \"Всё будет хорошо, @, но в следующий раз будь поосторожнее, ладно?$s\"/pause 500/speak Harvey \"Тогда я оставлю вас вдвоём..\"/pause 500/move Harvey 0 -4 0/move Harvey -8 0 0 true/pause 500/faceDirection Jasper 3/speak Jasper \"О, я так за тебя испугался, @. Мысль о том, что я могу потерять тебя...$2#$b#Я не буду говорить тебе, что делать, @. Но, пожалуйста... постарайся не рисковать понапрасну.$2\"/faceDirection farmer 2/pause 1000/emote farmer 28/hospitaldeath/end"				
				},
			"When": {	"Spouse":"Jasper"	}				
			},

//Pregnancy and baby talk (PregnancyTalk is configurable)
{
	"LogName": "Dialogue", 
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"patio_Jasper": "Я чувствую себя счастливым, @. Живу на этой прекрасной ферме, с ребёнком в руках.#$b#Я почувствовал себя... полноценным.$4",
		"spouseRoom_Jasper": "Скоро у нас будет ребёнок, любовь моя. О, да я весь трепещу от возбуждения и волнения!$4",
		"funReturn_Jasper": "Я обдумывал имена для нашего ребёнка по дороге домой, @. Как насчёт такого имени: %name?$1"
						},
	"When": {	"HavingChild":"@{{playerName}}"			}
				},
{	"LogName": "Dialogue", 	
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"Indoor_Day_0": "Я провёл кое-какие исследования и решил сделать тебе вот это.[212]$3#$b#Дикий лосось наполнен омега-3, чтобы помочь нашему ребёнку расти здоровым и сильным.$4",
		"Indoor_Night_4": "Привет, любовь моя. Тебя всё это, должно быть, утомляет. Может, тебе сделать массаж спины?",
		"Indoor_Day_2": "Я кое-что раздобыл. Это утолит твою жажду. [342 194 195 197 233 215]$4#$b#Надеюсь, это поможет.$3",
		"spouseRoom_Jasper": "$1 Jasper_Emily#Эмили посоветовала мне вручить тебе это? Я не очень разбираюсь в исцелении кристаллами. Но ведь это не повредит, правда?[62 66]$k#$e#Я нашел эту книгу о том, на что следует рассчитывать... Не волнуйся, я часто делаю заметки.$1"			},
	"When": {	"Pregnant":"@{{playerName}}", "HasSeenEvent": "5599008", "PregnancyTalk":true			}				
						},

{	"LogName": "Player 'Killed' while Pregant", 	
	"Action": "EditData",
	"Target": "Data/Events/Hospital",
	"Entries": {	
			"PlayerKilled": "none/-100 -100/farmer 20 12 2 Harvey 21 12 3 Jasper 22 8 2/pause 1500/showFrame 5/message \" ...{0}?\"/pause 1000/message \"Ну же, полегче... спокойно.\"/viewport 20 12 true/pause 1000/speak Harvey \"Привет, @. Я рад, что с тобой всё в порядке.#$b#Я не уверен, что ты помнишь, но тебя нашли без сознания...\"/speed Jasper 5/move Jasper 0 3 2/textAboveHead Jasper \"Любовь моя!\"/move Jasper -1 0 2/faceDirection farmer 1/move Harvey 1 0 3/move Jasper 0 1 3/speak Jasper \"Я пришёл так быстро, как только смог. О, я так волновался.$2\"/emote farmer 60/pause 500/speak Jasper \"Ты... с тобой всё будет хорошо?$2#$b#Это наш малыш?$2\"/emote Jasper 40/pause 1500/faceDirection Jasper 1/emote farmer 28/pause 500/pause 500/speak Harvey \"Твой ребёнок в порядке, @. Как и ты. В этот раз. Но в следующий раз будь поосторожнее, ладно?$s\"/pause 500/speak Harvey \"Ну, я вас оставлю.\"/pause 500/move Harvey 0 -4 0/move Harvey -8 0 0 true/pause 500/move Jasper 0 1 3/speak Jasper \"О, я так за тебя испугался, @. Мысль о том, что я могу потерять тебя... Вас обоих...$2#$b#Я не буду говорить тебе, что делать, @. Но, пожалуйста... постарайся не рисковать понапрасну.$2\"/showFrame 0/pause 1000/emote farmer 28/hospitaldeath/end"
				},
				"When": {	"Pregnant":"@{{playerName}}", "PregnancyTalk":true, "Spouse":"Jasper", "HasSeenEvent": "5599008"			}
			},



{	"LogName": "Player pregnant", "Action": "EditData",
	"Target": "Data/Events/Farmhouse",
	"Entries": {
			"5599008/e 5599007/O Jasper/t 600 700/L": "none/20 16/farmer 12 14 3 Jasper 7 14 1 Harvey -100 -100 2/addConversationTopic FarmerPregnantJasper 14/skippable/pause 500/move farmer -3 0 3/speak Jasper \"Доброе утро, любовь моя. Я приготовил нам завтрак.\"/addObject 7 12 201 1/pause 1500/animate farmer false true 350 104 105/pause 500/jump Jasper 5/removeSprite 7 12/pause 500/textAboveHead Jasper \"Любовь моя.\"/pause 500/move Jasper 1 0 1/pause 500/stopAnimation farmer/showFrame 5/speak Jasper \"Тебе нехорошо? Может быть, лучше отвести тебя к доктору?$2\"/fade/viewport -1000 -1000/warp Jasper 5 7/warp Harvey 5 5/warp farmer 4 5/faceDirection farmer 1/faceDirection Jasper 0/faceDirection Harvey 3/changeLocation Hospital/viewport 8 10 true/animate Harvey true true 1000 21/pause 500/emote Jasper 28/pause 500/stopAnimation Harvey 12/pause 500/emote farmer 8/pause 500/pause 500/speak Harvey \"Что ж, @, хорошие новости, с тобой всё в порядке.\"/pause 500/emote farmer 40/pause 1500/speak Harvey \"Ты беременна!#$b#Поздравляю.$1\"/pause 500/textAboveHead Jasper \"Беременна?\"/pause 1500/jump Jasper 5/emote farmer 16/pause 500/move Jasper 0 -1 3 true/move farmer 0 1 1 true/pause 1500/animate Jasper true false 4500 28/animate farmer false false 4500 101/positionOffset farmer 10 0/positionOffset Jasper -10 0/emote farmer 20/faceDirection Harvey 2/pause 1500/emote Harvey 32/pause 1000/fade/end dialogue Jasper \"Я скоро стану отцом... я... отец...$1#$b#О, я так сильно тебя люблю, @!$4\"",
			"5599009/e 5599012/O Jasper/A Jasper_BabySleep/t 0600 0900/L":	"kindadumbautumn/11 11/farmer 12 11 0 Jasper 17 6 0/addConversationTopic Jasper_BabyCrib 14/skippable/addTemporaryActor Baby 22 32 16 4 0 false/positionOffset Baby 0 -12/animate Baby false true 480 8 9 10 11 8 8 8 8/pause 500/speak Jasper \"...Итак, воин попрощался с принцессой гоблинов...\"/pause 500/move farmer 0 -5 1 true/speak Jasper \"... хотя он наслаждался их оживлёнными спорами и восхищался её острым умом, мысль о том, что он никогда больше не увидит солнца, была невыносима...\"/pause 500/move farmer 3 0 1/stopAnimation Baby 11/pause 500/emote farmer 32/pause 500/showFrame Baby 4/animate Baby false false 480 4 5 6 7 4 4 4/textAboveHead Baby \"Га?\"/faceDirection Jasper 3/pause 500/speak Jasper \"Доброе утро, любовь моя, надеюсь, мы тебя не побеспокоили. Маленькая тыковка - довольно ранняя пташка!$4\"/pause 500/textAboveHead Baby \"Гуу!\"/faceDirection farmer 0/speak Jasper \"Наш маленький Жевун, кажется, действительно ценит мои рассказы!$3#$b#Хочешь присоединиться к нам до финала, @?$4\"/pause 500/pause 500/emote farmer 20/pause 500/textAboveHead Jasper \"Очень хорошо.\"/faceDirection Jasper 0/pause 500/speak Jasper \"...итак, он выскользнул на яркий дневной свет, пока гоблины отсыпались после своего торжества.$1\"/pause 1000/warp -100 -100 true/end",
		 		}
			},
 {	"LogName": "Villager comments - Caroline",	
	"Action": "EditData",
	"Target": "Characters/Dialogue/Caroline",
	"Entries": {	
		"FarmerPregnantJasper": "Я слышала, что тебя можно поздравить, @.$1#$b#О нет, доктор Харви мне ничего не говорил; в маленьком городке новости разносятся так быстро.#$b#Дай мне знать, если тебе что-нибудь понадобится, и я посмотрю, смогу ли достать это для тебя.#$b#Когда я была беременна Абигейл, у меня были самые странные желания.$2"	}, 
			"When": {"Pregnant":"@{{playerName}}", "PregnancyTalk":"true"}	
		},
{	"LogName": "Villager comments - Jodi",	
	"Action": "EditData",	
	"Target": "Characters/Dialogue/Jodi",
	"Entries": {	
		"FarmerPregnantJasper": "Кэролайн сообщила мне твою радостную новость! Будет замечательно, если вокруг будет больше детей.$1#$b#Но обязательно уделяй немного времени и себе тоже, @, пока ещё можешь.#$b#Поскольку однажды это случится... Что ж, твоя жизнь уже никогда не будет прежней.$2#$b#Она будет совсем не плохой, Боже мой, нет! Просто... изменится...$2"	}	
	},
{	"LogName": "Dwarf comments",	
	"Action": "EditData",
	"Target": "Characters/Dialogue/Dwarf",
	"Entries": {	
		"FarmerPregnantJasper": "Твой приятель сказал мне, что ты тяжеловес. Он, кажется, очень взволнован этим.#$b#Принеси сюда своего детёныша, и я научу его священному искусству бомбометания, что скажешь?"	},
			"When": {"HasSeenEvent": "55990005", "Pregnant":"@{{playerName}}", "PregnancyTalk":"true"	 }		
		},
{	"LogName": "Evelyn",
	"Action": "EditData",
		"Target": "Characters/Dialogue/Evelyn",
		"Entries": { 	"FarmerPregnantJasper": "Ребёнок уже на подходе! Я так рада за тебя, моя дорогая.#$b#Вот, это может облегчить утреннюю тошноту. [614]"	},
			"When": {"Pregnant":"@{{playerName}}", "PregnancyTalk":"true"}	
		},		
{	"LogName": "Marlon",
	"Action": "EditData",
	"Target": "Characters/Dialogue/Marlon",
	"Entries": { 	
		"FarmerPregnantJasper": "Я слышал, ты ждёшь ребёнка, @! О да, Джаспер кричал об этом всему миру.#$b#Поздравляю вас обоих.#$b#И если тебе понадобится кто-нибудь, чтобы научить его владеть мечом, не стесняйся, заходи!"}	
		},
{	"LogName": "Gunther",	
	"Action": "EditData",
	"Target": "Characters/Dialogue/Gunther",
	"Entries": {	
		"FarmerPregnantJasper": "Джаспер заходил сюда ранее, рассматривая охапку книг по воспитанию детей. Наш профессор так серьёзно ко всему относится.#$b#Я очень рад за вас обоих."	}		
		},
{	"LogName": "Jasper",	
	"Action": "EditData",
	"Target": "Characters/Dialogue/Jasper",
	"Entries": {	
		"FarmerPregnantJasper": "О да, любовь моя... Вероятно, я рассказал кое-кому. Всего лишь пара доверенных лиц...#$b#Я не знаю, как это распространилось по всему городу...$2"}	
		},
{	"LogName": "Harvey",	
	"Action": "EditData",
	"Target": "Characters/Dialogue/Harvey",
	"Entries": {	
		"FarmerPregnantJasper": "Твой муж весь день ходил туда-сюда и задавал мне вопросы! Он определённо полон энтузиазма.$1#$b#Позаботься о том, чтобы хорошо питаться, много спать и выполнять лёгкие физические упражнения. Тогда всё пройдёт гладко.$3"},
			"When": {	"Pregnant":"@{{playerName}}", "PregnancyTalk":"true"	}	
		},
{	"LogName": "Prregnant strings",	
	"Action": "EditData",
	"Target": "Strings/StringFromCSFiles",
	"Entries":{
				"NPC.cs.4448": "Любовь моя, я всё ещё не могу поверить, что стану отцом.$l",
				"NPC.cs.4449": "Быть родителем утомительно... У меня нет сил встать.$s",
				"NPC.cs.4452": "Я работаю над очень важной диссертацией. Почему бы тебе хоть раз не присмотреть за детьми?$a",
				"NPC.cs.4455": "Я собирался приготовить тебе завтрак, но на меня снизошло озарение.$a",
				"NPC.cs.4462": "Я встал рано и занялся кое-какими твоими посевами. Надеюсь, это немного облегчит твою работу сегодня.",
				"NPC.cs.4463": "#$e#Я уже наполнил миску {0} водой.",
				"NPC.cs.4465": "Привет, {0}! ",
				"NPC.cs.4500": "Прости за беспорядок, любовь моя... $a"
			},
	"When": {	"Spouse":"Jasper"	}
			},
{
	"LogName": "Jasper Meets Dwarf",
	"Action": "EditData",
	"Target": "Data/Events/Mountain",
	"Entries": {
				"55990005/e 55990004/t 2330 2500/w sunny": "nightTime/78 11/Jasper 75 9 3 farmer 71 13 1 Dwarf -1000 -1000 2/addConversationTopic JasperMeetsDwarf 7/addMailReceived Dwarf_Friend/skippable/pause 500/move Jasper 4 0 0/pause 500/emote Jasper 28/pause 500/move Jasper -4 0 3/pause 500/shake Jasper 240/pause 500/move Jasper 4 0 0/pause 500/emote Jasper 40/pause 500/move farmer 7 0 0/emote farmer 56/pause 500/faceDirection Jasper 2/emote Jasper 20/move farmer 0 -4 1/faceDirection Jasper 3/pause 500/speak Jasper \"Любовь моя, я так рад тебя видеть... Я старался быть храбрым и пришёл сам... Я чувствую себя полным идиотом.$2#$b#А что, если всё это розыгрыш? Я слышал, что Сэм - тот ещё шутник.$1#$b#Хотя я не думаю, что он мог бы писать по-дварфски.#$b#Что, если монстры ждут меня? Нет... только не они...$2#$b#О, извини, @. Я просто бормочу. Нервничаю. Но с тобой уже не так страшно.$5\"/pause 500/emote farmer 32/pause 500/showFrame Jasper 33/pause 500/showFrame Jasper 32/pause 1500/showFrame Jasper 33/pause 500/speak Jasper \"Теперь я готов. Ну ладно, вперёд.\"/faceDirection Jasper 3/pause 1000/faceDirection Jasper 0/move farmer 0 -4 0 true/move Jasper 0 -4 0 true/fade/stopMusic/viewport -100 -100/warp Jasper 30 8/warp farmer 32 8/warp Dwarf 43 6/changeLocation Mine/viewport 37 8/playMusic Upper_Ambient/advancedMove Jasper false 10 0/move farmer 8 0 1/move farmer 0 1 1/pause 1500/move Dwarf 0 2 3 true/speak Dwarf \"Приветствую вас, солнечные жители.\"/pause 500/showFrame Jasper 4/jump Jasper 3/pause 500/emote Jasper 16/speak Jasper \"Я тебя знаю! Это ты... ты нашёл меня в пещерах... когда я был ранен и одинок... ты кормил меня порошкообразными грибами...$2\"/pause 500/speak Jasper \"Ты спас мне жизнь!$4\"/pause 500/emote Dwarf 60/pause 500/speak Jasper \"И всё это время... это был.... ты...$2\"/pause 500/shake Jasper 240/move Dwarf -1 0 3/move Dwarf 0 1 3/pause 1000/faceDirection Dwarf 3/pause 500/emote Dwarf 8/pause 500/speak Dwarf \"Твой приятель, кажется, в некотором роде... не совсем целый в голове. Я ведь не сломал его, правда?\"/emote farmer 28/quickQuestion #Он просто ошеломлен.#Твое присутсвие выбило его из колеи!#Ты ведь именно дварф, верно?(break)pause 500\\speak Dwarf \"Ошеломлен встречей со мной? Люди такие странные, эмоциональные существа.\"(break)pause 500\\emote Jasper 12\\pause 500\\speak Jasper \"Приношу свои извинения, @. Я вовсе не хотел стать причиной шока.$5\"(break)pause 500\\speak Dwarf \"Да, люди называют нас дварфами.\"/pause 500/speak Jasper \"Прости меня. Я был немного шокирован, осознав, что уже встретил того, кого так страстно искал.$3#$b#Для меня большая честь познакомиться с вами. Я - профессор Джаспер Томас.$1\"/move Dwarf 0 -1 3/pause 500/speak Dwarf \"Люди высказывают имена так открыто. Боюсь, я немного больше привязан к своему имени. Надеюсь, 'Дварфа' будет достаточно.\"/pause 500/faceDirection Dwarf 1/pause 500/emote Dwarf 40/pause 500/faceDirection Dwarf 3/playMusic sappypiano/speak Dwarf \"Прости, что я позаимствовал твои записи. Но я боялся, профессор Джаспер Томас.#$b#Я боялся, что ты выдашь наши секреты любому, всем подряд.#$b#Но я следил за тобой. И я больше не считаю, что ты сделаешь так.\"/textAboveHead Jasper \"Следил за мной?\"/pause 3000/emote Dwarf 60/pause 1500/emote Jasper 40/pause 1500/speak Jasper \"Значит, ты будешь учить меня? Поможешь мне исправить ошибки в моих бумагах? Для моего собственного спокойствия, не более того.$3\"/speak Dwarf \"Нет, профессор Джаспер Томас. Я не буду.\"/pause 500/textAboveHead Jasper \"Oх....\"/pause 500/speak Jasper \"Понимаю. Мне жаль, что я слишком глубоко копаюсь в том, куда не должен влезать.$2#$b#Я благодарен, что встретил тебя, несмотря ни на что. И спасибо, что спас мне жизнь.$4\"/pause 500/faceDirection Jasper 2/faceDirection farmer 0/pause 500/speak Jasper \"Нам пора идти, @. Теперь ты можешь остаться один, как того желаешь.$2\"/faceDirection farmer 1/faceDirection Jasper 3/speak Dwarf \"Нет, Джаспер Томас, ты не понимаешь.\"/jump Jasper 3/faceDirection Jasper 1/pause 500/speak Dwarf \"Я не могу тебя научить... потому что я и сам не знаю.\"/emote Jasper 16 true/emote farmer 16 true/speak Dwarf \"Мои близкие рассказывали истории о солнце и Матери-Земле.#$b#О народе Теней в глубинах, и Стихийных войнах. Меня научили делать бомбы, готовить еду. И никому не доверять.#$b#Но всё, что я знаю, всё, что я помню, всё это перемешано и запутано.#$b#А теперь они ушли. Я взял твои записи, потому что надеялся, что они помогут мне узнать, кто я на самом деле, но...\"/pause 500/speak Jasper \"...Это тот куриный почерк на бумаге?$2\"/pause 500/emote Dwarf 60/speak Dwarf \"Я надеялся, что ты научишь меня, Джаспер Томас. Так же, как ты учишь человеческих детей.#$b#Возможно, нам удастся узнать секреты дварфов... вместе?\"/pause 500/emote Dwarf 28/pause 500/emote Jasper 16/speak Dwarf \"И ты мог бы не делиться ими с миром? Пожалуйста.\"/emote Jasper 32/speak Jasper \"С радостью.\"/pause 500/emote Dwarf 32/pause 500/message \"Джаспер ещё какое-то время побудет здесь. Может быть, пора возвращаться домой?\"/pause 1000/end invisible Jasper" 
							},
	"When": {	"HasMod": "FlashShifter.StardewValleyExpandedALL"	}
	}
		]
	}
