{
  "companionAccepted": "¡Absolutamente! Quiero recoger algunos alimentos.",
  "companionRejected": "Estoy demasiado ocupada para explorar hoy, @. Lo siento",
  "companionRejectedNight": "¿No crees que es demasiado tarde para ir a explorar ahora?",
  "companionDismiss": "Bueno, no hay problema. ¡Fue divertido pasar el rato contigo!",
  "companionDismissAuto": "Hora de irme a casa, @. ¡Me divertí mucho hoy, muchas gracias!.$1",
  "companionRecruited": "¡Me pregunto qué cosas interesantes encontraremos en el camino!$1",
  "companionSuggest": "Mi despensa está casi vacía, debería recoger algunos alimentos hoy.#$q -1 -1#¿Quieres venir conmigo, @? También podrías encontrar algo útil.#$r -1 0 Yes#Sería bueno, ¡vamos!#$r -1 0 No#Hoy no puedo, pero gracias por invitarme.",
  "companionSuggest_Yes": "¡Bien! ¿Alguna preferencia sobre dónde comenzar?$1",
  "companionSuggest_No": "Intentaré guardar algo para ti. Sin embargo, no hay promesas...",
  "farmerRunAway": "¡Oye, @! ¡Esperame!",
  "giveForages": "¡@, encontré algunas cosas buenas! Acá, toma esto.",
  "companion_Beach": "El sonido de las olas me calma siempre, y me hace sentir un poco somniolenta...#$b#No te preocupes, en realidad no tengo sueño. ¡En serio!$1",
  "companion_Beach_Dating": "Debo admitir que, algunas veces envidio el lugar que tiene Elliott acá, ¡esta es verdaderamente una propiedad de primera!$1#$b#Él se queja de cómo de chica que es, pero ser arrullado por el sonido de las olas del océano tiene que ser celestial.",
  "companion_Farm": "Realmente disfruto trabajando con mis manos como escultora, imagino que sientes lo mismo por tus cultivos.",
  "companion_Farm~1": "Estoy interesada en la agricultura, @, ¿lo he mencionado antes?#$b#Hay un cierto encanto en la idea de cultivar tu propia comida y criar ganado.#$b#Aunque se ve que es un tremendo trabajo, ¡probablemente es mejor que siga por ahora con mi arte!$1",
  "companion_Farm_Dating": "¿Quieres mostrarme un poco por acá, @? ¡Debes de estar realmente orgulloso de tu progreso!#$b#¡También estoy orgullosa de ti!$1",
  "companion_Farm_Dating~1": "Creo que la agricultura es una forma de arte, @.#$b#Empiezas con un lienzo en blanco, escoges tus semillas y dibujas el suelo, después miras como tu cuadro cobra vida.#$b#Debe de ser tan satisfactorio.",
  "companion_Farm_Spouse": "Respira hondo, @, disfrútalo. Has hecho un trabajo increíble aquí, ¡estoy tan orgullosa de ti!$1",
  "companion_Forest": "He aprendido a ver el bosque como mi segunda casa.#$b#¡No solo me siento a gusto aquí, sino que puedo encontrar casi todo lo que necesito para vivir!",
  "companion_Forest_Dating": "Sabes, puedes venir a mi cabaña en cualquier momento, @. ¡Siempre estoy feliz al verte!$4",
  "companion_Forest_Dating~1": "Recuerdo estar tan nerviosa cuando recién me mudé acá, no estaba segura si haría amigos, menos conocer a alguien como tú...$4#$b#Definitivamente hice la desición correcta.$4",
  "companion_Forest_Spouse": "¡Me alegro de haber mantenido mi cabaña después de casarnos, @, es como si tuviésemos una cabaña de vacaciones en el bosque!$1",
  "companion_Forest_Spouse~1": "Estate atento a cualquier alimento del bosque, cariño. ¡Mañana podría hacer un buen asado o sopa para nosotros!",
  "companion_Mine": "Este no es un lugar al que estoy acostumbrada a visitar, pero gracias por mostrarme algunas cosas nuevas hoy, @.",
  "companion_Mine_Dating": "¿No te importa si nos tomamos de las manos por un minuto, @? Está tan oscuro acá...$4",
  "companion_Mine_Spouse": "Tranquilicémonos cariño, solo estamos nosotros dos y estar aquí siempre me pone un poco nerviosa.$2",
  "companion_Mountain": "¡No puedo decidirme si quiero mirar hacia arriba y disfrutar de este hermoso paisaje, o mirar hacia abajo y seguir buscando alimentos!$7#$b#¿Qué debo hacer, @?$3",
  "companion_Mountain_Dating": "Oh, ese es un viento penetrante, ¡incluso con este clima!#$b#¿Podrías acercarte por un segundo, @?$4",
  "companion_Mountain_Spouse": "Uo de estos días debería hacer una excursión de un día acá y pintar el lago de la montaña. Hay algo tan relajante en este lugar",
  "companion_Town": "Este pueblo seguramente se ve pequeño para personas como nosotros que vinimos de una gran ciudad, pero fue bastante fácil adaptarse, al menos para mí. ¿Y para ti, @?",
  "companion_Town_Dating": "¿Alguna vez extrañas la ciudad, @?#$b#Vivir en un pueblo pequeño es una experiencia única, a veces el día no se acaba nunca, ¡pero en un buen sentido!#$b#Es como si tuvieramos todo el tiempo del mundo para nosotros.$1",
  "companion_Town_Spouse": "¡Incluso en el pueblo hay algunos lugares donde buscar alimentos, realmente es un valle increíble! ¡Hay tanta vida aquí!"
}
