{
  "companionAccepted": "¡Oh, sí! ¡Eso suena increíble!$1",
  "companionRejected": "¡Oh! Acabo de recordar, se supone que debo llamar a mi abuela.",
  "companionRejectedNight": "Ahora no, lo siento. Estoy exhausto",
  "companionDismiss": "No te preocupes, probablemente debería estar practicando ahora de todos modos.",
  "companionDismissAuto": "Probablemente debería irme, @, tengo algunas cosas que hacer mañana. ¡Adiós!",
  "companionRecruited": "Las nubes se ven geniales en esta época del año, ¿no es así?",
  "companionSuggest": "Es un buen día, ¿eh?#$q -1 -1#Si estás libre, ¿quieres pasar el rato conmigo?#$r -1 0 Yes#¡Claro, encontremos algunos problemas!#$r -1 0 No#Hmm, probablemente hoy no. No me descartes la próxima vez.",
  "companionSuggest_Yes": "¡Genial! Quiero encontrar algo genial para Vincent.$1",
  "companionSuggest_No": "Claro, podemos intentarlo otro día.",
  "companion_Beach": "La arena se está metiendo en los agujeros de mis zapatos...$2#$b#Creo que es hora de unos nuevos.$2",
  "companion_Beach_Dating": "A Vincent le encanta la playa. Es genial acá.#$b#En un agradable día cálido, ¿quisieras nadar conmigo?",
  "companion_Farm": "Tu lugar es muy tranquilo. ¡Perfecto para tocar la guitarra!$1",
  "companion_Farm_Dating": "Es raro, ¡debes ser una de las únicas personas que se ve bien estando sucio y sudoroso!$4#$b#¡Lo dije totalmente como un cumplido!$4",
  "companion_Farm_Dating~1": "¿Te gustan los deportes, @? Viste el juego de la otra noche, ¡qué partido mas peleado¡$1#$b#Oh, creo que probablemente estés demasiado ocupado para hacer mucho de eso.",
  "companion_Farm_Spouse": "Creo que soy mejor para pasar el rato que para la agricultura, @. ¡Deberíamos salir más a menudo!$h",
  "companion_Farm_Spouse~1": "Casarme contigo y mudarme a esta granja fue lo más inteligente que hice.$4",
  "companion_Forest": "Este lugar hace que estar en medio de la nada no sea tan malo después de todo.",
  "companion_Forest_Dating": "No hay mucho que hacer en Pueblo Pelícano, pero es bueno tener toda esta naturaleza justo al lado.",
  "companion_Forest_Dating~1": "A veces me gusta pasear por acá, pero ahora me gusta mucho más estar contigo.$4",
  "companion_Forest_Spouse": "Cariño, sabes que te amo ¿verdad?$4#$b#¿Qué provocó eso? No sé... estoy feliz de estar aquí contigo.$1",
  "companion_Mine": "¿De verdad quieres bajar acá? ¿En serio?$8#$b#...$9#$b#No tengo miedo, por supuesto. Solo... soy cauteloso.$7",
  "companion_Mine_Dating": "¡Esto es realmente genial, @! ¡Es como un videojuego!",
  "companion_Mine_Dating~1": "¿Estas bien estando acá abajo?#$b#Solo quédate junto a mí, ¡no voy a dejar que nada malo te pase!$4",
  "companion_Mine_Spouse": "¡Lo único bueno de las minas es que no hay posibilidad de que haya un OVNI aquí abajo!#$b#¿O los hay...$8",
  "companion_Mountain": "La vista aquí es inspiradora, debería venir más a menudo.",
  "companion_Mountain~1": "Oye, ¿quieres ir a saludar a Sebastian?",
  "companion_Mountain_Dating": "No hay mucho por acá, aparte del lugar de mi compadre. ¿Qué quieres hacer?",
  "companion_Mountain_Dating~1": "En la noche es como romántico junto al lago.#$b#Me gustaría ir alguna vez contigo, y pasar el rato... ¿si quieres?$4",
  "companion_Mountain_Spouse": "Me alegro de no vivir más en el pueblo, ¡este tipo de vista no lo puede superar!$1",
  "companion_Town": "¿Crees que tenemos tiempo para patinar? Solo ten cuidado de no dejar que el alcalde nos vea...",
  "companion_Town_Dating": "¿Quieres pasar por el salón y comer pizza? Hombre, me encantan los pasteles de Gus!$1",
  "companion_Town_Spouse": "¡Solo mira ese cielo despejado, cariño! ¡Debería ir a patinar un poco hoy!",
  "companion_Town_Spouse~1": "Espero que esto no te moleste, pero realmente extraño la comida de mi madre.#$b#¡Deberíamos ir a cenar alguna vez!$1"
}
