{
  "mouseFix.label": "Maus-Anpassung",
  "mouseFix.tooltip": "Wendet den Charakter in die generelle Richtung deines Zeiger-Klicks (Maus oder Tastatur).",
  "controllerFix.label": "Controller-Anpassung",
  "controllerFix.tooltip": "Wie Maus-Anpassung, aber für Controller-Eingabe. Im Split Screen-Modus erlaubt dies dem Maus-Spieler, die Anpassung zu erhalten, der Controller-Spieler hingegen spielt ohne.",
  "regularToolsFix.label": "Anpassung für reguläre Werkzeuge",
  "regularToolsFix.tooltip": "Reguläre Werkzeuge erhalten die Blickrichtungs-Anpassung, falls Maus- oder Controller-Fix verwendet werden. Diagonale Kacheln können unter Umständen nicht getroffen werden, wenn diese Option aktiviert ist.",
  "autoSwing.label": "Auto-Schwingen",
  "autoSwing.tooltip": "Aktiviert automatisches Waffenschwingen für Schwerter und Keulen, solange die Werkzeug-Taste (Linksklick) gedrückt gehalten wird.",
  "autoSwingDagger.label": "Auto-Schwingen für Dolche",
  "autoSwingDagger.tooltip": "Aktiviert automatisches Waffenschwingen für Dolche, solange die Werkzeug-Taste (Linksklick) gedrückt gehalten wird. Für Dolche sehr empfehlenswert.",
  "slickMoves.label": "Gleitmanöver",
  "slickMoves.tooltip": "Beim Rennen und seitlichen Angriffen gleitet der Charakter über den Boden, während die Waffe geschwungen wird.",
  "swordSpecial.label": "Gleit-Blocken für Schwerter",
  "swordSpecial.tooltip": "Ein schneller Ausfallschritt mit dem Schwert, während man blockt und sich bewegt. Aktiviert durch Drücken der Angriffstaste direkt nach Blocken und Bewegung in die beabsichtigte Richtung des Ausfallschritts.",
  "clubSpecial.label": "Gleit-Spezialangriff für Keulen",
  "clubSpecial.tooltip": "Erlaubt es, während eines Spezialangriffs mit Keulen zu gleiten. Aktiviert durch Drücken der Angriffstaste direkt nach einem Spezialangriff. Den Charakter während eines Angriffs mit einem flächendeckenden Keulen-Spezialangriff zu bewegen könnte unerwünscht sein. Kann dabei helfen, deine Gegner auf Abstand zu halten.",
  "slideVelocity.Label": "Gleitgeschwindigkeit",
  "slideVelocity.tooltip": "Bewegungsgeschwindigkeit bei Gleitmanövern. Für Schwerter und Keulen. Beeinflusst Geschwindigkeit und Strecke fürs Gleiten.",
  "specSlideVelocity.Label": "Spezial-Gleitgeschwindigkeit",
  "specSlideVelocity.tooltip": "Bewegungsgeschwindigkeit bei Gleit-Spezialmanövern. Für Schwerter und Keulen. Beeinflusst Geschwindigkeit und Strecke fürs Gleiten."
}
