{
  "mouseFix.label": "Mouse Fix",
  "mouseFix.tooltip": "Turns the character in the general direction of your cursor click. (Mouse or Keyboard)",
  "controllerFix.label": "Controller Fix",
  "controllerFix.tooltip": "Like Mouse fix but for controller input. In split screen play, this allows the mouse player to have the fix and controller player to not have the fix.",
  "regularToolsFix.label": "Regular Tools Fix",
  "regularToolsFix.tooltip": "If Mouse or Contrroller fix are enabled then regular tools will get the facing direction fix. You may not be able to hit diagonal tiles with this enabled.",
  "autoSwing.label": "Auto Swing",
  "autoSwing.tooltip": "This enables weapon auto swing for swords and clubs while the use tool button (left click) is held down.",
  "autoSwingDagger.label": "Auto Swing Dagger",
  "autoSwingDagger.tooltip": "This enables weapon auto swing for daggers while the use tool button (left click) is held down. Auto swing is great for daggers.",
  "slickMoves.label": "Slick Moves",
  "slickMoves.tooltip": "Mouse Fix must also be enabled. When running and attacking to the sides, the character will slide along the ground while swinging the weapon.",
  "swordSpecial.label": "Slick Sword Block",
  "swordSpecial.tooltip": "Mouse Fix must also be enabled. For swords: A quick dash while blocking and moving. Used by hitting the attack button immediately after blocking and moving in the direction you want to dash.",
  "clubSpecial.label": "Slick Club Special",
  "clubSpecial.tooltip": "Mouse Fix must also be enabled. This allows the club special attack to slide during the attack. Performed by hitting the attack button immediately after the special attack. One may not want the club special area attack to move the player during the attack. This can help you keep your distance from enemies.",
  "slideVelocity.Label": "Slide Velocity",
  "slideVelocity.tooltip": "The movement velocity of the slick moves slide. Swords and clubs. Controls the speed and disatance of the slide.",
  "specSlideVelocity.Label": "Special Slide Velocity",
  "specSlideVelocity.tooltip": "The movement velocity for special slick moves. Swords and clubs. Controls the speed and disatance of the slide."
}