/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/theLion/smapi-mods
**
*************************************************/

{
	// Farming
	"harvester.name": "Harvester",
	"harvester.desc": "10% chance for extra yield from harvested crops.",
	"agriculturist.name": "Agriculturist",
	"agriculturist.desc": "Crops grow 10% faster. Grow best-quality crops organically without fertilizer.",
	"artisan.name": "Artisan",
	"artisan.desc": "All artisan machines work 10% faster. Machine output quality is equal to or better than input ingredient quality.",
	"artisan.desc1": "All artisan machines work 10% faster. Ship quality artisan goods to increase brand value over time.",
	"artisan.mail1": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Copper Award. This award recognizes up-and-coming artisans, and entitles your artisanal goods to sell at a 5% premium. We look forward to seeing more of your craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail2": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Iron Award. This award recognizes above-average artisans, and entitles your artisanal goods to sell at a 10% premium. We look forward to seeing more of your wonderful craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail3": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Gold Award. This award recognizes great artisans, and entitles your artisanal goods to sell at a 15% premium. We look forward to seeing more of your wonderful craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail4": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Iridium Award. This prestigious award places your craftsmanship among the best in the valley. Your artisanal goods are henceforth entitled to sell at a 25% premium. We look forward to seeing more of your exceptional craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail5": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Best-in-Show Award. This noble award recognizes the single best craftsmanship in all the Valley. Your artisanal goods are henceforth entitled to sell at a 40% premium. Congratulations on this exceptional and well-deserved achievement.^^The Stardew Artisan's Society[#]Artisan Award Notice",

	"rancher.name": "Rancher",
	"rancher.desc": "Befriend animals quicker.",
	"breeder.name": "Breeder",
	"breeder.desc": "Animals incubate faster and breed more frequently. Increase value of animals at high friendship.",
	"producer.name": "Producer",
	"producer.desc": "Happy animals produce twice as frequently. Produce worth 5% more for every full barn or coop.",

	// Foraging
	"forager.name": "Forager",
	"forager.desc": "20% chance for double yield of foraged items.",
	"ecologist.name": "Ecologist",
	"ecologist.desc": "Wild berries restore 50% more health and energy. Progressively identify forage of higher quality.",
	"scavenger.name": "Scavenger",
	"scavenger.desc": "Location of forageable items revealed. Occasionally track buried treasure.",
	"scavenger.huntstarted": "Your Scavenger senses are tingling...",
	"scavenger.huntfailed": "The tingling stops.",

	"lumberjack.name": "Lumberjack",
	"lumberjack.desc": "Felled trees yield 25% more wood.",
	"arborist.name": "Arborist",
	"arborist.desc": "All trees grow faster and can drop hardwood.",
	"tapper.name": "Tapper",
	"tapper.desc": "Tappers are cheaper to craft. Tapped trees give syrup 25% faster.",

	// Mining
	"miner.name": "Miner",
	"miner.desc": "+1 ore per ore vein.",
	"spelunker.name": "Spelunker",
	"spelunker.desc": "Chance to find ladders and shafts increases by 1% every mine level. +1 speed every ten levels.",
	"spelunker.buffdesc": "Ladder chance +{{bonusLadderChance}}%. +{{bonusSpeed}} Speed.",
	"prospector.name": "Prospector",
	"prospector.desc": "Locations of ladders and mining nodes revealed. Occasionally track valuable minerals.",
	"prospector.huntstarted": "Your Prospector senses are tingling...",
	"prospector.huntfailed": "The tingling stops.",

	"blaster.name": "Blaster",
	"blaster.desc": "Bombs are cheaper to craft. Blown-up rocks yield twice as much coal.",
	"demolitionist.name": "Demolitionist",
	"demolitionist.desc": "Bomb radius +1. Blown-up rocks yield 20% more resources.",
	"demolitionist.buffdesc": "Get excited!",
	"gemologist.name": "Gemologist",
	"gemologist.desc": "Progressively identify minerals of higher quality. Crystalariums produce 25% faster.",

	// Fishing
	"fisher.name": "Fisher",
	"fisher.desc": "Live bait reduces the chance to fish junk.",
	"angler.name": "Angler",
	"angler.desc": "Fish are worth 1% more for every unique max-sized fish caught and 5% more for every legendary fish.",
	"aquarist.name": "Aquarist",
	"aquarist.desc": "Fish pond max capacity +2. Fishing bar height increases for every fish pond at max capacity.",

	"trapper.name": "Trapper",
	"trapper.desc": "Crab pots are cheaper to craft. Can trap higher-quality fish.",
	"luremaster.name": "Luremaster",
	"luremaster.desc": "Crab pots no longer produce junk. Use different baits to attract different catch.",
	"conservationist.name": "Conservationist",
	"conservationist.desc": "Crab pots without bait will trap junk. Clean the Valley's waters to merit village favor and tax deductions.",
	"conservationist.mail1": "Dear @,^^We are pleased to inform you that upon review of your environmentalist activities we have determined that you qualify for an income tax deduction of {{taxBonus}} as per section 501(c)(3) of the Ferngill Revenue Code. Effective this season, all taxable income for {{farmName}} will be increased by the aforementioned amount.^^^Please keep this letter in your permanent records should you need to resolve any questions regarding your fiscal status.^^Sincerely, Laura D. Pretto^Executive Directrice, Ferngill Revenue Service[#]Taxation Notice",
	"conservationist.mail2": "Dear @,^^We are pleased to inform you that upon review of your environmentalist activities we have determined that you qualify for the maximum income tax deduction of {{taxBonus}} as per section 501(c)(3) of the Ferngill Revenue Code. Effective this season, all taxable income for {{farmName}} will be increased by the aforementioned amount.^^^Please keep this letter in your permanent records should you need to resolve any questions regarding your fiscal status.^^Sincerely, Laura D. Pretto^Executive Directrice, Ferngill Revenue Service[#]Taxation Notice",

	// Combat
	"fighter.name": "Fighter",
	"fighter.desc": "Damage +10%. +15 HP.",
	"brute.name": "Brute",
	"brute.desc": "Damage +15%. +25 HP. Build fury in combat, further increasing damage.",
	"brute.buffdesc": "Damage +{{magnitude1}}%. Club cooldown -{{magnitude2}}%.",
	"brute.superm": "Undying Rage",
	"brute.supermdesc": "Doubles damage bonus. Immune to passing out.",
	"hunter.name": "Hunter",
	"hunter.desc": "+10% crit. chance. Crit. strikes are deadlier at low HP, and build chance to poach items when attacking.",
	"hunter.buffdesc": "Poach chance +{{magnitude1}}%. Dagger cooldown -{{magnitude2}}%.",
	"hunter.superm": "Camouflage",
	"hunter.supermdesc": "Become invisible to enemies. Back stabs during this state have a chance to cause lethal damage.",

	"rascal.name": "Rascal",
	"rascal.desc": "Slingshots deal up to 50% more damage from afar. 60% chance to recover spent ammo.",
	"desperado.name": "Desperado",
	"desperado.desc": "+50% ammo damage modifier. Ranged combat builds chance to shoot twice.",
	"desperado.buffdesc": "{{magnitude1}} double shot chance. Charge time -{{magnitude2}}%.",
	"desperado.superm": "Bullet Time",
	"desperado.supermdesc": "Enables auto-reload. Shots fire in all directions at once.",
	"piper.name": "Slimed Piper",
	"piper.desc": "Raising Slimes causes more to appear in dungeons. Slimes damage other enemies and heal the player. Contact with slimes builds chance to inflict Slimed.",
	"piper.buffdesc": "{{magnitude1}}% chance to slime enemies. Slime attack speed +{{magnitude2}}%.",
	"piper.superm": "Charge!",
	"piper.supermdesc": "Slimes become enraged and target the nearest enemy. Chance to mutate Slimes or gain random special effects."
}