/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/theLion/smapi-mods
**
*************************************************/

{
	// Farming
	"harvester.name": "Cultivador",
	"harvester.desc": "10% de chance de rendimento extra das safras colhidas.",
	"agriculturist.name": "Agricultor",
	"agriculturist.desc": "Plantações amadurecem 10% mais rápido. Permite cultivar safras da mais alta qualidade organicamente sem fertilizantes.",
	"artisan.name": "Artesão",
	"artisan.desc": "Todas as máquinas de artesanato funcionam 10% mais rápido. A qualidade do produto final é melhor ou igual à qualidade da matéria prima.",
	"artisan.desc1": "Todas as máquinas de artesanato funcionam 10% mais rápido. A venda de produtos artesanais de qualidade aumenta o valor da marca com o tempo.",
	"artisan.mail1": "Caro @, ^^ É uma honra e um prazer anunciar que {{farmName}} foi a fazenda escolhida como vencedora do prêmio Cobre da Feira de Artesanato desta temporada. Este prêmio reconhece os artesãos promissores, e dá direito aos seus produtos artesanais a serem vendidos a um prêmio de 5%. Estamos ansiosos para ver mais do seu artesanato no futuro. ^^ Sociedade de Artesãos do Vale [#] Artisan Award Notice ",
	"artisan.mail2": "Caro @, ^^ É uma honra e um prazer anunciar que {{farmName}} foi a fazenda escolhida como vencedora do prêmio Ferro da Feira de Artesanato desta temporada. Este prêmio reconhece artesãos acima da média, e dá direito aos seus produtos artesanais a serem vendidos a um prêmio de 10%. Estamos ansiosos para ver mais do seu maravilhoso artesanato no futuro. ^^ Sociedade de Artesãos do Vale [#] Artisan Award Notice ",
	"artisan.mail3": "Caro @, ^^ É uma honra e um prazer anunciar que {{farmName}} foi a fazenda escolhida como vencedora do prêmio Ouro da Feira de Artesanato desta temporada. Este prêmio reconhece grandes artesãos, e dá direito aos seus produtos artesanais a serem vendidos a um prêmio de 15%. Estamos ansiosos para ver mais do seu maravilhoso artesanato no futuro. ^^ Sociedade de Artesãos do Vale [#] Artisan Award Notice ",
	"artisan.mail4": "Caro @, ^^ É uma honra e um prazer anunciar que {{farmName}} foi a fazenda escolhida como vencedora do prêmio Irídio da Feira de Artesanato desta temporada. Este prestigioso prêmio coloca seu artesanato entre os melhores do Vale. Seus produtos artesanais agora têm o direito a serem vendidos a um prêmio de 25%. Esperamos ver mais de sua excepcional habilidade no futuro. ^^ Sociedade de Artesãos do Vale [#] Artisan Award Notice ",
	"artisan.mail5": "Caro @, ^^ É uma honra e um prazer anunciar que {{farmName}} foi a fazenda escolhida como vencedora do prêmio Best-in-Show da Feira de Artesanato desta temporada. Este nobre prêmio reconhece o melhor artesanato em todo o Vale. Seus produtos artesanais agora têm o direito de serem vendidos a um prêmio de 40%. Parabéns por esta conquista excepcional e bem merecida. ^^ Sociedade de Artesãos do Vale [#] Artisan Award Notice ",

	"rancher.name": "Rancheiro",
	"rancher.desc": "Amizade com todos os animais aumenta mais rápido.",
	"breeder.name": "Criador",
	"breeder.desc": "Animais incubam mais rápido e se reproduzem com maior frequência. Aumenta o valor dos animais com alta amizade.",
	"produtor.name": "Produtor",
	"producer.desc": "Animais felizes produzem com o dobro da frequência. Produtos de origem animal valem 5% a mais para cada celeiro ou galinheiro cheio.",

	// Foraging
	"forager.name": "Forrageador",
	"forager.desc": "20% de chance de dobrar o rendimento de itens forrageados.",
	"ecologist.name": "Ecologista",
	"ecologist.desc": "Bagas silvestres restauram 50% mais vida e energia. Identifique progressivamente forragens de maior qualidade.",
	"scavenger.name": "Rastreador",
	"scavenger.desc": "Revela a localização de itens foragáveis. Ocasionalmente rastreia tesouros enterrados.",
	"scavenger.huntstarted": "Seus sentidos de Rastreador estão formigando...",
	"scavenger.huntfailed": "O formigamento some.",

	"lenhador.name": "Lenhador",
	"lumberjack.desc": "Árvores abatidas rendem 25% mais madeira.",
	"arborist.name": "Arborista",
	"arborist.desc": "Todas as árvores crescem mais rápido e podem render madeira de lei.",
	"tapper.name": "Seringueiro",
	"tapper.desc": "Torneiras de xarope são mais fáceis de fabricar e fornecem xarope 25% mais rápido.",

	// Mining
	"miner.name": "Minerador",
	"miner.desc": "+1 minério por veia.",
	"spelunker.name": "Espeleólogo",
	"spelunker.desc": "A chance de encontrar escadas e poços aumenta em 1% por nível da mina. Velocidade +1 a cada dez níveis.",
	"spelunker.buffdesc": "Chance de escada + {{bonusLadderChance}}%. +{{bonusSpeed}} Velocidade.",
	"prospector.name": "Prospector",
	"prospector.desc": "Revela a localizações de escadas e veias de mineração. Ocasionalmente rastreia minerais valiosos em pedras comuns.",
	"prospector.huntstarted": "Seus sentidos do Prospector estão formigando ...",
	"prospector.huntfailed": "O formigamento some.",

	"blaster.name": "Detonador",
	"blaster.desc": "Bombas são mais fáceis de fabricar. Rochas explodidas produzem duas vezes mais carvão.",
	"demolitionist.name": "Demolicionista",
	"demolitionist.desc": "Raio da bomba +1. Rochas explodidas geram 20% a mais de recursos.",
	"demolitionist.buffdesc": "Adrenalina Explosiva!",
	"gemologist.name": "Gemologista",
	"gemologist.desc": "Identifique progressivamente minerais de maior qualidade. Cristalários produzem 25% mais rápido.",

	// Fishing
	"fisher.name": "Pescador",
	"fisher.desc": "Isca viva reduz a chance de pescar lixo.",
	"angler.name": "Mestre pescador",
	"angler.desc": "Peixes valem 1% a mais para cada peixe de tamanho máximo capturado e 5% a mais para cada peixe lendário capturado.",
	"aquarist.name": "Aquarista",
	"aquarist.desc": "Capacidade máxima do viveiro de peixes +2. A altura da barra de pesca aumenta para cada viveiro de peixes na capacidade máxima.",

	"trapper.name": "Armadilheiro",
	"trapper.desc": "Covos são mais fáceis de fabricar. Covos podem capturar peixes de alta qualidade.",
	"luremaster.name": "Mestre da isca",
	"luremaster.desc": "Covos não produzem mais lixo. Use iscas diferentes para atrair pescas diferentes.",
	"conservacionist.name": "Conservacionista",
	"conservationist.desc": "Covos sem isca prendem lixo. Ganhe favor com os aldeões e deduções fiscais ao limpar as águas do Vale.",
	"conservationist.mail1": "Caro @, ^^ Temos o prazer de anunciar que, após análise das suas atividades ambientalistas, verificamos que você se qualifica para receber um benefício de dedução de {{taxBonus}} do imposto de renda, de acordo com a seção 501 (c) ( 3) dos Códigos de Receita de Tributos e Contribuições de Ferngill. Válido durante esta temporada, todos os rendimentos tributáveis ​​de {{farmName}} serão aumentados pelo valor supracitado. ^^^ Guarde esta carta em seus registros permanentes caso precise resolver quaisquer questões relativas à sua situação fiscal. ^^ Atenciosamente, Laura D. Pretto ^ Diretoria Executiva, Receita Federal de Ferngill [#] Taxation Notice ",
	"conservationist.mail2": "Caro @, ^^ Temos o prazer de anunciar que, após análise das suas atividades ambientalistas, verificamos que você se qualifica para receber o benefício de dedução máximo de {{taxBonus}} do imposto de renda, de acordo com a seção 501 (c) (3) dos Códigos de Receita de Tributos e Contribuições de Ferngill. Válido durante esta temporada, todos os rendimentos tributáveis ​​de {{farmName}} serão aumentados pelo valor supracitado. ^^^ Guarde esta carta em seus registros permanentes caso precise resolver quaisquer questões relativas à sua situação fiscal. ^^ Atenciosamente, Laura D. Pretto ^ Diretoria Executiva, Receita Federal de Ferngill [#] Taxation Notice ",

	// Combat
	"fighter.name": "Guerreiro",
	"fighter.desc": "Causa 10% a mais de dano. +15 HP.",
	"brute.name": "Bárbaro",
	"brute.desc": "Causa 15% a mais de dano. +25 HP. Acumula fúria durante o combate, aumentando ainda mais o dano causado.",
	"brute.attrdesc": "Danos +{{magnitude1}}. Tempo de recarga do martelo -{{magnitude2}}%.",
	"brute.superm": "Fúria Imorredora",
	"brute.supermdesc": "Dobra o bônus de dano. Imune a desmaio.",
	"hunter.name": "Huntero",
	"hunter.desc": "Chance crítica +10%. Ataques críticos são mais letais com vida baixa. Ataques críticos agregam a chance de afanar ítens ao atacar.",
	"hunter.attrdesc": "Chance de afanar +{{magnitude1}}%. Tempo de recarga da adaga -{{magnitude2}}%.",
	"hunter.superm": "Camoflagem",
	"hunter.supermdesc": "Torna-se invisível. Ataques pelas costas durante este estado podem hunterar inimigos.",

	"rascal.name": "Patife",
	"rascal.desc": "Estilingues causam até 50% mais dano de longe. 60% de chance to recuperar munições.",
	"desperado.name": "Desperado",
	"desperado.desc": "Modificador de dano da munição +50%. Tiros rápidos agregam a chance de disparar uma rajada dupla.",
	"desperado.attrdesc": "{{magnitude1}} de chance de rajada dupla. Tempo carga -{{magnitude2}}%.",
	"desperado.superm": "Metendo Bala",
	"desperado.supermdesc": "Habilita recarga automática. Os tiros disparam em todas as direções de um vez.",
	"piper.name": "Flautista viscoso",
	"piper.desc": "Gosmas danificam outros inimigos. O contato com Gosmas imbui os disparos com a chance de cubrir os alvos com gosma.",
	"piper.attrdesc": "{{magnitude1}} de chance de cobrir alvos com gosma. Velocidade de ataque das Gosmas +{{magnitude2}}%.",
	"piper.superm": "Ao ataque!",
	"piper.supermdesc": "Gosmas tornam-se enraivecidas e atacam o inimigo mais próximo. Chance de promover cada Gosma numa variante especial."
}