{
  "companionAccepted": "Mas é claro!$h",
  "companionRejected": "Não, obrigada. Os espíritos estão infelizes hoje.",
  "companionRejectedNight": "Você não tem senso comum? Não se deve fazer isso a noite!",
  "companionDismiss": "Ok então, te vejo mais tarde!",
  "companionDismissAuto": "Desculpa, @, Eu tenho que ir. Haley é simplesmente terrível na cozinha, se eu não for agora, ela vai botar fogo na casa, eu não tenho outro extintor!",
  "companionRecruited": "Lidere o caminho.$h",
  "companionSuggest": "Que dia lindo! Eu sinto vontade de sair e explorar o vale..#$q -1 -1#Você me acompanharia?#$r -1 0 sim#Isso seria legal. 'Simbora'!#$r -1 0 não# Hoje não dá. Os espíritos estão irritados.",
  "companionSuggest_Yes": "Eu sabia que estávamos na mesma vibração!$h",
  "companionSuggest_No": "Tudo bem. Eu sinto que no futuro poderemos fazer isso novamente...",
  "companion_Beach": "Oh, eu quero achar alguns ouriços! Sabia que eles fazem uma tinta divina?",
  "companion_Beach_Dating": "Eu amo o mar, mas olhar para ele às vezes me deixa triste.$2#$b#Não posso deixar de pensar no que estamos fazendo com isso, e são belas criaturas. Desculpe ser deprimente...$2",
  "companion_Farm": "Esepro que sua plantação seja orgânica, @. Sabe, elas tem um gosto melhor assim!$1",
  "companion_Farm_Dating": "Você é realmente um ótimo fazendeiro, @! É maravilhoso que você tenha encontrado seu chamado, ou melhor, que ele tenha encontrado você!$1",
  "companion_Farm_Spouse": "Eu realmente gosto do meu jardim de cristal, @, mas ele não é nada comparado a beleza da nossa fazenda!#$b#Eu sempre me sinto melhor aqui!",
  "companion_Forest": "Eu sempre sinto uma nova energia sempre que venho aqui na floresta. Por que será...",
  "companion_Forest_Dating": "Com o silêncio da floresta e a ausência de distrações diárias, me sinto tão perto de você, @.$4#$b#Eu sempre soube que teríamos um vínculo especial...$4",
  "companion_Forest_Spouse": "Eu horóscopo estava certo! Dizia que 'eu iria ver a majestade da natureza'! Obrigada, amor!$1",
  "companion_Forest_Spouse~1": "Eu tenho muitos amigos aqui na floresta.#$b#Não, não são pessoas, são as árvores!#$b#Oh, não me olhe desse jeito!$1",
  "companion_Mine": "Eu acho que deveria pegar alguns cristais aqui!$h",
  "companion_Mine_Dating": "Rezo para que não encontremos nenhum dos habitantes das minas, não gosto de matá-los.$2#$b#Gostaria que eles não fossem tão hostis e pudéssemos compartilhar o espaço, mas entendo por que eles são.$2",
  "companion_Mine_Dating~1": "É bom que a clínica de Harvey não esteja muito longe daqui, você nunca sabe o que poderia acontecer!$3#$b#Vamos ficar juntos, ok, @?",
  "companion_Mine_Spouse": "Yoba, por favor nos abençoe nesse lugar!$3",
  "companion_Mine_Spouse~1": "É dificil pra mim estar aqui, @. Não quero matar essas criaturas, somos nós que estamos incomodando eles afinal.$2#$b#Sei que só estamos nos defendendo, mas queria que houvesse outro jeito...$2",
  "companion_Mountain": "Eu acho que o Linus tem uma ótima vista da sua tenda, não acha?",
  "companion_Mountain_Dating": "Linus é um cara realmente interessante, você o conhece, sim?#$B#Espero que você seja gentil com ele, ele só quer viver com a natureza, é uma coisa boa.",
  "companion_Mountain_Spouse": "O lago aqui da montanha é o meu favorito daqui do vale.#$b#Tem muitos lugares por aqui, mas se eu tivesse que escolher só um, eu escolheria esse aqui sem dúvida!$1",
  "companion_Town": "Eu estou feliz de que o Gus me deixou sair hoje, vamos ter um ótimo dia!$h",
  "companion_Town_Dating": "Gus é um grande chefe, e tão apaixonado por seu ofício!#$B#É realmente uma energia poderosa, mas eu não me importaria de mudar de ocupação um dia, como ser mãe...$4",
  "companion_Town_Spouse": "Eu amo trabalhar no Saloon, mas acho que trabalho de mais...#$b#Então acho que pra mim é dificil relaxar!"
}
