{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "별이슬 아쿠아리움에 어서오세요! 우리 컬렉션이 모두 채워졌다네. 모두 자네 덕분이야!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "기증할 물고기를 선택하세요.",
	"DonationQuestion": "별이슬 아쿠아리움에 어서오세요! 오늘은 물고기를 기부하시겠습니까?",
	"OptionYes": "네",
	"OptionNo": "아니오",
	"More": "더",
	"Exit": "닫기",
	"DeclineToDonate": "마음이 바뀌면 언제든지 오세요!",
	"NothingToDonate": "별이슬 아쿠아리움에 어서오세요! 혹시 저희에게 없는 표본을 발견하셔서 만약 기부해주시면 기쁘게 전시하도록 하겠습니다.",
	"MenuCloseFishDonated": "기부에 정말 감사드립니다! 잠시 후 돌아오면 세팅되어 있을겁니다!",
	"MenuCloseNoFishDonated": "언제든 또 오세요.",
	"Donate": "기부: ",
	"DonateDescription": "아래 버튼을 클릭하면 이 물고기가 기증되어 인벤토리에서 제거된다.",

	//global messages in multiplayer
	"FishDonatedMP": "{0}이/가 아쿠아리움에 {1} 를 기증했다.",
	"AchievementUnlockedMP": "별이슬 아쿠아리움이 완성되었다!",

	//collections menu title
	"CollectionsMenu": "별이슬 아쿠아리움 컬렉션",

	//tank messages
	"WhichFishInfo": "어떤 물고기의 설명을 볼까요?",
	"EmptyTank": "텅 빈 수조이다...",

	//dialogue boxes
	"Ice": "얼음으로 가득 찼다...수조의 기계를 냉각할 때 쓰는걸거야.",
	"IceMachine": "이 기계는 탱크를 매우 낮은 온도로 냉각시킨다.",
	"Pressure": "이 기계는 이 어항의 압력을 조절하기 위해 사용된다.",
	"Depth": "이것은 깊이 미터의 매우 정확한 표현이지만, 실제 수조의 깊이는 아니다.",
	"PanelCool": "버튼이 잔뜩 달린 기계. 만지지 않는 것이 좋겠다.",
	"Lever": "기대했다면 미안하지만, 이 레버는 아무 기능도 없어.",
	"Bench": "이 벤치들은 완전히 새것처럼 보인다...",
	"LegendaryBook": "전설의 물고기에 대한 어부의 안내서",
	"MinesBook": "광산 : 어떤 물고기가 그 곳에서 서식하는가?",
	"BaitBook": "미끼의 올바른 사용법",
	"Dropped": "책에 대한 공감대가 거의 없는 것 같네...",
	"PetBook": "물고기 백과사전: 제 1권.",
	"Dwarf": "이걸 보니 누군가 생각나...하지만 누구인지 말할 순 없어...",
	"Introvert": "왜 여기 숨어있냐고? 난 내성적이거든.",
	"StayHydratedBois": "*벌컥벌컥 마시는 소리*",
	"OutsideSign": "별이슬 아쿠아리움에 어서오세요! 즐거운 관람되시기 바랍니다.",
	"SewerTP": "이 아래로 내려가면 하수구 구역입니다. 위험하기 그지없는 돌연변이 곤충 구역에서만 발견되는 특별한 물고기를 전시하고 있죠.",
	"SwampTP": "마법진에 올라서면 독립된 늪지대로 이동합니다. 공허연어와 같은 특별한 '공허의 힘'을 가진 표본을 전시하지요.",
	"SVETP": "이 문으로 들어가서 특별한 물고기 전시를 보십시오.",
	"ComingSoon": "개봉박두!",
	"SVEBookOpen": "요리책이다. 버터피쉬에 대해 써있다...",
	"SVEBook1": "몬스터 감시 목록에서 확인: 아포피스",
	"SVEBook2": "진홍 불모지 : 심층적인 시선.",
	"SVEBook3": "캐슬빌리지의 비밀",
	"Shopkeeperecksdeehahafunny": "아이스크림 판매원: 이봐, 여기 있으면 안 돼!",

	//fish descriptions
	"Tank_Pufferfish": "복어는 세상에서 가장 유독한 물고기 중 하나입니다. 느리게 움직이지만 독특한 방어 메커니즘을 보유하고 있습니다. 잡아먹히지 않기 위해 물로 몸을 크게 부풀려 위협합니다. 소량만 섭취해도 생명이 위험할 수 있으니 반드시 전문자격증을 보유한 조리사만 조심스럽게 조리할 수 있습니다!",
	"Tank_Anchovy": "멸치는 작은 물고기를 잡아먹는 더 큰 물고기들의 주요 먹이감입니다. 육수를 낼 때 많이 쓰지요.",
	"Tank_Tuna": "참치는 매우 빠르게 헤엄칠 수 있는 유선형의 대형 물고기입니다. 지방질이 많은 부분은 맛이 매우 고소하여, 특히 뱃살은 입에서 사르르 녹아요.",
	"Tank_Sardine": "정어리는 동물성 플랑크톤을 먹고사는 소형 어류입니다. 등푸른 생선의 일종으로 다양한 조리법으로 먹을 수 있어서 '바다의 쌀'이라고 불리기도 합니다.",
	"Tank_Bream": "이 푸른 도미는 스타듀밸리 지역에서 발견되는 민물어류입니다.",
	"Tank_LargemouthBass": "큰입우럭은 스타듀밸리 지역에서 발견되는 가장 큰 종류의 배스입니다. 진정한 낚시꾼이라면 큰입우럭 정도는 잡아줘야죠. ",
	"Tank_SmallmouthBass": "작은입우럭은 눈 색이 붉은 것이 특징입니다. 배스 종류는 슈컷보다 암컷이 큰 경향이 있는데, 작은입우럭도 그렇습니다.",
	"Tank_RainbowTrout": "무지개송어는 호수와 강에서 서식합니다. 최대 11년까지 살 수 있는 것으로 알려져있습니다. 맛도 좋고 양식도 쉬운 편이어 인기가 높습니다.",
	"Tank_Salmon": "연어는 산란을 위해 바다에서 담수로 이동하는 특이한 물고기입니다. 누군가는 '태어난 장소로 돌아간다'고 표현하기도 하죠.",
	"Tank_Walleye": "월아이라는 이름은 눈이 마치 벽을 바라보는 것처럼 바깥쪽에 위치해 있어서 붙여진 이름입니다. 이 눈은 밤의 어둠 속에서도 빛나서 낚시꾼들이 낚아올리기 쉽죠.",
	"Tank_Perch": "농어는 호수와 강에 서식하는 육식성 물고기입니다. 몸이 날씬하고 지느러미가 날카롭습니다. 육질이 희고 맛있는 식용 담수어입니다.",
	"Tank_Carp": "잉어는 스타듀밸리 지역에서 널리 서식하는 담수어종입니다. 전통적인 보양식이지만 진흙 냄새가 날 수도 있어 식용 잉어는 모래톱에서 양식합니다.",
	"Tank_Catfish": "메기는 고양이처럼 수염이 났다고 해서 캣피쉬라고 불립니다. 스타듀밸리 지역에서도 서식하며, 비 오는 날 발견할 수 있습니다. 영양가가 풍부하며 조리법이 다양한데, 특히 매운탕이나 찜의 재료로 인기가 많습니다.",
	"Tank_Pike": "강꼬치고기는 강에서 주로 서식하는 담수어류입니다. 꼬치처럼 길쭉한 몸이 특징이며, 움직임이 빠르고 매우 포악한 포식자입니다. 누군가는 별미로 찬사하고, 누군가는 도저히 먹을 수 없다며 평이 엇갈립니다.",
	"Tank_Sunfish": "이 개복치는 북미 지역에서 자생하는 민물고기로, 따뜻한 강물을 선호합니다. 스타듀밸리 지역에선 보통 봄과 여름에 발견되죠. 이름이 똑같아 자주 헷갈리는 바다 개복치의 학명은 '몰라'입니다. 귀엽죠?",
	"Tank_RedMullet": "숭어는 붉은 몸 색에 노란색 촉수같은 것을 달고 있어 노랑촉수라고 불리기도 합니다. 살아있는 생선을 판 위에 올려놓으면 분홍빛으로 바뀌어서 예전엔 관상용으로 사랑받았습니다. 보통 통째로 익혀 먹으며, 특히 간이 별미라네요.",
	"Tank_Herring": "청어는 한류가 흐르는 연안에 무리지어 서식합니다. 몸이 청색이어서 청어라고 불리며, 값싸고 맛있어 다양한 조리법으로 두루 즐겨 먹었습니다.",
	"Tank_Eel": "장어는 말 그대로 몸이 뱀처럼 가늘고 긴 물고기입니다.  맛이 진하며 기름져 주로 구워 먹으며, 보양식으로 유명합니다.",
	"Tank_Octopus": "문어는 다리가 8개인 연체동물입니다. 삶으면 부드럽고 쫄깃합니다. 어떤 나라에선 신화생물처럼 여기는데, 실제로 꽤 똑똑합니다. 낚시로 잡기는 꽤 까다로울겁니다. 행운을 빌어요!",
	"Tank_RedSnapper": "붉은 퉁돔은 시장에서 가장 인기좋은 열대성 해양어 중 하나로,  육질이 희고 향기로워 다양하게 조리해 먹습니다. 스타듀밸리 지역에선 비오는 여름날에 발견할 수 있습니다.",
	"Tank_Squid": "오징어는 다리가 10개인 연체동물입니다. 포식자들을 혼란시키기 위해 먹물을 내뿜습니다. 오징어를 양식하면 오징어 먹물을 얻을 수 있을겁니다!",
	"Tank_SeaCucumber": "해삼은 해저에 서식하는 극피동물입니다. 재생력이 아주 강해서, 위협을 받으면 내장을 배출하는데, 이렇게 내장을 끊어내도 다시 재생해 살아남습니다. 바다의 산삼이라 불리며 원기회복을 돕는다고 합니다.",
	"Tank_SuperCucumber": "슈퍼해삼은 희귀한 어종으로, 스타듀밸리 지역의 여름과 가을, 특히 밤에만 발견됩니다.",
	"Tank_Ghostfish": "귀신물고기는 눈이 완전히 퇴화했지만, 가로선이 발달되어 수압의 변동을 감지합니다.",
	"Tank_Stonefish": "쑥치는 보기와 달리 강한 독성을 지녔습니다. 돌로 착각해 함부로 만지지 않도록 주의하세요!",
	"Tank_IcePip": "아이스핍은 얼어붙은 광산의 깊은 곳에서 잡힙니다. 몸집이 작고 속도가 빨라, 많은 낚시꾼이 도전했지만 잡은 이는 몇 되지 않습니다.",
	"Tank_LavaEel": "용암 장어는 희귀하고 독특한 장어입니다. 고도로 달아오른 용암 속에서 살아남을 수 있는 기적적인 진화를 이루었죠. 그러니, 조심하세요! 이 수조는 몹시 뜨거워요!",
	"Tank_Sandfish": "도루묵은 열대지역에서 자생하는 넙치류의 물고기입니다. 모래 속에 몸을 숨겨 위장하는 물고기여서 샌드피쉬라고도 하죠. '묵'이라고 불렸다가 임금이 피난길에 맛있게 먹고 '은어'라는 이름을 내렸지만, 나중에 다시 먹어보니 맛이 그때처럼 맛있지가 않아 다시 '묵'으로 부르게 하여 '도루묵'이 되었다고 합니다.",
	"Tank_ScorpionCarp": "전갈 잉어는 열대 지역의 잉어의 일종으로, 마치 전갈처럼 독침을 이용해 먹이를 잡습니다.",
	"Tank_Flounder": "가자미는 바다의 바닥 쪽에서 살아가는 납작한 물고기입니다. 포식자의 눈을 피하기 위해 위장합니다. 맛이 담백하고 식감이 좋아 널리 식용합니다.",
	"Tank_MidnightCarp": "자정 잉어는 매우 낯을 가리는 물고기입니다. 밤중에 고요한 연못이나 호수에서 발견되죠.",
	"Tank_Sturgeon": "철갑상어는 고대어종으로 수명이 매우 깁니다. 이름과는 달리 상어와는 전혀 관련없는 경골어류입니다. 고급 음식재료인 캐비어는 이 철갑상어의 알을 소금에 절인 음식입니다. 철갑상어를 양식하면 캐비어를 만들 수 있을겁니다.",
	"Tank_TigerTrout": "타이거 송어는 갈색 송어와 개울 송어의 잡종으로, 대개 생식이 불가능하기 때문에 더욱 보기 드뭅니다.",
	"Tank_Bullhead": "눈동자개는 메기의 먼 친척으로 호수 바닥에서 지냅니다. 시력이 나쁘지만, 감각이 발달된 더듬이를 이용해 먹이를 찾아냅니다.",
	"Tank_Tilapia": "틸라피아는 다양한 시클리드 어종의 통칭입니다. 온도에 민감한 이 어종은 따뜻한 물을 선호합니다.",
	"Tank_Chub": "피라미는 스타듀밸리 지역에서 매우 흔하게 발견되는 어종입니다. 뼈가 연하여 요리법이 다양하지는 않습니다.",
	"Tank_Dorado": "만새기는 바다생선의 일종으로 대형 생선입니다. 몸이 황금빛을 띄어 다양한 언어권에서 금을 의미하는 단어가 들어간 이름으로 불립니다.",
	"Tank_Albacore": "날개다랑어는 참치의 일종으로 먼 거리를 이동하는 철새와 같은 어종입니다. 주로 통조림으로 가공합니다.",
	"Tank_Shad": "전어는 연어처럼 알을 낳기 위해 담수로 이동하는 물고기입니다. 특히 구이로 구우면 그 맛이 각별해, '전어 굽는 냄새에 집 나갔던 며느리도 돌아온다'는 말이 있을 정도입니다.",
	"Tank_Lingcod": "범노래미는 북미지역 해안에 서식하는 식용어입니다. 몰바대구(Ling)와 대구(Cod)를 닮았다 하여 둘을 합친 'Lingcod'라고 불리는데, 사실 두 물고기와 밀접한 관련은 없다고 합니다.",
	"Tank_Halibut": "대서양 가자미는 해저에 사는 납작한 물고기로, 축일에 즐겨 먹는 별미였기에 ‘holibut’이라는 이름이 붙었습니다. 조리법은 다양하지만 특히 구이가 맛있습니다.",
	"Tank_Woodskip": "숲고기는 숲속 깊은 웅덩이에서만 살 수 있는 매우 민감한 물고기입니다... 그래서 특별한 수조를 준비했습니다.",
	"Tank_VoidSalmon": "공허의 연어는 공허 에너지에 의해 뒤틀렸습니다. 흑마법으로 인해 발생한 이 물고기에 대해 알려진 것은 많지 않습니다.",
	"Tank_Slimejack": "슬라임잭은 겉이 슬라임 점액질로 뒤덮여 있습니다. 이 점액질은 포식자들로부터 몸을 보호하기 위한 방어 메커니즘으로 추측됩니다.",
	"Tank_MidnightSquid": "자정오징어는 심해에 사는 오징어로, 다량의 잉크를 생산합니다.",
	"Tank_Blobfish": "블롭피쉬는 600~1200m의 깊은 수심에 사는 심해어입니다. 이 수심의 압력은 해수면보다 60배에서 120배까지 크기 때문에, 낚시로 수면에 올라오면 급격한 수압변화로 조직이 손상되어 본 모습을 잃어버립니다. 안심하세요, 이 수족관은 블롭피쉬가 살기 좋은 적당한 수압으로 유지되고 있습니다.",
	"Tank_SpookFish": "통안어는 심해의 어둠 속에서도 희미한 실루엣을 감지할 수 있는 매우 효율적인 세 개의 눈을 가지고 있습니다.",
	"Tank_Angler": "아귀는 이 지역의 전설적인 물고기로, 생물발광을 이용해서 먹이를 유인하는 점이 매우 특징적입니다.",
	"Tank_Legend": "하나뿐이고 유일한 전설의 물고기.....이 물고기의 왕은 절대 잡히지 않을 거라고 단언했지만, 당신은 그게 틀렸다는 것을 증명해냈습니다.",
	"Tank_MutantCarp": "돌연변이 잉어는 펠리칸 마을의 하수구에서 발견되었습니다. 이 괴물이 어떻게 생겨났는지는 아직도 미스테리이며 그야말로 전설적입니다.",
	"Tank_Crimsonfish": "크림슨피쉬는 바다 깊은 곳에 산다고 전해진 전설적인 물고기입니다. 매우 희귀한 이 물고기는 산란기인 여름동안 알을 낳기 위해 얕은 해안으로 올라옵니다.",
	"Tank_Glacierfish": "빙하고기는 빙하 아래쪽에 둥지를 짓는 것으로 알려진 전설적인 물고기입니다. 물이 차가우면 차가울수록 좋아하는 한대성 어종입니다.",
	"Tank_Lobster": "바닷가재는 쫄깃하고 담백한 맛이 일품인 갑각류로, 보통 붉은색으로 알려져 있지만 사실 색이 다양합니다. 실제로 랍스터가 빨갛게 되는 건 요리되는 과정에서 랍스터 표피의 특정 색소가 제거되기 때문입니다.",
	"Tank_Crayfish": "민물가재는 바닷가재와 닮았지만 크기가 아주 작은 민물 갑각류입니다. 중국의 국민간식인 '샤오룽샤'가 이 민물가재 요리입니다. ",
	"Tank_Crab": "게는 가장 유명한 갑각류로, 전세계에 많은 종류가 있습니다. 맛이 좋아 고급요리재료로 취급됩니다.",
	"Tank_Cockle": "새조개는 새의 부리처럼 생겨서 붙여진 이름입니다. 닭고기 맛이 난다 하여 식재료로 인기가 좋습니다.",
	"Tank_Mussel": "홍합은 식용으로 널리 이용되는 길쭉하고 비대칭적인 패류입니다. 홍합의 일종인 지중해담치는 껍질 안쪽이 진주빛이 난다고 하여 진주담치라고 불립니다. 일부는 진주를 생산하기도 합니다.",
	"Tank_Shrimp": "새우에는 전세계 해양에서 발견되는 갑각류입니다. 지느러미가 없어서 배를 몸으로 끌어당기는 동작을 하여 뒤로 헤엄칩니다. 종류 매우 다양하며 대부분이 식용할 수 있어 다양하게 조리합니다.",
	"Tank_Snail": "달팽이는 몸을 숨길 수 있는 껍데기를 가진 연체동물입니다. 오래전부터 식재료로 이용되었으며, 맛은 조금 짜고 일부는 독성이 있기도 합니다.",
	"Tank_Periwinkle": "충알고둥은 경단고둥이라고도 하며, 뾰족한 껍데기가 특징입니다.",
	"Tank_Oyster": "굴은 고급 식재료로 사랑받는 패류로, 일부는 진주를 생산하기도 합니다. 멀러스크 종류는 몸에 불순물이 침입하면 탄산칼륨 성분의 분비물을 코팅하여 몸을 보호합니다. 이 결과물이 바로 우리가 아는 진주입니다.",
	"Tank_Pufferchick": "'오래 전, 지구가 어리고 복어닭이 아직 존재하지 않았을 때, 모드제작 채널은 복어를 기반으로 한 고유의 이모지 문화를 가지고 있었다. 나는 그 이모지의 일부를 서버의 이모지목록에 넣길 제안했다. 운영자는 내게 추가하길 원하는 것을 물었고, 농담삼아 복어닭을 만들어 제안했다. ' - Pathoschild, 2020",
	"Tank_VoidEel": "The Void Eel is a mysterious species of eel, it’s possible that the extra head is a result of void energy.",
	"Tank_Starfish": "The Starfish or Sea Stars are not actually fish but rather echinoderms. There exists many species of Starfish, they can be found in waters ranging from tropic to polar waters. This specimen however looks to be tropical.",
	"Tank_Clownfish": "The Clownfish or anemonefish can be found in warmer ocean waters. Depending on the species their colours can range from yellow, orange, red or black with white bars or patches.",
	"Tank_Minnow": "Minnow is a name for a number of small freshwater fish species. They can be found in most rivers and lakes.",
	"Tank_Puppyfish": "The Puppyfish is possibly the most popular aquatic pet. But if you want to pet it, you would have to get your hands wet!",
	"Tank_Butterfish": "The Butterfish is a freshwater fish, it can be found in different waters around Stardew Valley depending on the season.",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "전복은 연체동물 집단의 이름이다. 여러 문화권에서 다양한 이름으로 불리는데, 고급 식재료로 사용된다.",
	"Tank_Scallop": "가리비는 다양한 연체동물의 이름이다. 그것들은 보통 굴이라고 불리는 다른 연체동물 그룹과 밀접한 관련이 있다.",
	"Tank_DewdropFish": "이슬방울 물고기, 물방울 모양이 이 물고기에게 독특한 이름을 준다.",
	"Tank_PurpleSpottedTrout": "보라색 점박이 송어는 스타듀 계곡에서 자생하지 않는다. 그것은 대부분의 사람들에게 알려지지 않았다.",
	"Tank_Relicantlette": "렐리컨틀릿은 고대 호수에서 흔히 발견되는 물고기라고 한다. 하지만 고대 호수를 찾는 것은 드문 일이다.",
	"Tank_Serafin": "세라핀은 날개 같은 지느러미로 물 속을 미끄러지듯 지나간다. 눈을 즐겁게 하는 우아한 물고기.",
	"Tank_UmuwiCarp": "우무위 잉어는 이상한 종류의 마법에 둘러싸인 것 같다. 더 많은 연구가 필요하다.",
	"Tank_KingSalmon": "대왕연어는 연어류 중에서 가장 큰 물고기입니다. 대부분의 낚시꾼들에게 매우 귀하게 여겨지는 물고기이죠.",
	"Tank_Frog": "개구리는 크고 다양한 양서류에 속한다. 개구리들은 그들의 성대를 이용하여 다양한 울음소리를 낼 수 있다.",

	//1.1.0 dialogue boxes

	"LASV_TP": "이 마법의 불꽃에 발을 들여놓으면 새로운 마법의 세계로 이동하게 됩니다!",

	//1.2.0 Fish descriptions

	"Tank_SonOfCrimsonfish": "이 어린 크림슨피쉬는 화려한 꼬리를 가지고 있지만, 아직 성장하는 단계중 하나일 뿐입니다.",    
	"Tank_RadioactiveCarp": "이 물고기에는 방사능이 검출되고 있지만, 걱정마세요! 이 수조에 안전하게 담겨져서 보호될테니까요.",
    "Tank_Ms.Angler": "이 아귀는 화장을 하고 있는 것 같은데요...",
    "Tank_GlacierfishJr.": "음, 좋아. 아주 멋지네요. 심지어 선글라스까지 끼고 있어요!",
    "Tank_LegendII": "그야말로 유일무이한 전설... 어? 잠깐만요!",
    "Tank_Stingray": "가오리는 매가오리아목에 속하는 어류입니다. 상어와도 다소 관련이 있기는 하지만, 그들과는 또 다르게 가오리는 '언듈레이션' 이라고 불리는 독특한 이동 방식을 사용하고 있습니다.",
    "Tank_BlueDiscus": "블루 디스커스는 시클리드 과에 속하는 열대어입니다. 이들은 기온 변화에 매우 민감하며 따뜻한 물을 선호합니다.",
    "Tank_Lionfish": "쏠배감펭, 라이언피쉬라고도 불리는 이 물고기는 독을 품은 해양 어류입니다. 작은 물고기와 연체 동물 등을 먹는 포식자이며, 어떤 지역에서는 이 물고기가 유입되면서 생태계 교란종이 되기도 한다고 합니다.",

	//1.3.0 dialogue boxes

	"WaterfallCave": "폭포 뒤의 그럴듯 해 보이는 동굴일 뿐입니다. 아무 것도 없으니 돌아가세요!",
	"KoiRoom": "문 옆의 표지판에 이렇게 적혀 있습니다 : 잉어 연못",
	"PrettyFlower": "당신은 멈춰서서 향기로운 꽃내음을 느낍니다.",
	"Knight": "갑옷 안을 들여다 봅니다. 당연히 아무도 없지만요.",
	"Sword": "이 칼은 매우 무딥니다. 그냥 장식용인 것 같습니다.",
	"MNFBook1": "인어섬 여행 가이드 책자입니다.",
	"MNFBook2": "새끼 슬라임, 드래곤, 그리고 또 다른 마법적인 생물들...",
	"MNFBook3": "환상속의 마을, 지브리.",
	"MNFBook4": "건물 카탈로그 입니다. 수족관과 그것을 설치하는 법에 대해 써 있습니다.",
	"Tea": "누군가 테이블 위에 찻잔을 놓고 자리를 비운 것 같습니다. 아직 온기가 남아있네요.",
	"Boat": "구멍이 많이 난 낡은 보트입니다.",
	"Cactus": "조심스럽게 손을 뻗어 선인장을 만져봅니다. 진짜가 아니라서 정말 다행이군요!",
	"Vase": "아름다운 곡선형의 꽃병입니다.",
	"Coconut": "나무를 열심히 흔들어 보았으나, 아무일도 일어나지 않았습니다. 코코넛이 떨어지기를 기대했나요?",

	//1.3.0 MNF fish descriptions

	"Tank_Glassfish": "글래스 피쉬는 갑각류, 지렁이와 같은 환형 벌레, 그리고 다른 무척추 생물들을 잡아먹습니다. 그리고 자신 또한 더 큰 물고기의 먹이가 되고말죠.",
	"Tank_Coelacanth": "실러캔스는 현재 딱 2종류만이 살아남은 어종입니다. 이들은 아주 오랫동안 멸종되었다 여겨지고 있었지만, 나중에 살아있음이 발견되었죠.",
	"Tank_Cavefish": "동굴물고기는 동굴에서 사는 것에 성공적으로 적응한 어종을 총칭하는 용어입니다. 이들은 이렇게 사는 환경에 맞추어 변화하는 특이한 적응력을 가지고 있죠. 깊고 깊은 어둠 속에서 사는 생물의 적응이란, 색소나 시력을 잃는 것도 포함됩니다.",
	"Tank_CaveLobster": "동굴랍스터는 동굴에서 사는 것에 적응한 희귀 갑각류 종입니다. 이들은 동굴에 떨어진 박쥐 똥과 같은 유기물을 먹고 삽니다.",
	"Tank_CyclopsShark": "이 '외눈박이 상어'는 단안증이 특징적인 무태상어속에 속하는 상어로 추측됩니다. 단안증은 대부분의 생물에게는 거의 발생하지 않는 선천적인 결함, 혹은 돌연변이 입니다.",
	"Tank_Barreleye": "통안어는 이 독특한 통 모양의 눈 때문에 이런 이름이 붙여졌습니다. 평소에 이 눈들은 먹이를 감지하기 위해서 위쪽을 향해 있지만, 당연하게도 앞도 볼 수 있습니다.",
	"Tank_BrainSlug": "이 이상한 민달팽이는 기생충에 감염된 뇌 민달팽이라고 여겨집니다. 두개의 더듬이와 하나의 큰 눈을 가졌고, 녹색 몸을 가지고 있습니다.",
	"Tank_Tucunare": "투쿠나레, 혹은 피콕 배스라고도 알려져 있는 이 물고기는 크게는 시클리드라는 종으로 분류가 됩니다. 그러나, 비슷한 계열의 물고기들과 비슷한 부분을 찾아보기가 어렵습니다.",
	"Tank_ArcticChar": "북극 곤들매기는 차가운 물에 서식하는 물고기 입니다. 이들은 송어와 연어같은 물고기를 포함하는 연어과에 속해 있습니다. 일부 지역에서는 '골렛' 이라고 알려져 있기도 합니다.",
	"Tank_GreenTerror": "그린테러는 큰 시클리드 과에 속하는 민몰고기의 한 종류입니다. 예전에는 다른 종들과 자주 혼동되곤 했는데, 이것은 같은 종임에도 다른 형태를 가질 수 있다는 것을 의미합니다.",
	"Tank_CommonPleco": "플레코스토무스는 민물고기 로리칼리아과 메기의 한 종류입니다. 조류와 갑각류를 먹고 삽니다.",
	"Tank_SiameseAlgaeEater": "시아미스 알지이터는 잉어과의 민물고기 종입니다. 보통 하천과 강의 바닥 즈음에 거주하고 있으며, 이름 뜻 그대로 해조류를 먹습니다.",
	"Tank_Trahira": "트라히라는 육식성을 지녀 다른 물고기를 잡아먹는 민물고기입니다. 심지어 어떤 개체는 공기를 내장으로 통과시켜 호흡을 하기도 합니다.",
	"Tank_Pacu": "파쿠는 잡식성 민물 세라살무스과 물고기를 가리키는 흔한 이름입니다. 피라냐와 어느정도 관련이 있지만, 그들과는 달리 더욱 잡식성 식단에 적합한 네모난 이빨을 많이 가지고 있습니다.",
	"Tank_SnowballPleco": "스노우볼 플레코스토무스는 민물 로리칼리아과 메기의 한 종류입니다. 보통 조류를 먹지만, 때때로 다른 유기물을 섭취하기도 합니다.",
	"Tank_FreshwaterPufferfish": "대부분의 복어는 바다에서 살지만, 그중에도 약 35종 정도의 생물들은 민물에서 일생을 보냅니다. 사는 곳이 다를 뿐, 이들도 다른 복어처럼 위협을 받았을 때 제 몸을 부풀리기도 합니다. 이 행동은 느린 이동 속도를 보완하기 위한 방어 기제죠.",
	"Tank_Arowana": "아로와나는 민물고기로, 대락 10가지 종류가 있습니다. 모자이크 무늬로 된 무거운 비늘에 덮인 긴 몸이 특징이죠.",
	"Tank_Tench": "흔히 '닥터 피쉬' 라고도 알려진 종입니다. 강이나 호수와 같은 물의 흐름이 느린 곳에서 주로 발견됩니다.",
	"Tank_ZebraTilapia": "구관호는 시클리드 과에 속아는 물고기입니다. 크기도 꽤 큰 편인데, 이들이 가진 어두운 줄무늬는 나이를 먹을수록 색이 바래곤 합니다.",
	"Tank_ClownKnifefish": "왕관 칼고기는 광대 칼고기, 광대 깃털 등고기 등 다른 여러 이름으로 불리기도 합니다. 이 야행성 민물고기는 보통 호수에서 발견됩니다.",
	"Tank_RedtailShark": "레드테일 블랙샤크는 잉어과에 속하는 민물고기 입니다. 몸통은 검은색, 꼬리는 주황색이죠. 이름에 상어라는 단어가 들어가기는 하지만, 사실은 상어가 아니랍니다.",
	"Tank_ClownLoach": "광대 미꾸라지 라고도 불리는 크라운 로치는 열대 민물고기입니다. 긴 오랜지색과 노란색의 몸통에 검은 띠를 두르고 있죠. 입 근처에 달린 4개의 바벨(수염)은 아래를 향해 나있습니다.",
	"Tank_Sauger": "민물 농어는 월아이와도 밀접한 관련이 있는 민물고기 입니다. 빠른 물살에서도 헤엄칠 수 있는 적응력이 좋은 포식동물이라서, 다양한 무척추동물과 작은 물고기들을 잡아먹곤 합니다.",
	"Tank_Elephantfish": "퉁소 상어는 민물고기로, 진흙 바닥에서 작은 무척추동물 등을 먹이로 삼습니다. 이 먹이 활동을 위해 입 부분이 변형되어 있습니다.",
	"Tank_FlameAngelfish": "플레임 엔젤피쉬는 수많은 엔젤피쉬중 한 종류입니다. 밝은 오렌지에서 빨간 색을 띄며 몸통에는 검은 줄무늬가 있는데, 꼬리 지느러미 쪽에는 푸른빛이 돕니다. 먹이는 해조류부터 갑각류까지 다양합니다.",
	"Tank_ThreespotAngelfish": "삼점박이 엔젤피쉬는 수많은 엔젤피쉬중 한 종류입니다. 밝은 노란색을 띄는 몸통에는 한 쪽에서 보았을 때 세 개의 어두운 점이 찍혀있습니다. 이 종의 암컷은 스스로 성별을 바꿀 수 있는 자웅동체로 알려져 있습니다.",
	"Tank_BandedAngelfish": "줄무늬 엔젤피쉬는 수많은 엔젤피쉬중 한 종류입니다. 전체적으로 흑백의 톤을 띄고, 몸 전체에 넓은 검은색 줄이 그어져 있습니다. 보통 산호초 주변의 깊은 물에서 발견됩니다.",
	"Tank_OrnateAngelfish": "오네이트 엔젤피쉬는 수많은 엔젤피쉬중 한 종류입니다. 이 종의 암컷은 파란색, 검은색, 흰색을 띄지만, 수컷은 노란 줄무늬가 있는 회색으로 각각 색이 다릅니다.",
	"Tank_RoyalAngelfish": "로얄 엔젤피쉬는 수많은 엔젤피쉬중 한 종류입니다. 보통 평평한 몸체를 가지고 있으나, 어느 지역 출신인지에 따라 다양한 색을 띕니다.",
	"Tank_TigerPuffer": "자주복은 이름 그대로 복어의 한 종류로, 대부분의 복어가 그렇듯이 장기에는 치명적인 독성이 숨겨져 있습니다.",
	"Tank_MoorishIdol": "깃대돔은 암초와 석호 주변에서 발견되는 평범한 해양 어종입니다. 산호와 해면을 주로 섭취하는 잡식성 물고기죠.",
	"Tank_BlueTang": "블루탱은 평평한 파란색 몸체에 검은색 무늬가 있는데, 그것이 마치 미술도구인 팔레트와 닮았다고 하는 사람들도 있습니다. 거기에 노란색 꼬리가 포인트죠. 대부분 수컷이 암컷보다 큽니다.",
	"Tank_DwarfStingray": "난쟁이 가오리는 뾰족한 끝을 가진 다이아몬드 형태의 몸을 가지고 있습니다. 긴 채찍 같은 꼬리가 있고, 따가운 톱니같은 가시가 달려있습니다.",
	"Tank_MaroonClownfish": "마룬 크라운피쉬는 흰동가리과의 물고기입니다. 다른 흰동가리 종류의 물고기들과 마찬가지로, 말미잘과 공생 상호 관계를 형성하며 살아갑니다.",
	"Tank_SebaeClownfish": "세바 크라운피쉬는 흰동가리과의 물고기입니다. 보통 안장 말미잘과 함께 생활하는 것이 포착되곤 합니다.",
	"Tank_Wide-bandClownfish": "와이드밴드 크라운피쉬는 흰동가리과의 물고기입니다. 다른 흰동가리 종류의 물고기들과 마찬가지로, 말미잘과 공생 상호 관계를 형성하며 살아갑니다. 이들은 성별을 바꿀 수 있으며, 보통 암컷의 몸 크기가 제일 큽니다.",
	"Tank_PinkSkunkClownfish": "핑크 스컹크 크라운피쉬는 흰동가리과의 물고기입니다. 번식 가능한 유일한 암컷이 죽고나면 수컷이 암컷으로 바뀌기도 합니다.",
	"Tank_OrangeClownfish": "오렌지 크라운피쉬는 '퍼큘라 크라운 피쉬' 혹은 '광대 말미잘' 등의 이름으로도 알려진 흰동가리과의 물고기입니다. 다른 흰동가리 종류의 물고기들과 마찬가지로, 말미잘과 공생 상호 관계를 형성하며 살아갑니다.",
	"Tank_SaddlebackClownfish": "새들백 크라운피쉬는 '옐로우핀 말미잘 고기' 등의 이름으로도 알려진 흰동가리과의 물고기입니다. 이들은 성별을 바꿀 수 있으며, 이를 자웅이숙 이라고도 합니다.",
	"Tank_Two-BandClownfish": "두줄 크라운피쉬는 흰동가리과의 물고기입니다. 이름에서 알 수 있듯이, 몸체에는 검은 테두리가 있는 흰 줄이 두 줄 있습니다. 다른 크라운피시들과 마찬가지로 조류와 플랑크톤 등을 섭취합니다.",
	"Tank_WhitesnoutClownfish": "흰코 크라운피쉬는 흰동가리과의 물고기입니다. 다른 흰동가리 종류의 물고기들과 마찬가지로, 말미잘과 공생 상호 관계를 형성하며 살아갑니다. 다만 이들이 조금 특이한 것은, 딱 한가지 종의 말미잘인 버블팁 아네모네라는 말미잘의 주변에서만 살아간다는 것입니다.",
	"Tank_FireClownfish": "파이어 크라운피쉬는 눈 뒤에 흰 띠가 하나 있는 검붉은 몸통을 가진 흰동가리과의 물고기입니다.",
	"Tank_YellowtailClownfish": "노란꼬리 크라운피쉬는 흰동가리과의 물고기입니다. 다른 흰동가리 종류의 물고기들과 마찬가지로, 말미잘과 공생 상호 관계를 형성하며 살아갑니다. 말미잘과 함께 사는 동안,새끼를 돌보는 것은 부모가 아니라 완전히 다른 성체일 가능성이 높습니다.",
	"Tank_SkunkClownfish": "스컹크 크라운피쉬는 흰동가리과의 물고기입니다. 다른 흰동가리 종류의 물고기들과 마찬가지로, 말미잘과 공생 상호 관계를 형성하며 살아갑니다. 같은 말미잘처럼 보여도 각자의 영역이 있고, 여러 소리를 내며 자신만의 영역을 지키며 살아갑니다.",
	"Tank_Pollock": "명태는 여러 나라에서 식용으로 인기가 많은 흰살 생선입니다. 저렴하게 자주 소비되어온 덕분인지, 여러 지역에서 요리할 때 사용하는 다양한 소스가 있죠. 특히나 게맛살이나 피쉬 앤 칩스 및 냉동 생선 음식같은 것에 빠짐없이 들어가기도 합니다.",
	"Tank_FalseKelpfish": "쏨뱅이는 우럭과에 속하는 물고기입니다. 맛이 좋아 여러 요리에 사용되며, 등 지느러미쪽에 돋아있는 가시에는 독이 있으니 손질할 때에 조심해야 합니다.",
	"Tank_Icefish": "아이스피쉬는 비늘이 거의 없는 가냘픈 몸을 가지고 있습니다. 암컷은 완전히 비늘이 없고, 수컷은 거의 없죠.",
	"Tank_Monkfish": "몽크피쉬는 아귀목 생선중 한 종입니다. 이들은 '낚시 개구리' 혹은 '바다 악마' 라고도 알려져 있죠. 비슷한 다른 종들과 마찬가지로 먹이를 유인해서 잡아먹기 위해 머리 위에 촉수같은 것이 달려 있습니다.",
	"Tank_Wolffish": "울프피쉬 또는 '바다늑대' 같은 이름으로 알려진 이 물고기는 차가운 물 바닥, 심해에 거주하고 있습니다. 다양한 조개, 무척추동물, 갑각류 등을 먹이로 삼으며 그 강력한 이빨을 사용하곤 합니다.",
	"Tank_Thread-SailFilefish": "쥐치는 플랑크톤과 제 몸보다 작은 갑각류들을 먹으며 사는 잡식성 물고기입니다. 성체가 되지 않은 개체는 포식자들에게서 몸을 숨기기 위해 표류하는 해초 속에 숨어 다니곤 하죠. 그리고... 쥐포의 재료로 사용됩니다. 알고 계셨나요?",
	"Tank_Soldierfish": "솔져피쉬는 가오리과에 속하는 물고기로, 주로 산호초 근처의 열대 바다에서 발견되곤 합니다. 이들은 개빙구역에서 플랑크돈 등을 먹고 삽니다.",
	"Tank_Squirrelfish": "스쿼럴피쉬는 조기어류에 속하는 물고기의 일종으로, 각기 다른 약 150종 정도의 스쿼럴피쉬가 존재한다고 알려져 있습니다. 열대 바다와 산호초 근처에서 주로 서식하는 이들은 바다 밑바닥에 숨은 갑각류, 연체동물 등을 먹고 삽니다.",
	"Tank_Goldfish": "금붕어는 잉어과에 속하는 민물고기입니다. 금붕어 기억력이라는 말을 자주 쓰는데, 이렇게 알려진 것과는 달리 금붕어는 생각보다 기억력이 나쁘지 않습니다. 다만, 애완용으로 길러지던 금붕어가 민물에 방생될 경우 생태계 교란을 일으킬 수 있어서 무분별한 생물의 방생이 문제가 되고 있습니다.",
	"Tank_Ide": "금빛 황어는 잉어과에 속하는 민물고기입니다. 밝은 비늘과 긴 몸이 특징이죠.",
	"Tank_CelestialEye": "점정안붕어는 잉어과에 속하는 금붕어이며, 정천안(頂天眼)이라고 불리기도 합니다. 말 그대로 눈이 하늘을 향해 있다는 뜻인데, 심지어 그 눈이 툭 튀어나와있죠.",
	"Tank_Lionhead": "라이언헤드는 잉어과에 속하는 금붕어입니다. 머리부분이 독특하게 튀어나와 있기 때문에, 외관만으로도 쉽게 종을 구분할 수 있습니다.",
	"Tank_Comet": "코멧 피쉬는 잉어과에 속하는 금붕어입니다. 평범한 금붕어와 큰 차이가 없어 보이지만, 더 작고 날씬합니다. 구분할 때에는 양 끝이 길게 갈라진 꼬리를 보면 좋습니다.",
	"Tank_Telescope": "툭눈 금붕어는 잉어과에 속하는 금붕어입니다. 가장 눈에 띄는 특징은 이름 그대로 툭 튀어나온 눈입니다. 이 눈 때문에 일부 지역에서는 '용눈' 이라고도 불립니다.",
	"Tank_FreshwaterButterflyfish": "일반적인 나비고기는 보통 산호초 근처에 서식합니다. 하지만, 이 종은 독특하게도 민물에 적응할 수 있었습니다. 이들은 보통 민물고기의 유충을 먹고 삽니다.",
	"Tank_Pangasius": "팡가시우스는 메콩메기과에 속하는 어종입니다. 민물에서도, 민물과 바닷물이 섞인 기수에서도 발견되는데, 생각보다 꽤 크게 자랍니다. 새우나 게, 또는 다른 물고기를 먹는 육싱성 물고기입니다.",
	"Tank_Anchoviella": "앤쵸비는 멸치 속의 일종으로, 보통 따뜻한 물ㅇ레서 발견되는 작고 창백해 보이는 물고기들 입니다. 플랑크톤과 갑각류를 먹고 삽니다. 생각보다 많은 지역에서 여러 방식으로 조리해서 먹는데, 보통 '앤쵸비' 라고 했을 때 가장 먼저 떠오르는 것은 젓갈이죠!",
	"Tank_Barracuda": "바라쿠다라는 이름으로도 잘 알려져있는 이 물고기는 꼬치고기속의 어류를 통칭하는 이름으로, 커다란 포식자입니다. 뱀처럼 길게 늘어진 몸을 가지고 있으며 현재 약 28여종의 꼬치고기속 어류가 발견되었다고 합니다.",
	"Tank_Blue-RingedOctopus": "파란고리문어는 매우 강한 독을 가진 문어입니다. 위협을 받으면 몸 전체가 밝은 노란색이 되며 몸의 수많은 파란색 고리가 깜박거립니다.",
	"Tank_SmallMantaray": "대왕쥐가오리는 쥐가오리속에 속하는 가오리중 하나이며, 대부분의 가오리가 그렇듯이 뾰족한 삼각형 몸체를 하고 있습니다. 머리에는 뿔같은 지느러미가 달려있지요. 그런데... 이 녀석은 좀 작아보이는군요.",
	"Tank_RibbonEel": "리본 장어는 곰치과의 어류중 하나로, 확장된 코가 특징입니다. 일반적으로 석호나 산호초 근처에서 발견됩니다.",
	"Tank_SeaSnake": "바다뱀 혹은 산호초뱀이라 불리는 이 뱀은 바닷속의 삶에 적응한 종 중 하나입니다. 일부는 물속에서의 삶에 완전히 적응하여 더 이상 육지에서는 숨울 쉴 수 없는 경우도 있습니다. 이들은 아가미를 가지고 있지 않기 때문에 숨을 쉬기 위해서는 정기적으로 표면 위로 올라와야 합니다.",
	"Tank_SmallSwordfish": "황새치는 '소드피쉬' 라고도 불리는데, 검을 닮은 길고 납작한 부리를 가졌기 때문입니다. 이들은 이 '검' 을 빠른 속도로 사냥할 때 사용하는데, 의외로 이것은 검을 쓰듯이 찌르는 용도는 아니고 단순히 타격하거나 상처를 입히는 정도에 그친다고 합니다.",
	"Tank_Hagfish": "먹장어는 입이 없는 물고기의 일종입니다. 끈적이는 슬라임 비슷한 액체를 생산해내기도 하는데, 이 때문에 어떤 사람들은 '슬라임 장어' 라고도 부릅니다.",
	"Tank_LongfinIcedevil": "롱 핀 아이스데빌은 심해어로, 깊고 차가운 물 속에서 살기 위해 수많은 적응을 거쳐온 종이기도 합니다. 이런 흉악한 이름을 가졌지만, 이 심해어들은 플랑크톤을 먹고 삽니다.",
	"Tank_Haddock": "대구는 긴 몸통을 가지고, 몸통의 윗면은 갈색에서 검은색까지 다양한 색을 띄지만 아랫부분은 은백색입니다. 식재료로서 인기가 많은, 담백한 흰살 생선이죠!",
	"Tank_StubbySquid": "짧은꼬리오징어는 8개의 팔과 2개의 촉수를 가지고 있으며, 오징어 중에서도 크기가 작은 편에 속합니다.",
	"Tank_DumboOctopus": "덤보 문어는 우무문어, 또는 우산문어라고 부르는 과에 속해 있습니다. 이들은 보통 갑각류, 지렁이 등을 먹고 삽니다. 유체의 귀여운 외모와는 다르게 성체가 되면 심해에 사는 생물에 걸맞는 모습이 됩니다.",
	"Tank_KingCrab": "킹크랩은 보통 차가운 바다에서 발견되는 갑각류입니다. 그 커다란 크기나 맛 때문에 자주 포획되고, 음식으로서도 인기가 많습니다.",
	"Tank_SandDollar": "연잎 성게는 등 위에 별모양의 무늬가 있는 것이 특징인 성게의 한 종으로, 아주 작고 납작한 편입니다. 이 껍데기의 무늬를 테스트 라고 부릅니다.",
	"Tank_BlueDragonSlug": "파란 갯민숭달팽이는 해파리 같은 독을 가진 다른 생물들을 잡아먹기도 하는데, 이 독성을 자신의 몸에 저장해놓기도 하기 때문에 맨 손으로 만졌다가는 큰일날 수도 있습니다!",
	"Tank_BriefSquid": "꼴뚜기는 아주 아주 작은 오징어입니다. 따뜻하고 앝은 불에서 발견되며, 간혹 큰 오징어의 새끼를 꼴뚜기라고 칭하는 경우도 있기 때문에 제대로 구분하는 것은 중요합니다.",
	"Tank_Nautilus": "황제앵무조개는 오랫동안 큰 변화 없이 살아남았기 때문에 종종 '살아있는 화석' 으로 불리곤 합니다. 껍데기의 무늬가 아름다워 장식품으로 사용되기 때문에 남획되고 있습니다.",
	"Tank_Prawn": "보통 왕새우, 혹은 대하라고 불리는 이 새우는 보리새우과에 속하는 갑각류입니다. 여러 지역에서 식재료로 많이 사용됩니다.",
	"Tank_SwimmerCrab": "청색 꽃게, 타이완 꽃게 등으로도 불리는 이 게는 아름다운 파란빛이 특징인 갑각류입니다. 암컷은 다리의 푸른 빛이 약한 경우도 있습니다. 수영하면서 먹이를 낚아채서 수영 게 라고도 불린다고 합니다.",
	"Tank_Jellyfish": "해파리는 젤리라고도 불리는 자포동물입니다. 바다를 부유하며 다니는데, 종류에 따라서 크기, 색, 촉수의 모양 등이 아주 다양합니다. 생태계에서는 중요한 먹이의 역할을 하고 있는 것 같지만, 대부분이 독성 촉수를 가지고 있기 때문에 접촉하기에는 위험한 생물이기도 합니다.",
	"Tank_FreshwaterCrab": "민물 게는 대략 1,300여종이 발견되었습니다. 이들은 바다에 사는 게와는 다르게 자식들을 정성껏 돌봅니다. 다만 이 특성은 민물 게가 그만큼 한 지역에 머물러 있고 여러 지역으로 분포되기 어렵게 만들기 때문에 특정 개체는 특정 지역에서만 발견되거나, 심지어 어떤 종은 멸종 위기에 처하는 경우도 있습니다.",
	"Tank_FreshwaterShrimp": "민물새우는 많은 지역에서 발견되는 작은 갑각류입니다. 먹이사슬의 아랫부분에 위치해 있지만, 그만큼 수많은 큰 생물들에게 중요한 먹이의 역할을 해줍니다.",
	"Tank_HarlequinFreshwaterShrimp": "할리퀸 민물새우는 작은 갑각류로. 화려한 겉모습 때문에 수족관에서 주로 사육됩니다.",
	"Tank_RedHarlequinFreshwaterShrimp": "붉은 할리퀸 민물새우는 작은 갑각류로, 화려한 겉모습 때문에 수족관에서 주로 사육됩니다. 해면 같은 것들을 먹이로 삼습니다.",
	"Tank_RedFreshwaterShrimp": "붉은 민물새우 또는 체리새우라고 알려져있는 이 새우는 새빨간 색상 덕분에 수족관에 사육하는 사람들에게 인기가 많습니다.",
	"Tank_BlueFreshwaterShrimp": "푸른 민물새우 또는 블루벨벳 새우라고 알려져있는 이 새우는 새파란 색상 덕분에 수족관에 사육하는 사람들에게 인기가 많습니다.",
	"Tank_Ladyfish": "당멸치는 조기어류속의 한 종류입니다. 스킵잭, 잭래쉬, 텐파운더 등의 이름으로도 알려져 있습니다. 보통 해안가 근처에서 갑각류나 작은 물고기들을 먹으며 삽니다.",
	"Tank_Robalo": "로발로는 따뜻한 물을 선호하며, 작은 물고기나 새우, 갑각류 등을 주로 섭취합니다.",
	"Tank_MimicOctopus": "흉내 문어는 이름 그대로 여러가지 생물의 흉내를 냅니다. 주로 적이 공격하기 어려운 쏠배감펭이나 바다뱀 등의 흉내를 내는데, 특이하게도 밤에는 흉내를 내지 않는다고 합니다.",
	"Tank_SpinnyDogfish": "곱상어는 기름상어라고도 불리는 돔발상어과의 어류입니다. 작은 어류와 갑각류, 연체동물을 주로 먹습니다.",
	"Tank_ZebraEel": "곰치는 제브라 장어라고도 불리는 장어의 일종입니다. 보통 바위 근처나 얕은 물 속의 산호초 근처에서 발견되곤 합니다.",
	"Tank_GhostEel": "귀신 장어는 흰 리본 장어라고도 불리며, 작은 갑각류를 먹는 야행성 포식자입니다. 나이를 먹을 수록 옅은 갈색이 되는 경우도 있습니다.",
	"Tank_LongnoseGar": "긴코가아의 평균 수명은 15년에서 20년 사이로, 가장 긴 기록은 무려 39살이라고 합니다. 이들의 외형은 수백년을 거치는 동안 거의 그대로 유지되어 왔습니다.",
	"Tank_Lungfish": "폐어는 산소 호흡을 하는 물고기로 가장 잘 알려져 있습니다. 현재까지 알려진 폐어의 종류는 6종 정도입니다. 이들은 잡식성으로, 일반적인 어류와는 다르게 식물과 동물을 모두 섭취할 수 있습니다.",
	"Tank_Tigerfish": "타이거피쉬는 포식성 민물고기입니다. 포식성이라고 말하는 이유는, 대부분 다른 물고기들을 잡아먹기 때문입니다. 긴 은빛 몸체와 노란빛의 지느러미를 가지고 있습니다. 머리가 매우 크고 날카로운 이빨이 많아 먹이를 잘라먹는 데에 사용합니다.",
	"Tank_ElectricCatfish": "전기 메기는 메기과에 속하는 어류입니다. 최대 350볼트의 전기를 발생시킬 수 있습니다.",
	"Tank_SmallGoblinShark": "마귀 상어는 심해 상어의 희귀종입니다. 탁한 분홍빛의 피부에 납작하고 긴 주둥이가 달려있고, 먹이를 먹을 때에는 턱이 튀어나옵니다.",
	"Tank_VampireSquid": "뱀파이어 오징어는 다른 오징어들과 마찬가지로 연체동물, 더 구체적으로는 두족류입니다. 이들은 보통 산소 농도가 낮은 심해에 서식하는데, 무시무시한 이름과는 달리 피가 아니라 심해에 떠다니는 유기물을 섭취합니다.",
	"Tank_GreatFireflySquid": "반딧불 오징어는 이름 그대로 오징어의 한 종류입니다. 이들은 산란기에 해안 근처에서 발견되고는 하지만, 그 시기가 아니라면 심해를 좀 더 선호합니다. 이들은 생물 발광을 하는데, 이 말은 그들이 몸에 발광기관을 갖추어 스스로 빛을 낸다는 것을 의미합니다. 이 빛은 의사소통을 하거나, 위장하거나, 먹이를 유인하는 데 사용된다고 추측되고 있습니다.",
	"Tank_FrilledShark": "주름상어는 심해성 상어의 일종으로, 주름상어과에 속하는 유일한 어종입니다. 이들은 긴 장어와 같은 몸을 가지고 있고, 또 그렇게 움직입니다. 심해에 사는 것으로 알려져 있지만, 간혹 두족류, 자신보다 작은 상어 및 물고기를 먹기 위해서 얕은 물 위로도 올라오곤 합니다.",
	"Tank_Shinidamachu": "사혼충은 '죽은 영혼의 곤충' 혹은 '영혼 수집가' 라고도 알려져 있습니다. 이 생명들은 죽은 자의 영혼을 옮기는 것으로 알려져 있습니다. 거리를 두는 것이 좋겠네요.",
	"Tank_VoidEvilpus": "공허한 표본에 접촉한 문어들은 종종 늪의 마녀에 의해 길들여져 작업용 동물로 이용되곤 합니다. 가장 일반적으로 이들은 갇힌 영혼을 지키는 데에 사용됩니다.",
	"Tank_TrappedSoul": "갇힌 영혼은 늪의 마녀에게 홀린 생물들에게 붙여진 이름입니다. 범죄를 저지른 사람일 수도 있고, 위험한 생물일 수도 있지만, 어쨌든 잔인함은 감소한 것 같네요.",
	"Tank_Mudskipper": "말뚝망둥어는 물 안팎 어느쪽에서든 생존할 수 있는 것으로 알려져 있습니다. 이들의 두드러진 특징 중 하나는 옆구리의 지느러미인데, 이 지느러미는 갯벌과 같은 진흙탕을 가로질러 '뛰어넘을' 수 있게 해줍니다.",
	"Tank_WaterSnake": "물뱀은 대부분의 삶을 물 속에서, 그리고 물 주변에서 보내는 파충류입니다. 보통 이들은 독성이 없으며 개구리 등을 먹고 삽니다.",
	"Tank_VoidCarp": "공허한 잉어는 공허한 에너지에 의해 뒤틀려 원래의 형태를 잃고 바뀌어버린 물고기입니다. 이러한 새로운 형태를 응용하고자 하는 많은 사람들로 인해 오컬트적인 산업에 인기가 많습니다.",
	"Tank_Blinky": "이 주황색 물고기는 돌연변이로 인해 눈이 더욱 커진 것 같습니다. 도대체 무엇이 이 녀석을 이렇게 만들어버렸을까요?",
	"Tank_Decapod": "이 이상한 갑각류는 지금보다 수 단계 더 진화된 종의 바닷가재와 같은 생물의 초기 단계로 여겨집니다.",
	"Tank_VampireFish": "뱀파이어 물고기 또는 파야라 라고 알려진 이 물고기는 아주 공격적이라서, 제 몸집보다 작은 물고기들을 잡아먹습니다. 때문에 수족관에 넣으려면 더 큰 물고기와 합사시키던지, 아니면 단독개체를 기르는 것이 좋습니다.",
	"Tank_Piranha": "피라냐는 난폭한 포식성 물고기로 알려져 있습니다. 심지어는 사람을 해치기도 한다고 알려져 있는데, 이는 어느정도 과장이 섞인 것입니다! 공격적인 것은 사실이나, 실제로는 잡식성이라 식물성 물질도 섭취하며, 생각보다 편식이 심하다고 합니다.",
	"Tank_Lamprey": "칠성 장어는 턱이 없는 어류에 속합니다. 성체가 되면 입이 깔때기 모양으로 벌어지기 때문에 구분하기 쉽습니다.",
	"Tank_TanchoKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 탄초 잉어는 머리 위에 둥그런 빨간 점이 있고, 몸의 다른 부분은 흰색입니다. 이 색은 떠오르는 태양과도 닮아있어 어떤 지역에서는 주인에게 기쁨과 행운을 가져다 준다고 하여 사랑받고 있습니다.",
	"Tank_SankeKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 산케 잉어는 잉어 연못이나 수족관을 관리하는 사람들에게는 가장 인기있는 품종중 하나입니다. 삼색은 무늬가 매우 다양하기 때문에 잉어의 품종 중에서는 가장 많이 사랑받고 인정받는 품종 중 하나입니다. 잉어는 200년까지도 살 수 있고, 따라서 이들은 취급하기에 따라서는 귀중한 가보로 여겨질 수도 있습니다.",
	"Tank_KohakuKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 홍백 잉어는 붉은색 무늬가 얼룩덜룩하게 있고 흰색 몸통을 가진 잉어입니다. 대부분의 사람들이 '관상용 잉어' 를 떠올릴 때 생각하는 품종인데, 그것은 이들이 이러한 관상용 잉어 품종 중에서 가장 오래되고 고전적이며 안정적인 마블링을 가졌기 때문입니다.",
	"Tank_YamabukiKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 야마부키 오공은 노란색에서 황금색을 띕니다. 여름 바다라는 테마에 맞춰서 더욱 화사하고 상쾌한 색상의 품종이 교배되었다고 합니다.",
	"Tank_GhostKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 송엽황금 비단 잉어는 골든 플래티늄 비단 잉어와 야생의 짙은 색상 잉어의 교배로 태어난 종입니다. 메탈릭 재질처럼 반짝이는 비늘이 특징인데, 간혹 구리나 철광같은 짙은 색이 드러나기도 합니다.",
	"Tank_KiUtsuriKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 금황사 비단 잉어, 혹은 금황사 잉어라고 불리며 오컬트나 미신같은 것을 믿는 사람들에게 특히 인기가 있습니다. 몇몇 사람들은 이 잉어가 돈이나 행운을 가져다 준다고 믿기 때문입니다. 물론, 단순히 외관적인 의미 뿐 아니라 이 잉어의 몸값을 따진다면 더더욱 그렇게 믿고 싶을 것이라 생각되네요.",
	"Tank_HiUtsuriKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 비사 비단 잉어는 그 색 때문인지 화재에서 소유자를 지켜주고, 사랑과 행운을 전해준다고 믿는 사람들이 있습니다.",
	"Tank_ShiroUtsuriKoi": "잉어, 또는 비단 잉어의 색 변이종입니다. 은백사 비단 잉어는 동양에서 일컬어지는 음과 양의 완벽한 균형을 이루고 있다고 오컬트 전문가들이 말하곤 합니다.",
	"Tank_Tui": "정령들의 오아시스를 만들기 위해 정령세계에서 건너온 달의 성령 투이. 흰 비단 잉어의 모습을 취하고 있습니다. 만약 투이가 바다의 성령과 단절된다면 세계는 균형을 잃게 될 것이고, 이 연못으로 한 쌍의 물고기를 돌려보내 군형을 회복시키려 할 것입니다.",
	"Tank_La": "정령들의 오아시스를 만들기 위해 정령세계에서 건너온 바다의 성령 라. 검은 비단 잉어의 모습을 취하고 있습니다. 만약 라가 달의 성령과 단절된다면 세계는 균형을 잃게 될 것이고, 이 연못으로 한 쌍의 물고기를 돌려보내 군형을 회복시키려 할 것입니다.",

	//1.4.0 dialogue boxes

	"RSVRoom": "이 문을 통해 리지사이드 마을의 물고기와 다른 희귀 표본들을 볼 수 있습니다.",
	"RSVBook1": "스타듀 월간 낚시13#...라라바이 잉어, 가을에 희귀하게 잡힙니다.",
	"RSVBook2": "스타듀 월간 낚시 7#...칼날꼬리 철갑상어, 리지사이드 마을에서 발견되는 희귀한 여름 철갑상어입니다.",
	"RSVBook3": "스타듀 월간 낚시 9#...카르디아 세프탈 해파리, 바다에서 찾을 수 있는 희귀한 해파리입니다.",
	"RSVBook4": "스타듀 월간 낚시 2#...진홍 뾰족조개, 봄철에 바닷가에서 발견되는 희귀한 조개입니다.",
	"RSVBook5": "스타듀 월간 낚시 10#...페어리테일 라이온 피쉬, 동화인가 실제인가?^^스타듀밸리 인근 해역에서 목격했다는 소문이 매 달 두번째 수요일마다 들려옵니다",
	"RSVBook6": "스타듀 월간 낚시 3#...해결사 장어, 산 능선에서 봄과 여름에 찾을 수 있는 희귀한 장어입니다",
	"RSVBook7": "스타듀 월간 낚시 1#...골든 로즈, 한 독자로부터 계절의 마지막 날에 산 능선 주변에서 이 희귀한 물고기를 잡았다고 제보했습니다.",
	"RSVBook8": "스타듀 월간 낚시 69#...망토 청개구리, 양서류인가 물고기인가? 양서류!^^...가을의 주말쯤 산 능선 주위에서 찾을 수 있습니다.",
	"RSVBook9": "스타듀 월간 낚시 5#...하베스트 송어, 봄에만 잡히는 리지사이드 마을의 어종입니다.",
	"RSVBook10": "스타듀 월간 낚시 #1...페블 백 크랩, 리지사이드 마을의 희귀한 여름 갑각류입니다.",
	"SmallPlant": "이제 막 싹트기 시작한 작은 식물. 최근에 물을 준 것 같다.",
	"PearlFish": "이 아름다운 분홍색 물고기는 자신보다 작은 조개를 먹고, 때때로 진주와 같은 소화되지 않는 것을 남기곤 합니다. 이 이름은 그런 습성 때문에 붙여졌습니다.",

	//1.4.0 Fish Descriptions

	"Tank_PearlFish": "이 아름다운 분홍색 물고기는 자신보다 작은 조개를 먹고, 때때로 진주와 같은 소화되지 않는 것을 남기곤 합니다. 이 이름은 그런 습성 때문에 붙여졌습니다.",
    // RSV Fish
    "Tank_PebbleBackCrab": "페블 백 크랩은 희귀한 갑각류입니다. 이들은 조약돌과 광물을 수집하여 자신의 껍데기를 장식하는 데 사용하는 독특한 행동을 보여 이러한 이름이 붙여졌습니다. 알 수 없는 이유로 이들은 희귀하고 비싼 광물과 보석으로 자신을 장식하는 것을 선호하는데, 이것은 이러한 희귀한 보석을 노리는 낚시꾼들에게는 아주 이상적인 목표물입니다.",
    "Tank_HarvesterTrout": "하베스트 송어는 악명 높은 송어 종으로, 물가 가까이에 놓인 농작물을 훔쳐먹는 습성 때문에 이러한 이름이 붙여졌습니다. 연못에서 이 물고기를 키우는 낚시꾼들은 이 녀석들이 종종 '고대 씨앗' 이라고 불리는 씨앗을 물어온다고 보고한 바 있습니다.",
    "Tank_FixerEel": "해결사 장어는 희귀한 장어입니다. 이들은 '무엇이든 고칠 수 있다' 라는 현지의 미신 때문에 거의 멸종될 뻔했고, 이러한 미신 덕분에 해결사 장어라고 이름이 붙여졌습니다.",
    "Tank_LullabyCarp": "라라바이 잉어는 희귀한 잉어입니다. 이들은 때때로 조화롭고 아름다운 멜로디를 만들어 내는 것으로 알려져 있는데, 어떻게 이러한 소리를 만들어 내는지는 여전히 수수께끼입니다.",
    "Tank_GoldenRoseFin": "골든 로즈는 황금빛의 얇은 지느러미가 특징입니다. 이 지느러미 덕분에 수영할 때는 거의 물 속에서 춤추는 것 처럼 보이기도 합니다.",
    "Tank_BladetailSurgeon": "칼날꼬리 철갑상어는 칼날처럼 날카로운 지느러미를 가지고 있습니다. 물론 이것들은 위험하지만, 실제로 이 물고기가 이러한 지느러미를 이용해서 사냥이나 자기 방어를 했는지에 대해서는 무성한 추측 뿐, 밝혀진 바가 없습니다.",
    "Tank_CardiaSeptalJellyfish": "카르디아 세프탈 해파리는 매우 독특한 해파리입니다. 때때로 자웅동체가 되는 다른 해파리들과는 달리, 이 종은 각각 다른 성별의 두 개의 몸이 융합되어 있습니다. 한 쪽은 암컷, 한 쪽은 수컷입니다. 이 희귀한 해파리에 대해서는 아직 잘 알려지지 않았습니다.",
    "Tank_CrimsonSpikedClam": "진홍 뾰족조개는 멸종위기에 처한 희귀종인 이매패류의 일종입니다. 다른 비슷한 종 처럼 진주를 만들어낼 수 있지만, 이 종은 진주를 대신해서 루비를 생산하는 것으로 알려져 있습니다. 그 이유에 대해서는 밝혀진 바가 없습니다.",
    "Tank_FairytaleLionfish": "페어리테일 라이온 피쉬는 위장술의 일환으로 선명한 색상의 비늘을 발달시켰습니다. 어떠한 미신과 전설에서는 이 물고기가 행운이나 사랑을 가져온다고 말하며, 심지어는 '무지갯빛 파편' 을 물어온다고도 합니다.",
    "Tank_CapedTreeFrog": "망토 청개구리는 희귀한 양서류입니다. 등의 색 패턴이 망토같은 모양이라서 이러한 이름이 붙여졌습니다.",
	// SVE Fish
	"Tank_Kittyfish": "The Kittyfish is a magical fish... or cat? Further research required.",
	// MNF
    "Tank_ClownTriggerfish": "파랑쥐치는 트리거피시 라고도 불리는 쥐치복과에 속하는 해양 물고기입니다. 대부분의 쥐치복이 그렇듯이, 이들은 포식자로 매우 공격적으로 자신의 영역을 지키며 살아갑니다.",
    "Tank_Bonnethead": "보네테드 상어는 귀상어과의 작은 종입니다. 주로 갑각류를 먹고 살며, 아주 활동적인 열대어죠. 암컷이 수컷보다 더 큰 경향이 있습니다.",
    "Tank_BlackGhostKnifefish": "블랙 고스트, 혹은 검은 유령칼고기 라고도 불리는 이 녀석은 조기어류인 열대 민물고기입니다. 이 종은 의사소통이나 신호를 보낼 때, 그리고 레이더 처럼 주변을 탐지할 때 사용되는 약한 전기 방전을 발생시킬 수 있습니다.",
	
	
	//npc dialogue such long

	"SPRINGNPC_1": "관광객: 선물가게에서 무엇을 사야 할까?",
	"SPRINGNPC_2": "관광객: 안녕, 아쿠아리움은 처음이니?",
	"SPRINGNPC_3": "그녀는 바빠보인다.",
	"SPRINGNPC_4": "안경쓴 남자가 우쭐거리며 웃었다.",
	"SPRINGNPC_5": "관광객: 물 속에 고기가 보여!",
	"SPRINGNPC_6": "관광객: 내 친구가 지난번에 여기 왔을 때 돌고래를 봤다고 했어.",
	"SPRINGNPC_7": "관광객: 난 매년 봄과 여름마다 여기에 와. 이 해변을 정말 좋아하거든.",
	"SPRINGNPC_8": "관광객: 수영을 하고 싶으면 해변 남쪽에 가봐.",
	"SPRINGNPC_9": "관광객: 전 친구를 기다리고 있어요..",
	"SPRINGNPC_10": "관광객: 안녕, 같이 해변에서 좀 놀래?",
	"SPRINGNPC_11": "관광객: 저 음식 좀 봐!",
	"SPRINGNPC_12": "관광객: 음악 좀 들으러 왔어.",
	"SPRINGNPC_13": "관광객: 처음 뵙겠습니다.",
	"SPRINGNPC_14": "관광객: 뭐야?",
	"SPRINGNPC_15": "관광객: 오, 안녕. 그냥 이 조수 웅덩이를 보고 있었어.",
	"SPRINGNPC_16": "관광객: 여기 음식 정말 맛있다.",
	"SPRINGNPC_17": "관광객: 정말 목마르다.",
	"SPRINGNPC_18": "관광객: 이거 먹어봤어? 나쁘지 않아.",
	"SPRINGNPC_19": "관광객: 안녕, 와서 너도 뭐 좀 먹을래?",
	"SPRINGNPC_20": "관광객: 뭘 먼저 해볼까?",
	"SPRINGNPC_21": "관광객: 저기 있는 저 사람들 좀 봐. 정말 맛있게 먹는다.",
	"SPRINGNPC_22": "관광객: 물 속에 들어갈 용기를 내는 중이야...",
	"SPRINGNPC_23": "관광객: 오늘 물 정말 좋다. 한 번 들어가봐.",
	"SPRINGNPC_24": "관광객: 안녕, 수영하러 가니?",
	"SPRINGNPC_25": "관광객: 수영하러 가고 싶긴한데, 머리가 망가질거야",
	"SPRINGNPC_26": "관광객: 봄의 해변이 가장 좋더라. 덥지도 춥지도 않잖아.",
	"SPRINGNPC_27": "관광객: 일광욕을 해야겠다, 햇볕에 멋지게 그을릴 수 있을 것 같아..",
	"SPRINGNPC_28": "관광객: 으음? 잠시 생각에 잠겨있었어.",
	"SPRINGNPC_29": "관광객: 수영하러 갈거니? 경계선 안쪽에선 수영할 수 있어.",
	"SPRINGNPC_30": "관광객: 안녕하세요, 좋은 하루 보내고 있어요?",
	"SPRINGNPC_31": "관광객: 아쿠아리움을 좋아하긴 하는데, 이 해안도 멋지다.",
	"SPRINGNPC_32": "관광객: 안녕, 오늘 날씨 좋다. 안그래?",

	"NPCSUMMER_1": "안경쓴 남자가 우쭐거리며 웃었다.",
	"NPCSUMMER_2": "관광객: 새 비키니를 사야하려나?",
	"NPCSUMMER_3": "관광객: 이런! 지갑을 잃어버렸어.",
	"NPCSUMMER_4": "관광객: 저 어항 너무 귀엽다!",
	"NPCSUMMER_5": "관광객: 아쿠아리움에는 어떤 물고기가 전시되어 있는지 궁금해.",
	"NPCSUMMER_6": "관광객: 안녕하세요. 아쿠아리움에는 처음 오세요?",
	"NPCSUMMER_7": "관광객: 해변에서 아이스크림을 살 수 있는 거 알아요?",
	"NPCSUMMER_8": "아가씨: 아쿠아리움에 물고기 보러갈까, 사이먼?",
	"NPCSUMMER_9": "사이먼은 롤리팝 사탕을 핥아먹느라 바쁘다.",
	"NPCSUMMER_10": "관광객: 난 매년 봄과 여름마다 여기에 와. 이 해변을 정말 좋아하거든.",
	"NPCSUMMER_11": "관광객: 매년 이맘때 부두에서 바라보는 경치가 정말 예뻐.",
	"NPCSUMMER_12": "관광객: 물에 빠진 닭을 본 것 같은 기분이 드는데, 복어를 잘못 본걸까?.",
	"NPCSUMMER_13": "관광객:도움이 필요하니?",
	"NPCSUMMER_14": "관광객: 안녕, 자기. 멋진 하루 보내고 있어?",
	"NPCSUMMER_15": "관광객: 아이스크림 진짜 땡긴다.",
	"NPCSUMMER_16": "관광객: 부두 위의 저 여자 어쩔 줄을 몰라하네.",
	"NPCSUMMER_17": "광대: 풍선마술 좀 볼래?",
	"NPCSUMMER_18": "관광객: 저 광대는 해변에서 뭘 하는거지?",
	"NPCSUMMER_19": "관광객: 안녕, 그냥 친구를 기다리고 있어.",
	"NPCSUMMER_20": "관광객: 난 여기서 일몰을 보는 게 좋아.",
	"NPCSUMMER_21": "관광객: 오늘 바다가 정말 아름답다.",
	"NPCSUMMER_22": "남자: 휴우! 오늘 정말 덥네.",
	"NPCSUMMER_23": "관광객:나는 여름의 물색을 좋아해.",
	"NPCSUMMER_24": "관광객: 일광욕 할거면 썬크림 잊지마.",
	"NPCSUMMER_25": "관광객:수영하러 갈거니? 경계선 안쪽에선 수영할 수 있어.",
	"NPCSUMMER_26": "관광객: 더위를 식히기엔 수영이 제격이지.",
	"NPCSUMMER_27": "관광객: 잠수용 마스크를 가져올걸 그랬네.",
	"NPCSUMMER_28": "관광객: 머리가 망가지는건 싫으니까 수영은 안 해.",
	"NPCSUMMER_29": "관광객: 너무 덥다 싶으면 물에 뛰어들어봐.",
	"NPCSUMMER_30": "관광객: 안녕, 수영하러 가니?",
	"NPCSUMMER_31": "관광객: 물 속에 들어갈 용기를 내는 중이야....",
	"NPCSUMMER_32": "관광객: 이 해변에 바다 조개껍데기가 있을까?",
	"NPCSUMMER_33": "낮잠자는 남자를 깨우지 않도록 자리를 피해주자.",
	"NPCSUMMER_34": "관광객: 방금 게를 찾았어.",
	"NPCSUMMER_35": "관광객: 안녕, 이 날씨를 즐기고있니?",
	"NPCSUMMER_36": "관광객: 이 갯벌에는 불가사리가 많아.",
	"NPCSUMMER_37": "관광객: 필요한 거 있니?",
	"NPCSUMMER_38": "관광객: 내 머리 예쁘니? 고마워!",
	"NPCSUMMER_39": "관광객: 이 갯벌에는 많은 생명체가 살고 있어요.",
	"NPCSUMMER_40": "관광객: 요!",
	"NPCSUMMER_41": "관광객: 뭔일이유?",
	"NPCSUMMER_42": "남자: 해변에선 예쁜 사진 많이 찍을 수 있어.",
	"NPCSUMMER_43": "관광객: 저기 있는 저 남자가 방금 내 사진을 찍었어..",
	"NPCSUMMER_44": "여성은 무언가를 먹는데 정신이 팔려있다.",
	"NPCSUMMER_45": "관광객: 더는 못 먹겠어.",
	"NPCSUMMER_46": "관광객: 안녕. 혹시 배고프니?",
	"NPCSUMMER_47": "관광객: 블랙베리 코블러! 내가 제일 좋아하는거야.",
	"NPCSUMMER_48": "관광객: 여기에 감귤류가 한 들었으면 좋겠네. 알러지가 있어서 말이야.",
	"NPCSUMMER_49": "관광객: 저거 코울슬로지? 나 코울슬로 정말 좋아하는데.",
	"NPCSUMMER_50": "관광객: 고기 정말 맛있다.",
	"NPCSUMMER_51": "관광객: 이 타파스에 뭐가 들었는지 궁금한데. 맛있어!",
	"NPCSUMMER_52": "관광객: 어!? 내 그릇에 있던 음식 어디간거야? 잠깐, 내가 벌써 다 먹은거야?",
	"NPCSUMMER_53": "관광객: 음식 진짜 많다!",
	"NPCSUMMER_54": "관광객: 저 새우 칵테일 봐. 정말 화려해!",
	"NPCSUMMER_55": "관광객: 우리 어디서 본 적 있나?",
	"NPCSUMMER_56": "관광객: 여기서 파는 간식, 정말 싸다.",
	"NPCSUMMER_57": "여성은 당신을 무시하고 있다.",

	"FALLNPC_1": "여성은 당신을 무시하고 있다.",
	"FALLNPC_2": "안경쓴 남자가 우쭐거리며 웃었다",
	"FALLNPC_3": "관광객: 그 많던 사람들 다 어디 갔을까? 아무래도 가을 해변은 그다지 인기있진 않지.",
	"FALLNPC_4": "관광객: 이 시기엔 수영하기엔 물이 너무 차가워.",
	"FALLNPC_5": "관광객: 물이 좀 차갑긴 한데 상관없어.",
	"FALLNPC_6": "관광객: 날이 좀 쌀쌀하네.",
	"FALLNPC_7": "관광객: 안녕, 친구.",
	"FALLNPC_8": "관광객: 안녕, 멋진 하루 보내고 있어?",
	"FALLNPC_9": "관광객: 겨울이 오기 전에 마지막 일몰을 봐야 해.",
	"FALLNPC_10": "관광객: 이 병에 뭐가 들었는지 궁금해.",
	"FALLNPC_11": "관광객: 코블러 정말 최고야.",
	"FALLNPC_12": "관광객: 안녕, 너 배고프니?",
	"FALLNPC_13": "관광객: 고기 좀 먹어볼래?",

	"NPCWINTER_1": "어부: 밤엔 질 좋은 '오징어'를 낚을 수 있슈.",
	"NPCWINTER_2": "어부가 뱃노래를 흥얼거린다.",
	"NPCWINTER_3": "어부: 낚시 좀 즐기겠슈?",
	"NPCWINTER_4": "어부: 흠? 오, 안녕하신가.",
	"NPCWINTER_5": "아가씨: 그 눈덩이 내려놓으렴, 사이먼.",
	"NPCWINTER_6": "사이먼은 짓궂은 미소를 띠고 있다.",

	//achievement
	"AchievementName": "물고기와 잠들기!",
	"AchievementDescription": "아쿠아리움에 모든 종류의 물고기를 기증했다.",
	"AchievementCongratulations": "자네가 해냈어...축하하네! 내일 다시 와서 가득 찬 아쿠아리움을 마음껏 구경해보게!",

	//ehehehe
	"PufferchickDonated": "카운터 뒤에서 뭔가가 찰칵거리는 소리가 들렸다...",

	//mail
	"AquariumOpenLandslide": "@씨에게,^^어제 밤에 산사태가 있었지만 아무도 다치지 않았다는 소식을 들어 다행입니다. 기찻길을 막고 있던 바위들이 쓸려나가, 펠리칸 타운에서도 다시 철도를 이용할 수 있게 되었다고 들었습니다.^그리고, 별이슬 아쿠아리움 개장소식을 전할 수 있게 되어 몹시 기쁩니다!^당신이 훌륭한 낚시꾼이라고 내 친구 윌리에게 들었습니다. 만약 좋은 표본을 찾아내 기부해주시면 크게 감사드립니다.^^안부 전하며, 별이슬 아쿠아리움 큐레이터 올림",
	"AquariumOPenLater": "안녕하십니까, @!^^별이슬 아쿠아리움 개장소식을 전할 수 있게 되어 몹시 기쁩니다!^당신이 훌륭한 낚시꾼이라고 내 친구 윌리에게 들었습니다. 만약 좋은 표본을 찾아내 기부해주시면 크게 감사드립니다.^^안부 전하며, 별이슬 아쿠아리움 큐레이터 올림."

}