{
  "companion-Recruit-Friend": "I've been meaning to explore some new areas for inspiration.#$q 592800/9249200 companion-RecruitFollowup-Friend#Could I accompany you today?#$r 592800 10 companion-RecruitYes-Friend#Sure, but watch your hair. We might be getting dirty!#$r 9249200 0 companion-RecruitNo-Friend#Sorry Elliott, I think I'd prefer some time alone today.",
  "companion-RecruitYes-Friend": "I think I might like that for a change! Shall we?",
  "companion-RecruitNo-Friend": "I understand. A little peace and quiet has always done me wonders as well.",
  "companion-RecruitFollowup-Friend": "#$p 592800 #I'm glad I have some good company too!$h||Say, have you been to the desert before?",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Oh my, is it really %time already? I really must be getting home soon.$8#$b#I had such a wonderful time though. Please find me again the next time you need company in your travels.$h",
  "companion-Beach-Friend": "The beach is such a beautiful front yard, don't you think?#$b#You get to hear the ocean and the gulls sing for you everyday.$h",
  "companion-Submarine-Friend": "Goodness, did you see the tentacles on that thing? Nature really does get scary when you look deeper!$8",
  "companion-Desert-Friend": "The desert is far too hot for me, but I can see how it could appeal to some.#$b#I could write a whole chapter on the hardiness of all of these beautiful cacti!$u",
  "companion-Club-Friend": "My my, it's been some time since I was in an establishment like this.$h#$e#Don't tempt me. I'm sure I could clean out all the chips in this place given a full day.$u",
  "companion-SkullCave-Friend": "The monsters in here are quite fearsome. Please keep us safe @!$8",
  "companion-Sewer-Friend": "I'm afraid I don't see much value in being down here.$s#$b#Aside from the charming fellow over there at least.$h",
  "companion-BugLand-Friend": "Goodness, what is that in my hair?!$8",
  "companion-ArchaeologyHouse-Friend": "I love coming here to read to works of great authors.$h#$b#These amazing artifacts inspire me as well!",
  "companion-Tunnel-Friend": "A space between worlds, doesn't it seem like? Brings me a feeling of wondering what lies beyond...",
  "companion-WizardHouse-Friend": "I wonder what stories this man has heard. Tales from other worlds or even dimensions perhaps?",
  "companion-WitchHut-Friend": "This place gives me a dreadful feeling. Just what kind of evil do these statues hold?$s",
  "companion-AdventureGuild-Friend": "These men look like they've seen a thing or two. I wonder if they'd be willing to share?",
  "companion-Mine-Friend": "I'm sure I would be scared out of my pantaloons down here if I were not with you right now!$h",
  "companion-Railroad-Friend": "Have you ever ridden on a train @? It's such a lovely way to see the countryside.$h#$e#It flies by you, and you can't help but wonder about the lives of all the people you pass.",
  "companion-BathHouse_Pool-Friend": "Ahhhhh, this is just what I needed to get my mind off of writing for a little bit.$h",
  "companion-Woods-Friend": "What a wonderful place you've brought me to. It's places like this that gave birth to transcendental thought.$h",
  "companion-Perk-Friend1": "@, allow me to share with you some of the labor of my recent fishing efforts!$h",
  "companion-Perk-Friend2": "Do you like Sashimi, @? You must try making some with this fish if you haven't had it before!",
  "companion-Perk-Friend3": "Here, have some fish @. We'll need to keep our energy up if we're to keep adventuring!",
  "companion-Perk-Spouse1": "Here love, I caught us some dinner for tonight.$h",
  "companion-Perk-Spouse2": "A fish may not be the highest gesture of romance darling, but it will certainly fill your belly!$h",
  "companion-Perk-Spouse3": "We will be feasting heartily on seafood tonight dear!$h",
  "companion-Perk-SpouseRare": "My love for you, is like this fish. It darts around moonlit waters, reflecting pure white light off its lustrous scales.$l#$b#And though there are millions of fish in the sea, only this one will be inside you tonight.$h",
  "companion-Idle1a-Friend1": "Hmmmm...$a#$b#Oh, I'm just thinking about how I can use the scenery we have here to contribute to the motif of my novel.",
  "companion-Idle1a-Friend2": "There are many important things to being a good author. One of those things is knowledge and experience of your subject.#$b#The other is simply to read lots of good books.$h",
  "companion-Idle1a-Friend3": "Yes, what's on your mind @?",
  "companion-Idle1a-Friend4": "I'm reading now a morbid tale of vampires and vampire hunters. But more than that, it's a tale of passionate blood, battling spirits, crusading heroes, and unbreakable will.",
  "companion-Idle1a-Spouse1": "Never did I imagine I would have such a handsome husband to share the simple pleasure of reading in nature with.$l^Never did I imagine I would have such a beautiful wife to share the simple pleasure of reading in nature with.$l",
  "companion-Idle1a-Spouse2": "Even as captivating as this novel is, I still find myself distracted by your stunning physique while you stand there.$l",
  "companion-Idle1a-Spouse3": "Though I've practiced my entire life to find the perfect words to describe anything, I still sometimes find myself at a loss when I see your face against the horizon.$l",
  "companion-Idle1a-Spouse4": "Why don't you come sit down next to me, @? I'll read you a passage from 'Walden'.",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?",
  "companion-Idle4-Friend1": "%Gone Fishing"
}