{
  "companion-Recruit-Friend": "Hey @, I've got free time today!#$q 592800/9249200 companion-RecruitFollowup-Friend#Want to go find something fun to do?#$r 592800 10 companion-RecruitYes-Friend#Absolutely! I have some cool things to show you too!#$r 9249200 0 companion-RecruitNo-Friend#I'm sorry, but today's actually bad for me.",
  "companion-RecruitYes-Friend": "I knew I could count on you for a good time! Lead the way.$h",
  "companion-RecruitNo-Friend": "No worries. I'm off on Sundays so let me know if you're free next week!",
  "companion-RecruitFollowup-Friend": "#$p 592800 #So thanks for coming with me! There's so many beautiful things to see around here.|I'm working nearly every night so I know it's hard to find time to take a break.",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Hey @, I'd love to stay with you a little longer but I do need to be getting home at a reasonable hour.$u#$b#I had such a great time though! Come find me on my next day off and we'll do this again.$0",
  "companion-Beach-Friend": "I love the feeling of sand on my feet! It's like a thousand tiny gems all glittering on me.$h",
  "companion-Submarine-Friend": "It's very sobering to be down here. Just thinking that all life on land came from down here originally...$u",
  "companion-Desert-Friend": "Hey, let's go see Sandy while we're here! I love getting to catch up with her$h",
  "companion-Club-Friend": "Have you met Mr. Qi? He seems mysterious, like he knows something great and terrible about humanity that we don't.$u",
  "companion-SkullCave-Friend": "These monsters may be strong, but we'll be safe with our powers combined.$7",
  "companion-Sewer-Friend": "Can you imagine a world where we allowed all the Jojas of the world to do whatever they wanted?#$b#With the damage to the environment, I imagine we'd see a lot more places looking like this.$s",
  "companion-BugLand-Friend": "It feels like something extremely dark was once, or still is, down here.$6",
  "companion-ArchaeologyHouse-Friend": "@! Look at all the beautiful gems here! They're so amazing!",
  "companion-Tunnel-Friend": "It feels so dark, and empty down here. Like we might be the only living things here...$u",
  "companion-WizardHouse-Friend": "I admire Rasmodius. It seems like he has a deep respect for all kinds of life.",
  "companion-WitchHut-Friend": "I wonder what drove this poor woman to be like she is. Most people don't want to be evil, you know.$u",
  "companion-AdventureGuild-Friend": "It's sad that humans and elementals can't learn to co-exist. We wouldn't need weapons like these.$u",
  "companion-Mine-Friend": "Let's look for powerful gems while we're down here, @!$h#$e#Let me know if you see any Amethyest. I'd love you forever if you found some!$h",
  "companion-Railroad-Friend": "I used to love walking down railroad tracks when I was a kid.#$b#Actually, I guess I still love it!$h",
  "companion-BathHouse_Pool-Friend": "I need to come here more often. It really take the stress of work out of my bones.",
  "companion-Woods-Friend": "What a gorgeous forest. It's hard to believe this place even exists sometimes.#$b#I'm glad I'm here with you.$l#$e#Wait, you don't think there are any bears in here, do you?$6",
  "companion-Idle1a-Friend1": "%Emily seems like she's in another place entirely.",
  "companion-Idle1a-Friend2": "%Emily looks as still as any pond you've ever seen.",
  "companion-Idle1a-Friend3": "%You feel at peace just watching Emily meditate.",
  "companion-Idle1a-Friend4": "%You get the feeling Emily can see into your soul right now, even with her eyes closed.",
  "companion-Idle1b-Friend1": "%Emily doesn't seem to notice you watching her.",
  "companion-Idle1b-Friend2": "Hey @, care to join me?",
  "companion-Idle1b-Friend3": "Sometimes I feel a rhythm in my body and I have to express it!$h",
  "companion-Idle1b-Friend4": "Dancing is a universal language all creatures can understand.",
  "companion-Idle1a-SpouseOverride1": "%Though she remains quiet, you feel as if you understand exactly what Emily is feeling right now.",
  "companion-Idle1a-SpouseOverride2": "%Emily looks perfectly tranquil right now.",
  "companion-Idle1a-SpouseOverride3": "%You feel a unique kind of peace wash over you and the rest of the immediate area around you too...",
  "companion-Idle1a-SpouseOverride4": "Can you hear me, @? I've found that I can sometimes reach into the minds of those closest to me...$u",
  "companion-Idle1b-SpouseOverride1": "%Emily notices you watching her and beckons you to join.",
  "companion-Idle1b-SpouseOverride2": "Hey love, let's dance together.$h",
  "companion-Idle1b-SpouseOverride3": "Expressing myself like this lets me feel closer to the Earth. Don't be afraid to try it too, @.",
  "companion-Idle1b-SpouseOverride4": "Come here, @. Let's dance together.$l",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?"
}