{
  "Companion": "I'm really enjoying my photography lately.#$q 592800/9249200 haleyCompanion_followup#Hey @! Wanna help me with some photography around town today?#$r 592800 10 haleyCompanion_yes#Sure! Make sure to take some good ones of me.#$r 9249200 -5 haleyCompanion_no#Not today. Sorry Haley.",
  "haleyCompanion_yes": "Every picture of you is a good one, @.$h#$b#So where are we headed first?",
  "haleyCompanion_no": "*Sigh* Alright... Promise me next time then.",
  "haleyCompanion_followup": "#$p 592800 #Hey hold that pose! And that cute smile too!$h|I'll have some really nice locations picked out next time so promise you'll say 'yes'.",
  "CompanionActions": "Hey @, what's up.#$q 4736775/7298075 CompanionFollowup#What's up?#$r 4736775 0 CompanionActionEnd#That's all the time I have to hang out today.#$r 7298075 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Alright, well thanks for hanging out with me today!$h",
  "CompanionActionContinue": "Cool.",
  "CompanionAutomaticDismissal": "Hey @, I think I need to head home now so I get enough beauty sleep.#$b#You should model again for me sometime though because you look stunning in all these.$h",
  "companion-Beach-Friend": "I don't think I'll ever grow out of loving the beach in Summer.$h#$b#Let's keep coming back here, you and I.$l",
  "companion-Submarine-Friend": "Being down here definitely makes me a little nervous.$s#$e#But at the same time, I can't help but be amazed by all these strange sea creatures. Good thing I brought my camera.$8",
  "companion-Desert-Friend": "I think one of Emily's friends lives out here. Sandy, if I remember right?#$b#I met her once and she's actually a pretty cool girl. She has great hair too!",
  "companion-Club-Friend": "My my, I didn't know I was with a member of such an exclusive club.#$e#That Qi keeps staring at me though. He gives me the creeps.$u#$b#...$a",
  "companion-SkullCave-Friend": "Is this what you do on a regular basis?! Go spelunking in a cave with a bunch of dangerous monsters?!$9",
  "companion-Sewer-Friend": "Ummmm, can we get out of here as soon as possible? I can feel the air settling into my skin and hair.$s",
  "companion-BugLand-Friend": "Eeep! Please don't take me with you next time if this is where you're planning on going!$u",
  "companion-ArchaeologyHouse-Friend": "So this is where you donate all your cool artifacts? You're quite the accomplished adventurer aren't you?#$e#I've got some great pictures from this too!$11",
  "companion-Tunnel-Friend": "The lighting is low, but I bet I can still get some good urban pictures of you in here.",
  "companion-WizardHouse-Friend": "Wait, is this guy for real?$8#$b#...You mean I could be teleporting around everywhere instead of taking the bus if I wanted to?$8",
  "companion-WitchHut-Friend": "This girl's got it figured out! Flying around, cursing all those who've scorned her! What a life!$h",
  "companion-AdventureGuild-Friend": "Hey, have you ever considered wearing an eye patch? It'd definitey make you look tougher!$h",
  "companion-Mine-Friend": "Hey, stay close to me. These mines are beautiful, but they scare me a little too.$s",
  "companion-Railroad-Friend": "It's so quiet and peaceful up here. I love it.$h#$e#Hey, hold that pose cutie.$11",
  "companion-BathHouse_Pool-Friend": "If you wanted to see me in my swimsuit, you could've just said so.$l",
  "companion-Woods-Friend": "These woods feel so enchanting. Do you feel it too, @?$8"
}