{
  "companion-Recruit-Friend": "I'm clearing my head of a project I'm working on.#$q 592800/9249200 companion-RecruitFollowup-Friend#Say @, do you mind if I walk with you?#$r 592800 10 companion-RecruitTalk-Friend#Of course not! What's been on your mind lately?#$r 592800 10 companion-RecruitConstellations-Friend#Not at all! And I hear it's supposed to be clear out tonight too.#$r 9249200 0 companion-RecruitNo-Friend#Sorry Maru, I'm trying to clear my own with some alone time right now.",
  "companion-RecruitTalk-Friend": "I was actually thinking a lot about the concept of %noun recently. Have you heard that...?$u",
  "companion-RecruitConstellations-Friend": "Wonderful! There's always something so nice about looking for constellations with someone else.$l",
  "companion-RecruitNo-Friend": "I get it. I'll leave you to your self then.",
  "companion-RecruitFollowup-Friend": "#$p 592800#...I see! That's very interesting @! You should take a look at my books sometime. I have one about just that!|You should make sure you're getting a healthy balance of work and relaxation too.",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": "toodles.",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Hey, I need to head home now so I can write some thoughts down in my journal before I pass out.#$b#Don't worry though, I won't write anything about what we were talking about earlier.$h#$b#Goodnight, @.",
  "companion-Beach-Friend": "I hardly ever visit the beach actually. It's cool though that there's a place everyone loves, whether you're a scientist or a carefree teenager.",
  "companion-Submarine-Friend": "This is marvelous @! ...I'm at a loss for words to describe how amazing it is to see all these wonderful creatures down here.$l",
  "companion-Desert-Friend": "To think that humans could survive in a place that seems so inhospitable. It gives me hope for the future generations of cosmonauts exploring distant planets.",
  "companion-Club-Friend": "Many of these games have a trick to them, I've read. With practice, I bet you could pretty consistently clean out this Blackjack table.$u",
  "companion-SkullCave-Friend": "Hmmmmm. I should have something in my bag here to help deal with these monsters... Somewhere...$s",
  "companion-Sewer-Friend": "It's a shame humans don't get along with the elementals. Imagine how much we could accomplish if only we could cooperate.$s",
  "companion-BugLand-Friend": "What could have caused such rapid mutation in this population?!$9#$b#My dad would definitely be interested in studying this ecosystem.",
  "companion-ArchaeologyHouse-Friend": "It's awesome that you've done so much work uncovering all these minerals and artifacts. Which ones are your favorites?",
  "companion-Tunnel-Friend": "ECHO!#$b#...$8#$b#...$8#$b#echo!$h",
  "companion-WizardHouse-Friend": "You know, you'd think we'd have harnessed the power of teleportation for the common person by now.#$b#It's a shame magic is really only accessible for a select number of people right now.$8",
  "companion-WitchHut-Friend": "'Dark Shrine of Memory? Of Selfishness?' What kind of sick person would create or even use these?$a",
  "companion-AdventureGuild-Friend": "There are some, interesting, weapons here.$8",
  "companion-Mine-Friend": "A lot of the architecture down here is both beautiful and functional. It's amazing what the Dwarves were able to accomplish.",
  "companion-Railroad-Friend": "The railroad is even more peaceful than the area around my parents' house.#$e#So what's been on your mind recently, @?",
  "companion-BathHouse_Pool-Friend": "Oh man, I could spend all day in here.#$b#That would be pretty bad for my productivity though.$h",
  "companion-Woods-Friend": "What a nice spot to think while gathering useful forage.#$b#Say @, what are you thinking about doing with the farm next?",
  "companion-Idle1-Friend1": "I like letting my mind wander every once in a while. It's nice not to be so focused on one problem all the time.",
  "companion-Idle1-Friend2": "The outside air feels so fresh on my hands after a long day of working inside.",
  "companion-Idle1-Friend3": "Sometimes I tend to wander off when I'm not paying attention.#$e#I'm not really bored or anything. Just thinking...",
  "companion-Idle1-Spouse1": "I love spending time with you, @. Even if we're doing nothing. Have I ever told you that?#$b#Well I want you to know, so I'm going to keep telling you.$h",
  "companion-Idle1-Spouse2": "Can I bounce a few ideas off you, @? They've been spinning around in my head for the last hour or so now.",
  "companion-Idle2-Friend1": "Hey @, are we moving on soon?",
  "companion-Idle2-Friend2": "Where to next, @?",
  "companion-Idle2-Spouse1": "I hope you don't ever feel like I don't love you because we do such different things, @.$8#$b#I love Physics and Robotics, but there are other aspects of myself that you've helped me to explore.#$b#Not to mention that it all comes back around to help inspire the creativity I need to make my inventions.#$b#Plese never forget that, ok? I love you.$l"
}