{
  "companion-Recruit-Friend": "What a beautiful day it is!#$q 592800/9249200 companion-RecruitFollowup-Friend#Hey @, do you think you could use come company?#$r 592800 20 companion-RecruitYes-Friend#Yeah, that sounds nice. Want to walk with me?#$r 9249200 0 companion-RecruitNo-Friend#Sorry Penny. Not right now.",
  "companion-RecruitYes-Friend": "Yes! That sounds lovely. Where are we headed today?$h",
  "companion-RecruitNo-Friend": "Oh. Well ok then. See you another time.$s",
  "companion-RecruitFollowup-Friend": "#$p 592800 #You smell very nice too. I love the smell of a farmer at work.$h|The museum is a nice place to relax if you ever want to stop by and talk.",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "*yawn* I'm getting really tired, @. I think I need to head home now.#$b#Let me know if you ever want to walk around again. I loved having your company.$h",
  "companion-Beach-Friend": "Do you ever take your boots off and let your toes wander around in the sand, @? It's hard to describe why it feels so nice!$h",
  "companion-Submarine-Friend": "Sometimes I forget that such beautiful things exists when I'm in my day-to-day life.$s#$b#Thanks for showing me this, @$0",
  "companion-Desert-Friend": "Doesn't the heat ever get to you, @? I've been drinking water but I still feel flushed.$l",
  "companion-Club-Friend": "Be careful in here, @. I've seen my mother lose hundreds in one night in a place like this before.$u",
  "companion-SkullCave-Friend": "I hate to be a bore, but I really don't think I should be in this place with so many dangerous monsters around.$u",
  "companion-Sewer-Friend": "Oh no, it's going to be so difficult to get this stench out of my clothes.$s",
  "companion-BugLand-Friend": "Just what kind of creatures are these?$u",
  "companion-ArchaeologyHouse-Friend": "This has to be my favorite place in Pelican Town. It'd take a lifetime to read all the books in here, but I think I'd enjoy that.$h",
  "companion-Tunnel-Friend": "Is there actually anything of interest in here. It just feels cold and dark to me...$u",
  "companion-WizardHouse-Friend": "And Mom always said I was dumb for reading books about fantasy and magic. I'd like to bring her here one day!$h",
  "companion-WitchHut-Friend": "On one hand, I feel bad for this poor woman...$s#$b#But on the other hand, I can't forgive her for having this horrible 'Shrine of Selfishness' here.$a",
  "companion-AdventureGuild-Friend": "Gil and Marlon are actually very friendly. I like getting to catch up with Marlon at festivals every now and then.$h",
  "companion-Mine-Friend": "The structures down here are so beautiful, and they hide precious gems too.#$b#We should be careful we don't find ourselves in a terrible mining accident though.$u",
  "companion-Railroad-Friend": "I love watching the trains go by.#$b#...Wondering where all the people are going, and where they're coming from.$h",
  "companion-BathHouse_Pool-Friend": "Don't you think this is a perfect place to come and relax with someone you care about?$8",
  "companion-Woods-Friend": "What a wonderful spot. I can imagine bringing my husband and kids here for a picnic all to ourselves.$l^What a wonderful spot. I can imagine bringing my wife and kids here for a picnic all to ourselves.$l",
  "companion-Idle1a-Friend1": "Oh, is it time to go?",
  "companion-Idle1a-Friend2": "Don't mind me. I'll be content here for a little bit.$h",
  "companion-Idle1a-Friend3": "Oh this is just a little romance novel I've been reading recently.#$b#It can get a little steamy at times.$h",
  "companion-Idle1a-Friend4": "I'm just reading up on some recipes I'd like to try out soon.",
  "companion-Idle1a-Friend5": "Do you ever read any books, @?#$e#Let me know if you're looking for a suggestion.",
  "companion-Idle1a-Spouse1": "Come sit down next to me, dear. Let's enjoy this moment together.",
  "companion-Idle1a-Spouse2": "This is that steamy romance novel I was reading earlier.#$b#We should read it together in bed sometime soon.$l",
  "companion-Idle1a-Spouse3": "It's hard to believe sometimes that I get to share this life with you, @.$l",
  "companion-Idle1a-Spouse4": "It's so nice to enjoy a beautiful day off with my husband every now and then.$l^It's so nice to enjoy a beautiful day off with my wife every now and then.$l",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?"
}