{
  "Companion": "Hey @! It seems like a good day to hang out, right?#$q 725/726 samCompanion_followup#What do you say?#$r 725 15 samCompanion_yes#Sure! I know some cool places I think you'd like to see.#$r 726 0 samCompanion_sorry#Sorry Sam, today's a bad day for me. Another time though!#$r 726 0 samCompanion_no#No thanks, Sam. Not today.",
  "samCompanion_yes": "Nice. I knew you'd be down for fun times!$h",
  "samCompanion_sorry": "You got it. Let me know if you ever need a break from farming!",
  "samCompanion_no": "Oh, alright then. See you around!",
  "samCompanion_followup": "#$p 725 #So where's your favorite place to hang out around here?|You should come jam with me sometime if you play any instruments.",
  "CompanionActions": "Hey @, what's up? #$q 500/501 CompanionFollowup#What's up?#$r 500 0 CompanionActionEnd#That's all the time I have to hang out today.#$r 501 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Alright, well thanks for hanging out with me today!$h",
  "CompanionActionContinue": "Cool.",
  "CompanionAutomaticDismissal": "Oh man, it's getting pretty late isn't it?$s#$b#Well I'm gonna head home, but don't let me stop your adventure. I'll see you next time @!$u",
  "companionBeach": "I've heard of some beach cities around the world where there always people hanging out at the beach, day and night.#$b#It sounds fun to me: hanging out with your friends, playing guitar while listening to the waves.",
  "companionSubmarine": "It's like peering into a whole new alien world, being down here.$8#$b#I'm feeling a kind of inspiration to write the next big space opera.$h",
  "companionDesert": "Hey @, have you ever seen 'The Highway Warrior'? Being in the desert reminds me a lot of that movie.$h",
  "companionClub": "I don't really know what to think of this place. Should I even be in here?$s",
  "companionSkullCave": "I really hate busting out this power, but sometimes a man's gotta do what a man's gotta do.$u#$b#Hrgggghh$7#$b#Arggghhh!!!$a#$b#AHHHHHHHHHH!!!!!$8#$b#*fwoosh*$9",
  "companionSewer": "I think this could be the perfect next venue for %band, don you think?$h",
  "companionBugLand": "These bugs don't stand a chance against you, @!",
  "companionArchaeologyHouse": "I'm no scientist or anything, but this place is always still so interesting to me.",
  "companionTunnel": "Hey, this seems like a pretty sweet place to practice some tricks without the Mayor getting on my back.",
  "companionWizardHouse": "Hey, what's up gramps!$h#$b#Me and Raz go way back. He's a real cool dude.",
  "companionWitchHut": "Hey, don't tell Raz I said this, but I definitely think he owes the Witch an apology still.",
  "companionAdventureGuild": "Any man who can wrangle a magic skeleton is cool in my book.$h#$b#What's up Marlon, Gil!",
  "companionMine": "Fighting monsters and digging up gems is like, my exact definition of a good time!$h",
  "companionRailroad": "My dad used to take me on train rides through the valley when he'd find discounted tickets.#$b#He'd point out various landmarks and tell me history about the land. I think that's the kind of father I want to be.",
  "companionBathHouse_Pool": "*Yawn* I like relaxing every now and then, but I think I'm gonna fall asleep if we stay here too long.$u",
  "companionWoods": "I may love playing guitar, but even I enjoy a nice peaceful walk in the woods every now and then.$7#$b#Thanks for showing me this place, @."
}