/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/lshtech/StardewValleyMods
**
*************************************************/

{
	// Farming
	"harvester.name": "Harvester",
	"harvester.description": "10% chance for extra yield from harvested crops.",
	"agriculturist.name": "Agriculturist",
	"agriculturist.description": "Crops grow 10% faster. Grow best-quality crops organically without fertilizer.",
	"artisan.name": "Artisan",
	"artisan.description": "All artisan machines work 10% faster. Ship quality artisan goods to improve your brand value over time.",
	"artisan.mail1": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Copper Award. This award recognizes up-and-coming artisans, and entitles your artisanal goods to sell at a 5% premium. We look forward to seeing more of your craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail2": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Iron Award. This award recognizes above-average artisans, and entitles your artisanal goods to sell at a 10% premium. We look forward to seeing more of your wonderful craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail3": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Gold Award. This award recognizes great artisans, and entitles your artisanal goods to sell at a 15% premium. We look forward to seeing more of your wonderful craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail4": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Iridium Award. This prestigious award places your craftsmanship among the best in the valley. Your artisanal goods are henceforth entitled to sell at a 25% premium. We look forward to seeing more of your exceptional craftsmanship in the future.^^The Stardew Artisan's Society[#]Artisan Award Notice",
	"artisan.mail5": "Dear @,^^It is my honor and my pleasure to announce that {{farmName}} has been chosen as the winner of this season's Artisan Fair's Best-in-Show Award. This noble award recognizes the single best craftsmanship in all the Valley. Your artisanal goods are henceforth entitled to sell at a 40% premium. Congratulations on this exceptional and well-deserved achievement.^^The Stardew Artisan's Society[#]Artisan Award Notice",

	"rancher.name": "Rancher",
	"rancher.description": "Befriend animals quicker.",
	"breeder.name": "Breeder",
	"breeder.description": "Animals incubate faster and breed more frequently. Increase value of animals at high friendship.",
	"producer.name": "Producer",
	"producer.description": "Happy animals produce twice as frequently. Produce worth 5% more for every full barn or coop.",

	// Foraging
	"forager.name": "Forager",
	"forager.description": "20% chance for double yield of foraged items.",
	"ecologist.name": "Ecologist",
	"ecologist.description": "Wild berries restore 50% more health and energy. Learn to identify forage of higher quality over time.",
	"scavenger.name": "Scavenger",
	"scavenger.description": "Location of forageable items revealed. Occasionally track hidden treasures.",
	"scavenger.huntstarted": "Your Scavenger senses are tingling...",
	"scavenger.huntfailed": "The tingling stops.",

	"lumberjack.name": "Lumberjack",
	"lumberjack.description": "Felling trees yields 25% more wood.",
	"arborist.name": "Arborist",
	"arborist.description": "All trees grow faster and can drop hardwood.",
	"tapper.name": "Tapper",
	"tapper.description": "Tappers are cheaper to craft. Tapped trees give syrup 25% faster.",

	// Mining
	"miner.name": "Miner",
	"miner.description": "+1 ore per ore vein.",
	"spelunker.name": "Spelunker",
	"spelunker.description": "Chance to find ladders and shafts increases as you reach deeper mine levels. +1 speed inside mines.",
	"prospector.name": "Prospector",
	"prospector.description": "Locations of ladders and mining nodes revealed. Occasionally track valuable rocks.",
	"prospector.huntstarted": "Your Prospector senses are tingling...",
	"prospector.huntfailed": "The tingling stops.",

	"blaster.name": "Blaster",
	"blaster.description": "Bombs are cheaper to craft. Exploding rocks yields twice as much coal.",
	"demolitionist.name": "Demolitionist",
	"demolitionist.description": "Bomb radius +1. Exploding rocks yields 20% more resources.",
	"demolitionist.buffdescription": "Get excited!",
	"gemologist.name": "Gemologist",
	"gemologist.description": "Learn to identify minerals of higher quality over time. Crystalariums produce 25% faster.",

	// Fishing
	"fisher.name": "Fisher",
	"fisher.description": "Using live bait reduces the chance to fish junk items.",
	"angler.name": "Angler",
	"angler.description": "Fish are worth 1% more for every unique max-sized fish caught and 5% more for every legendary fish caught.",
	"aquarist.name": "Aquarist",
	"aquarist.description": "Fish pond max capacity +2. Fishing bar height increases for every fish pond at max capacity.",

	"trapper.name": "Trapper",
	"trapper.description": "Crab pots are cheaper to craft. Can trap higher-quality fish.",
	"luremaster.name": "Luremaster",
	"luremaster.description": "Crab pots no longer produce junk items. Use different baits to attract different catch.",
	"conservationist.name": "Conservationist",
	"conservationist.description": "Crab pots without bait will trap junk. Remove junk from bodies of water to gain village favor and tax deductions.",
	"conservationist.mail1": "Dear @,^^We are pleased to inform you that upon review of your environmentalist activities we have determined that you qualify for an income tax deduction of {{taxBonus}} as per section 501(c)(3) of the Ferngill Revenue Code. Effective this season, all taxable income for {{farmName}} will be increased by the aforementioned amount.^^^Please keep this letter in your permanent records should you need to resolve any questions regarding your fiscal status.^^Sincerely, Laura D. Pretto^Executive Directrice, Ferngill Revenue Service[#]Taxation Notice",
	"conservationist.mail2": "Dear @,^^We are pleased to inform you that upon review of your environmentalist activities we have determined that you qualify for the maximum income tax deduction of 37% as per section 501(c)(3) of the Ferngill Revenue Code. Effective this season, all taxable income for {{farmName}} will be increased by the aforementioned amount.^^^Please keep this letter in your permanent records should you need to resolve any questions regarding your fiscal status.^^Sincerely, Laura D. Pretto^Executive Directrice, Ferngill Revenue Service[#]Taxation Notice",

	// Combat
	"fighter.name": "Fighter",
	"fighter.description": "Deal 10% more damage. +15 HP.",
	"brute.name": "Brute",
	"brute.description": "Damage increases by 0.5% for every monster slain, resetting upon leaving a dungeon. +25 HP.",
	"brute.buffdescription": "Damage +{{buffMagnitude}}%.",
	"gambit.name": "Gambit",
	"gambit.description": "Critical strike chance increases as you take damage. Critical strikes are deadly.",
	"gambit.buffdescription": "Critical strike chance +{{buffMagnitude}}%.",

	"rascal.name": "Rascal",
	"rascal.description": "Slingshots deal more damage from afar. Chance to recover spent ammo.",
	"desperado.name": "Desperado",
	"desperado.description": "Shots fired within 0.5 seconds deal triple damage.",
	"slimecharmer.name": "Slimed Piper",
	"slimecharmer.description": "Slimes damage other monsters and heal you on contact. Spawn extra slimes in dungeons based on the number of slimes on your farm."
}