{
  // discount terms
  // Most NPCs will say "save 50% at my store", but the dwarf and Krobus will say "save a half at
  // my store" using these terms.
  "discount-term.tenth": "1할",
  "discount-term.fifth": "2할",
  "discount-term.quarter": "4등분",
  "discount-term.half": "절반",
  "discount-term.three-quarter": "4등분의 3",
  "discount-term.other": "{{discount}}%",

  // letter text
  "letter.robin1": "이봐. 잘 있었어, @,^ 마을에 도착한 이후, 너는 훌륭한 고객이 되어주었어. 그래서 난 네게 {{discount}}%의 할인을 해주려고 해!^^조만간 또 봐,^   -로빈, 너의 단골 목수가",
  "letter.robin2": "안녕 @,^네가 내게 좋은 친구가 되어준 만큼, (그리고 고객도 되어줬고!), 난 네게 {{discount}}%의 할인을 제공하기로 결심했어!^^또 보자,^   -로빈, 너의 단골 목수가 (그리고 친구기도 한!)",
  "letter.robin3": "안녕! 난 네 친구가 되어서 정말 기뻐, @!^이제부터는, 언제라도 네가 내 가게에 와서 물건을 사면, 내가 네게 {{discount}}%만큼의 가격을 빼줄게!^^조만간 네가 여길 방문해주면 좋겠네! 네가 필요한 모든 걸 순식간에 건설해줄게!^   -로빈, 너의 친구이자 단골 목수가",
  "letter.robin-maru": "이봐 @,^이제 우린 가족이잖아, 내 생각에 네가 내 가게에 왔을 때, 추가로 {{discount}}%의 할인을 해줘야 할 거 같아. 내 딸을 잘 부탁해!^^ 사랑하는,^   -로빈",
  "letter.robin-sebastian": "이봐 @,^이제 우린 가족이잖아, 내 생각에 네가 내 가게에 왔을 때, 추가로 {{discount}}%의 할인을 해줘야 할 거 같아. 내 아들을 잘 부탁해!^^ 사랑하는,^   -로빈",

  "letter.marnie1": "잘 지냈니 @,^좋은 고객이 되어주어 고맙구나. 네가 단골이 된 만큼, 난 다음 방문부터 네게 {{discount}}%의 할인을 해주기로 결정했단다!^^좋은 하루 되렴,^   -마니",
  "letter.marnie2": "안녕 @, 이모가 바쁘셔서 나더러 이 편지를 쓰라고 시키셨어. 어쨋든, 이모는 네가 정말 친절하다나 뭐라나, 하튼 그렇게 전해달라 하셨고, 네게 할인을 또 해주신다고 그랬어. 그걸 우리가 감당할 수 있을지 없을지 전혀 감은 안 오긴 하지만. 건초나 뭐 필요한 게 있을 때 사러 와라. {{discount}}%만큼 할인된 가격에 줄테니까.^   -셰인",
  "letter.marnie3": "안녕 얘야,^넌 정말 좋은 친구로 지내주었고, 난 우리가 이웃이란 사실이 정말 기쁘단다! 네게 알려주고 싶은게 있어서 편지를 썼어. 이제부터, 네가 내게 사가는 모든 물건에 {{discount}}%의 할인을 받게 될거야!^^조만간 또 이야기 나누었으면 좋겠구나,^   -마니",
  "letter.marnie-shane": "안녕 @,^네게 편지를 써야할 것 같았어. 난 네게 내 닭들의 가격을 깎아주고 싶었거든. 이모한테 물어보고 상의해봤는데, 이모께서도 그래도 괜찮다고 하셨어. 그러니까 우린 네게 닭의 가격을 {{discount}}%만큼 추가로 할인 해줄거야.^^좋은 하루 돼라,^   -셰인",

  "letter.pierre1": "친애하는 소중한 고객님,^고객님을 위한 지역 특산품 상점 '피에르의 잡화점'을 선택해 주셔서 감사드립니다! 고객님의 성원에 크게 감사드립니다. 저희는 기쁜 마음으로 다음의 사실을 알려드립니다, 이제부터 귀하께서는 저희 상점을 방문하실 때마다 {{discount}}%의 할인을 제공받게 되실 것입니다. 또 다시 뵙겠습니다!^   -피에르^^P.S.영업용 메시지는 미안해, @. 잘 지내게!",
  "letter.pierre2": "친애하는 소중한 고객님,^고객님을 위한 지역 특산품 상점 '피에르의 잡화점'을 선택해 주셔서 감사드립니다! 고객님의 성원에 크게 감사드립니다. 저희는 기쁜 마음으로 다음의 사실을 알려드립니다, 이제부터 귀하께서는 저희 상점을 방문하실 때마다 {{discount}}%의 할인을 제공받게 되실 것입니다. 또 다시 뵙겠습니다!^   -피에르^^P.S. 영업용 메시지는 미안해, @. 요즘 내가 정말 바빠서 말이야. 잘 지내라구!",
  "letter.pierre3": "친애하는 소중한 고객님,^고객님을 위한 지역 특산품 상점 '피에르의 잡화점'을 선택해 주셔서 감사드립니다! 고객님의 성원에 크게 감사드립니다. 저희는 기쁜 마음으로 다음의 사실을 알려드립니다, 이제부터 귀하께서는 저희 상점을 방문하실 때마다 {{discount}}%의 할인을 제공받게 되실 것입니다. 또 다시 뵙겠습니다!^   -피에르^^P.S. 영업용 메시지는 미안해, @. 요새 어떻게 지내고 있어? 나는 꽤 잘 지내고 있는 편이야, 하하! 잘 지내!",
  "letter.pierre-abigail": "이보게, @!^우리도 이제 가족의 일종이 되었잖나, 그래서 캐롤라인이 나더러 자네에게 가게에 올 때 {{discount}}%만큼 할인을 추가로 해주라고 했었네.  어쨋든, 나는 애비가 조금 제멋대로인 편이라는 걸 알아, 하지만 맘씨만은 무척 고운 아이야. 그 애를 잘 대해줘.^^몸 건강하게,^   -피에르",
  "letter.pierre-caroline": "이봐, @, 난 네가 내 아내와 절친인 줄은 몰랐는걸. 그녀가 어제 내게 말하길 네게 우리 가게에 올 때 {{discount}}%의 추가 할인을 해주라고 이야기 했었어. 이제부턴 다음에 들리면 좀 더 많이, 자주 쇼핑하면 좋겠네!^^또 보세,^   -피에르",

  "letter.harvey1": "안녕하세요, @!^당신은 제 진료소에 있어 소중한 고객이 되어줘 왔어요. 저는 그래서 당신께 제가 파는 일반의약품에 {{discount}}%의 할인을 해드리려고 해요. 좋은 하루 되세요!^   -하비^^PS: 기침을 하실 때는 입을 가리는 걸 잊지 마세요! 손도 자주 씻으시구요!",
  "letter.harvey2": "안녕하세요, @!^마을에서 친구가 생겨서 저는 매우 기뻐요. 만일 당신에게 영양제나 치료약이 필요하다면, 그냥 진료소에 들리세요. 제가 당신에게 {{discount}}%만큼 가격을 할인해 드릴게요. 또 봐요!^   -하비^^PS: 기침을 하실 때는 입을 가리는 걸 잊지 마세요! 손도 자주 씻으시구요! 만일 무엇이든지 필요하신게 있다면, 언제라도 진료소를 방문해주세요.",
  "letter.harvey3": "안녕하세요, @!^당신은 마을에 도착한 이후부터 쭉 제게 정말 좋은 친구가 되어주었어요. 만일 당신이 뭔가 필요하면, 아무때나 진료소를 방문하세요. 만일 원하신다면 광산에 들어가시기 전에 건강 검진을 해드릴 수도 있어요. 아 그리고 당신은 제 일반의약품을 사가실 때 {{discount}}%의 할인을 받게 되실 거에요.^^몸 건강하세요.^   -하비^^PS: 기침을 하실 때는 입을 가리는 걸 잊지 마세요! 손도 자주 씻으시구요! 끼니를 제 때 챙기시는 걸 잊지 마세요!! 아참, 그리고 스스로를 초과노동으로 혹사시키지 마세요.",
  "letter.harvey-married": "안녕 여보, 어제 당신에게 말한다는 걸 잊어버리는 바람에 사무실에서 글을 쓰게 됬어. 우리 이제 부부가 되었잖아, 그래서 당신에게 진료소에서 파는 일반의약품을 {{discount}}%만큼 추가로 할인해주고 싶어. 그리 대단한게 아닌줄 알아, 하지만 난 당신이 또 다시 광산으로 달려갔을 때 도움이 되었으면 좋겠어.^^몸 조심해야해, 여보,^   -당신의 남편",

  "letter.gus1": "안녕, @!^자네도 내 가게에 단골이 되었으니, 내가 {{discount}}%만큼 가격을 깎아줄게! 가벼운 식사나 음료, 그리고 휴식이 필요하다면 언제라도 스타드롭 살롱에 들려줘. 나는 매주 마다 다른 메뉴를 내놓고 있어!^   -거스",
  "letter.gus2": "이보게, @,^듬직한 친구이자 단골 손님이 되어줘서 고마워. 난 자네가 이렇게나 자주 얼굴을 비춰주는 걸 정말 고맙게 여기고 있다구. 자네의 이야길 듣는 건 결코 지루하지 않지, 하하! 아무튼, 난 자네가 바에서 식음료를 살 때 {{discount}}%의 할인을 해주고 싶네.^^조만간 또 보자구!^   -거스",
  "letter.gus3": "이봐, @!^난 네가 이 마을에 이사와줘서 정말 기뻐. 좋은 소식을 듣고 싶지 않아? 최근 매상을 셈해봤는데, 흑자 덕분에 이제 네게 해줘야 마땅한 {{discount}}%의 할인을 내 살롱에서 네가 사는 모든 식음료에 제공해 줄 수 있게 되었지뭐야! 난 앞으로 자네가 좀 더 자주 들려준다면 좋겠다고 생각해.^   -자네의 친구 거스",

  "letter.clint1": "안녕, @^내 일터에 그렇게나 자주 방문해 줘서 고마워. 저 있잖아, 내가 이제부터 네게 {{discount}}%만큼 가격을 깎아줄게. 만일 네가 네 도구를 개량할 필요가 생긴다면, 내가 널 위해 그 일을 해줄 적임자야. 알다시피, 대장장이잖아 뭐 그런거. 어쨌든. 잘 있어.^   -클린트",
  "letter.clint2": "이봐, @^지난번에 에밀리와의 일을 도와준 거 고맙게 생각해. 비록 도움이 되지 못했긴 하지만 말야. 여하튼, 난 네가 앞으로 내 가게에서 광물을 사거나, 도구를 개량할 때 {{discount}}%의 할인을 받게 될거라고 말해주고 싶었어. 몸 건강해.^   -클린트",
  "letter.clint3": "여, @!^너 정말 광산 돌파에 도가 텄더라! 네 덕분에, 내 사업도 제법 번창하고 있는것 같아. 그래서 말인데 사실, 이제부터 내가 너에게 {{discount}}%만큼의 할인을 해줄 수 있을 것 같아! 아무한테도 말하진 말고. 몸 건강하고.^   -클린트",

  "letter.sandy1": "하이, 하이~, 귀염둥이! 네가 여기 자주 들러줘서 나 너무 기뻤어, 여기 있는건 너무 심심하단 말이야. 나랑, 열기랑 저 코코넛밖에 없다구...^어쨌든, 나 네게 {{discount}}%만큼 할인을 해줄게, 그러니까 좀 더 자주 놀러오라구, 그리고 씨앗들도 많이 질러줘! 안녕, 자기!^   ~샌디^^PS: 부탁인데 에밀리에게 내 안부 전해줘!",
  "letter.sandy2": "하이!~ 귀염둥이, 잘 지내고 있어? 내가 이 편지를 쓰는 이유는 네가 정말 좋은 친구기 때문이야. 보라구, 나 네게 더 많이 감사하고 있어! 그러니 지금 당장 와서 네  {{discount}}%의 할인 기회를 잡아! 농담이야. 하지만 진지하게, 여긴 너무 지루하고 더운걸. 나 보러 와줘!^그리고 씨앗도 한무더기 사주고!^   ~샌디^^PS: 에밀리에게도 안부 전해줘! 그녀가 여길 안 온지 한 세월은 지난 것 같아!",
  "letter.sandy3": "헤이, 헤이-! 네 사막의 짱친 샌디야~!^계곡이 여기보다는 시원했으면 좋겠어, 헤헤!^너도 알다시피 넌 소중한 고객이자 친구야, 그치? 너 여기 좀 더 자주 와줘야돼. 내가 네게 {{discount}}%의 할인을 해줄테니까! 여기는 아무런 일도 일어나지 않고 있어, 울적하다니깐, 정말이야. 어쨌든, 조만간 또 보자, 자기야!^   ~샌디^^PS: 나 대신 에밀리에게 안부 전해줘, 부탁할게!",

  "letter.willy1": "여어 이봐, @,^자주 얼굴을 비춰줘서 고맙구먼. 난 내 가게를 확장하는 걸 염두에 두고 있었지만, 그 계획은 일단 접어둠세. 자네가 엄청난 단골이 되어주지 않았는가, 그래서 내 자네에게 {{discount}}%만큼 할인을 해줄 생각일세. 몸 건강하게나.^   -윌리",
  "letter.willy2": "여어 안녕하신가, 낚시 애호가 동지! 자네가 여길 방문하기로 결심해준게 얼마나 기쁜지 모르겠구만. 자네가 새 낚싯대나 미끼가 필요한 일이 생긴다면, 해변가의 내 가게로 찾아오게나, 내 자네에게 {{discount}}%만큼 가격을 깎아줌세!^^즐겁게 낚시하게 그리고 행운을 비네!^   -윌리",
  "letter.willy3": "안녕한가, @!^지난 며칠동안 바다가 무척 흥미진진 했었다네, 물반-고기반이더라니까!^자네가 이 곳에 도착하고 난 후로 지역 낚시꾼들의 공동체가 제법 많이 성장했구먼. 난 자네에게 내 가게에서 {{discount}}%의 할인을 제공함으로 내 감사를 표현하고 싶다네. 즐거운 낚시되게나!^   -윌리",

  "letter.dwarf1": "난 널 믿지 않아, 하지만 너는 좋은 고객이지. 광산의 내 가게에서 물건을 살 때 {{discountTerm}}은 네가 가져.",
  "letter.dwarf2": "난 네 채광의 즐거움에 도움이 될만한 물건을 많이 가지고 있지, 인간. {{discountTerm}}은 네가 가지라구.",
  "letter.dwarf3": "아무때나 내 가게에 들려주지 않을래? 광산은 외롭단 말야. 네가 물건 살때, 네 돈의 {{discountTerm}}은 그냥 두어도 좋아.",

  "letter.krobus1": "넌 다른 인간들같지 않네. 넌 매우 우호적이야. 그러니 내가 너에게 {{discountTerm}}을 돌려주도록 하지.^   -크로버스",
  "letter.krobus2": "넌 특별하군, 인간. 나는 손님이 적지만, 그 중에서도 넌 좋은 부류에 속하는구나. 물건을 살 때 {{discountTerm}}은 너가 가지도록해.^   -크로버스",
  "letter.krobus3": "넌 착하구나 ... 은'라크-흐. 인간들 말로 뭐라고 불렀었지? 내가 알기로 적합한 단어는 '칭구'인거 같네. 감사를 표할게, @. 너에게 가격의 {{discountTerm}}만큼을 돌려줄게.^   -크로버스",

  "letter.wizard1": "안녕한가, 젊은 수행자여.^때가 도래했나니. 나는 무엇이 일어나야 할지, 그리고 그대가 내 도움이 필요하게 될 거라는 예지를 보았다. 다른 말로 풀어주자면, 때가 되었을 때, 내가 그대에게 {{discount}}%를 할인 해주겠다는 말이다.^   -마법사, M. 라스모디우스",
  "letter.wizard2": "안녕한가, 젊은 수행자여.^정령들이 변덕을 부렸구나. 때가 도래할 때, 그대는 더 많은 할인을 필요로 하게 되었다! 내가 그대에게 {{discount}}%를 할인해 주겠다.^   -마법사, M. 라스모디우스",
  "letter.wizard3": "안녕한가, 젊은 수행자여.^내 비전의 마법력이 상승했구나. 나는 예언이 성취되기 위해서는 내가 모두 합쳐 {{discount}}%만큼을 그대에게 할인해 주어야만 한다는 사실을 예지로 보았노라. 주의하라!^   -마법사, M. 라스모디우스"
}
