/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/ichortower/SecretWoodsSnorlax
**
*************************************************/

{
    "inspect.unmoved": "An enormous creature is sleeping here.",
    "inspect.moved": "He's sleeping peacefully.",
    "tool.noEffect.0": "No effect.",
    "tool.noEffect.1": "He doesn't seem to notice.",
    "tool.noEffect.2": "It's not very effective...",
    "tool.noEffect.3": "Maybe some other item would work?",
    "flute.dontPlayHere": "OAK: {{p}}! This isn't the time to use that!",
    "hint.1.Shane": "You want to move the big sleeping thing in the forest? How should I know?$s#$b#Try bribing it, maybe. Everyone has a price.",
    "hint.1.Abigail": "Oh, the big oaf out in the woods! He's cute, isn't he?$h#$b#... I guess you'd need to wake him up if you want him to move. But how...?$9",
    "hint.1.Linus": "If you want to move the sleeping animal, you'll have to find someone very knowledgeable.#$b#A friend of mine lives in the tower over that way. Maybe he can help.",
    "hint.2.Evelyn": "Oh, a big creature sleeping in the forest? Do be careful!#$b#And don't be too rough, dear. He's not harming anyone. I'm sure you can find a way to wake him gently.",
    "hint.2.Emily": "There's a giant sleeping in the forest? That explains the energy I've been feeling from the west lately.#$b#I bet he'll only respond to positive energy. Maybe if you work hard on your farm, he'll notice you.$h",
    "hint.2.Leah": "That sleeping thing sure eats a lot. I saw it awake the other day, wolfing down forage.#$b#I can't imagine how you'd ever wake it up. You'd probably need a magic spell or something!$h",
    "hint.3.Demetrius": "Do I know how to wake the creature in the forest? No, but I have observed it a bit.#$b#It spends most of its time sleeping, and is very difficult to rouse as a result.#$b#You'll probably need a purpose-built tool to do the job.",
    "hint.3.Penny": "A sleeping giant that can't be awakened... it sounds like a fairy tale.$h#$b#Usually in those stories, you need a pure heart or something to break the spell.#$b#... But sometimes gold works!$h",
    "hint.3.Lewis": "Well, I don't think I can help with your sleeping creature trouble.#$b#But try asking the man in the tower. He's odd, but I bet he knows something.#$b#Maybe he'll tell you, if he trusts you.$s",
    "hint.1.HatMouseLacey": "Oh, the big sleeping thing? He's huge!$u#$b#He doesn't seem to notice anything around him. Good luck getting him to move!",

    "wizard.0001.0": "Ah, @. What brings you here?",
    "wizard.0001.1": "Wait. Don't tell me: I can sense it.#$b#You wish to know about the creature sleeping behind my tower, do you not?",
    "wizard.0001.2": "A curious specimen, isn't he? As lazy and gluttonous as anyone could be.#$b#He wakes only to eat, and stops eating only to sleep.",
    "wizard.0001.3": "Still, he seems a pleasant fellow. I've taken to calling him 'Kirby'.$1",
    "wizard.0001.4": "*ahem* At any rate... I'm not surprised to hear he won't budge. But perhaps we can convince him.#$b#Follow me.",
    "wizard.0001.4a": "*ahem* At any rate... I don't have much else to say about him. But I do have something that may interest you.#$b#Follow me.",
    "wizard.0001.5": "Yes, I believe I have just the thing. It was a gift to me from an associate in a distant region.#$b#It has an irresistible effect on sleeping creatures. Surely our friend will respond to it.",
    "wizard.0001.6": "Here. Take it.",
    "wizard.0001.7": "I trust you can tell it is no ordinary instrument. A great power seems to stir within it.",
    "wizard.0001.8": "You may borrow it for the time being. I do not require it for my work.#$b#But, it was a gift. I would like it back eventually.",
    "wizard.0001.9": "Now, go. I have my own affairs to attend to.#$b#Farewell.",
    "wizard.0001.10": "Samuel, you old coot. Looks like you were right.",
    "wizard.0001.11": "I found a use for it after all.",
    "wizard.0001.12": "Back again, eh? Any luck with our slumbering friend?",

    "EOF": ""
}
