/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "LogName": "Rain -- during winter.",
        "Action": "EditData",
        "Target": "Characters/Dialogue/rainy",
        "When": {"Season": "winter"},
        "Entries":{
            "Marnie": "#$c .5#Let's get you inside and warmed up.#Days like this make me grateful for indoor heating.#$e#You did get your animals heaters, yes?"
        }
    },
    {
        "LogName": "Marnie mid-hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Marnie",
        "Entries": {
            "movieTheater": "I can't believe a movie theater came to our town! @, you want to come see a movie with me?$h",

            // null out the saloon dialogue, it has very high priority.
            "Saloon": null,
            "Saloon_Sun": null,
            "Saloon_Fri": null,
            "Saloon_Sat": null,
            "Saloon_Thu": null,
            
            "4{{YearRemainder}}": "Our hoof trimmer is going to be stopping by in the next few days. Do you want me to see if he has time for you?",
            "10{{YearRemainder}}": "I've got so much work to do...$s",
            "11{{YearRemainder}}": "Work on the ranch never ends...always have cows to milk, chicken coops to clean, inventory to manage...$s",
            "17{{YearRemainder}}": "Hey, @, I'm having our farrier come by soon. You got any work for him?$h",
            "fall_15{{YearRemainder}}": "Fall is Jas's favorite season. It's when the fairy roses bloom. She loves them.$h%revealtasteJas595"
        }
    },
    {
        "LogName": "Marnie mid-hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Marnie",
        "When": { "YearModulus": "2" },
        "Entries": {
            "1_2": "I try to keep my cows outdoors as much as possible. Keeping them in the pasture is so much better for them.",
            "7_2": "Animals will always prefer to eat fresh grass from outside, but they'll eat hay if they can't get grass.",
            "9_2": "Shane actually mucked out the cows' pen without me having to remind him yesterday.#$b#I hope that means he's feeling better?",
            "11_2": "The Saloon is the only real social activity we have in these parts. Maybe that's not a good thing.$s",
        }
    }
]}