{
  "junimosWillNotWorkText": "เหล่าจูนิโม่จะไม่ทำงานจนกว่าจะได้ค่าจ้าง",
  "spawnJunimoCommandText": "สามารถอัญเชิญจูนิโม่ได้ที่ฟาร์มเท่านั้น",
  "spawnJunimoButNoHutsText": "สร้างกระท่อมจูนิโม่ ก่อนที่คุณจะอัญเชิญจูนิโม่",
  "checkForWagesText": "เหล่าจูนิโม่มีความสุขกับค่าจ้างของพวกเขา!",
  "CanWorkInEveningsPromptText": "เหล่าจูนิโม่จะสามารถทำงานในตอนค่ำ เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "CanWorkInEveningsSuccessText": "ตอนนี้เหล่าจูนิโม่สามารถทำงานในตอนค่ำได้แล้ว",
  "CanWorkInRainPromptText": "เหล่าจูนิโม่จะสามารถทำงานในวันที่ฝนตก เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "CanWorkInRainSuccessText": "ตอนนี้เหล่าจูนิโม่สามารถทำงานในวันที่ฝนตกได้แล้ว",
  "CanWorkInWinterPromptText": "เหล่าจูนิโม่จะสามารถทำงานในฤดูหนาว เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "CanWorkInWinterSuccessText": "ตอนนี้เหล่าจูนิโม่สามารถทำงานในฤดูหนาวได้แล้ว",
  "ClearDeadCropsPromptText": "เหล่าจูนิโม่จะจัดการพืชพรรณที่ตายแล้ว เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "ClearDeadCropsSuccessText": "ตอนนี้เหล่าจูนิโม่จัดการพืชพรรณที่ตายแล้ว",
  "FertilizePromptText": "เหล่าจูนิโม่จะใส่ปุ๋ยพืชพรรณของคุณ เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "FertilizeSuccessText": "ตอนนี้เหล่าจูนิโม่จะใส่ปุ๋ยพืชพรรณของคุณ",
  "HarvestBushesPromptText": "เหล่าจูนิโม่จะเก็บผลผลิตจากพุ่มไม้ เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "HarvestBushesSuccessText": "ตอนนี้เหล่าจูนิโม่จะเก็บผลผลิตจากพุ่มไม้",
  "HarvestForageCropsPromptText": "เหล่าจูนิโม่จะเก็บเกี่ยวพืชผักป่า เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "HarvestForageCropsSuccessText": "ตอนนี้เหล่าจูนิโม่จะเก็บเกี่ยวพืชผักป่า",
  "MoreJunimosPromptText": "เหล่าจูนิโม่จะสามารถฝึกผู้ช่วยเพิ่มได้ เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "MoreJunimosSuccessText": "ตอนนี้เหล่าจูนิโม่สามารถฝึกผู้ช่วยเพิ่มได้แล้ว",
  "PlantCropsPromptText": "เหล่าจูนิโม่จะสามารถปลูกพืชพรรณ เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "PlantCropsSuccessText": "ตอนนี้เหล่าจูนิโม่สามารถปลูกพืชพรรณได้แล้ว",
  "ReducedCostToConstructPromptText": "กระท่อมจูนิโม่จะมีต้นทุนในการสร้างลดลง แลกกับ {{item}} {{qty}} ชิ้น",
  "ReducedCostToConstructSuccessText": "ตอนนี้กระท่อมจูนิโม่มีต้นทุนในการสร้างลดลงแล้ว",
  "UnlimitedJunimosPromptText": "คุณจะสามารถมีจูนิโม่ได้ไม่จำกัด แลกกับ {{item}} {{qty}} ชิ้น",
  "UnlimitedJunimosSuccessText": "ตอนนี้คุณสามารถมีจูนิโม่ได้ไม่จำกัดแล้ว",
  "WaterPromptText": "เหล่าจูนิโม่จะสามารถรดน้ำพืชพรรณ เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "WaterSuccessText": "ตอนนี้เหล่าจูนิโม่สามารถรดน้ำพืชพรรณได้แล้ว",
  "WorkFasterPromptText": "เหล่าจูนิโม่จะทำงานเร็วขึ้น เพื่อแลกกับ {{item}} {{qty}} ชิ้น",
  "WorkFasterSuccessText": "ตอนนี้เหล่าจูนิโม่ทำงานเร็วขึ้นแล้ว",
  "ProgressionTrackerText": "ติดตามสถานะความก้าวหน้าของจูนิโม่: {{percentage}}%^^เควส:^{{quests}}^^สปอย (beta เท่านั้น):^{{details}}"
}
