 {
	 //Meat
    "Meat.Beef.Name":"Bife",
    "Meat.Beef.Description":"Carne de vaca. Gordurosa e suculenta.",   
    "Meat.Pork.Name":"Porco",
    "Meat.Pork.Description":"Carne de porco. Muito nutritiva.",
    "Meat.Chicken.Name":"Galinha",
    "Meat.Chicken.Description":"Carne de galinha. Bem macia.",
    "Meat.Duck.Name":"Pato",
    "Meat.Duck.Description":"Carne de pato. É mais escura e saborosa que a de galinha.",
    "Meat.Rabbit.Name":"Coelho",
    "Meat.Rabbit.Description":"Carne de coelho. Bem magra.",
    "Meat.Mutton.Name":"Mutton",
    "Meat.Mutton.Description":"Carne de ovelha ou cabra.",
    //Cooking
    "Cooking.Meatloaf.Name":"Bolo de Carne",
    "Cooking.Meatloaf.Description":"Um bolo de carne denso coberto com molho de tomate.",
    "Cooking.Meatloaf.Letter":"@,^Lembre-se de manter-se saudável ou não terá energia o suficiente para trabalhar! Estou mandando uma das minhas receitas favoritas. Lembre-se de usar tomates maduros! ^ -Lewis^^P.S. Não conte para Marnie!",
    "Cooking.OrangeChicken.Name":"Frango com Laranja",
    "Cooking.OrangeChicken.Description":"Tem um molho doce e picante.",
    "Cooking.OrangeChicken.TV":"Frango com Laranja! O outono chegou e você estava se perguntando o que fazer com todas essas laranjas você colheeu no verão. Não se preocupe mais, o prato de hoje é tão gostoso quanto fácil de fazer. Comece a espremer as laranjas enquanto eu falo...",
    "Cooking.MonteCristo.Name":"Monte Cristo",
    "Cooking.MonteCristo.Description":"Tem uma boa cobertura grossa e é absolutamente delicioso.",
    "Cooking.MonteCristo.Letter":"Olá, @,^Eu percebi que você gosta de coletar tanto quanto eu, então deixe-me compartilhar um segredo com você. Eu não gosto muito de sanduíches, mas tem uma exceção. Quando vou fazer longas caminhadas na Floresta Cinzaseiva, eu sempre levo este comigo. Ele me ajuda a focar em encontrar o produtos de melhor qualidade. ^Espero que você também goste.^ -Leah",
    "Cooking.BaconCheeseburger.Name":"Cheeseburger com Bacon",
    "Cooking.BaconCheeseburger.Description":"O melhor tipo de hambúrguer.",
    "Cooking.BaconCheeseburger.Letter":"Olá, @,^você provou meu hambúrguer na última feira? Essa receita é ainda melhor. Eu só compartilho ela com meus melhores amigos! ^ -Gus",
    "Cooking.RoastDuck.Name":"Pato Assado",
    "Cooking.RoastDuck.Description":"Simplicidade no seu melhor.",
    "Cooking.RoastDuck.TV":"Pato Assado! Esta é uma receita fácil para aprender a preparar carnes. Você vai precisar de um pedaço de pato e dos temperos de sua preferência. Eu sugiro sal e pimenta do reino misturados em manteiga derretida. Algumas pessoas dizem que esta refeição faz seu corpo ficar tão resistente quanto a pele crocante do pato. Então, vamos começar...",
    "Cooking.RabbitAuVin.Name":"Coelho au Vin",
    "Cooking.RabbitAuVin.Description":"Uma forte e sofisticada refeição que vai fazer você sentir que consegue enfrentar qualquer coisa.",
    "Cooking.RabbitAuVin.TV":"Coelho au Vin! Provavelmente a receita mais sofisticada que eu já cozinhei. Se você pretende impressionar alguém, eu garanto que você terá sucesso! A aparência é fabulosa, o cheiro divino e o gosto é dos deuses. Agora comece as anotações, você vai precisa...",
    "Cooking.SteakFajitas.Name":"Steak Fajitas",
    "Cooking.SteakFajitas.Description":"Apimentado ganhou um novo nível.",
    "Cooking.SteakFajitas.TV":"Steak Fajitas! Está começando a se sentir enferrujado com o frio chegando? Depois de comer minhas Fajitas você estar tão quente que vai se sentir capaz de correr de Zuzu para Stardew em minutos. Separe um bife, cebolinhas e pimenta quente. Agora dobre a quantidade! Vamos fritar tudo em óleo quente... mmmm... Meus olhos já estão lacrimejando...",
    "Cooking.GlazedHam.Name":"Presunto Caramelado",
    "Cooking.GlazedHam.Description":"O presunto tem um suculento e doce sabor.",
    "Cooking.GlazedHam.Letter":"Bem, eu sei de algumas receitas.^Já que você tem sido um bom cliente e amigo, pensei em mandar uma que é um segredo da minha família... Talvez ajude você a minerar mais ou algo assim. ^Cuide-se.^ -Clint",
    "Cooking.SummerSausage.Name":"Salame de Verão",
    "Cooking.SummerSausage.Description":"Bife, bacon e alho se unem em distinto sabor picante.",
    "Cooking.SummerSausage.TV":"Salame de Verão! Você sabe por quê ele leva o nome da estação? Bem, usando fermentação lática, cura, e defumação, linguiceiros foram capazes de fazer um produto que não só é delicioso, mas pode ser guardado sem refrigeração... mesmo durante o verão! No meu salame eu gosto de usar bife, bacon e para um sabor picante, alho.",
    "Cooking.SweetAndSourPork.Name":"Porco Agridoce",
    "Cooking.SweetAndSourPork.Description":"Suculento porco crocante, temperado na combinação perfeita de vinagre e açúcar.",
    "Cooking.SweetAndSourPork.Letter":"@,^Esta minha receita ganhou o primeiro lugar em uma competição de culinária! Eu acho ela perfeita para quando tenho muito trabalho para fazer no jardim. Obrigada pela amizade comigo e com o Kent! ^ -Jodi",
    "Cooking.RabbitStew.Name":"Coelho Ensopado",
    "Cooking.RabbitStew.Description":"Uma rustica e amável receita de pato que vai te aquecer para aguentar qualquer coisa.",
    "Cooking.RabbitStew.Letter":"@,^Como você vai? Você deve tomar cuidado quando for explorar as minas. Estou enviando a receita de uma refeição que sempre como antes de ir ate lá. Eu sou um dos poucos do vale que consegue capturar um coelho selvagem. Você pode achar muitas cenouras nas minas. Alho-poró esta em toda parte na primavera. Você pode pegar batatas e tomates na...^ Tenho certeza que você vai descobrir.^ -Linus",
    "Cooking.WinterDuck.Name":"Pato de Inverno",
    "Cooking.WinterDuck.Description":"Este pato levemente adocicado é perfeito para as celebrações.",
    "Cooking.WinterDuck.TV":"Pato de Inverno! Eu guardei essa receita para a última Sexta da Carne do ano porque ela cai muito bem nas celebrações de fim de ano. Existem muitas lendas de boa sorte ligadas a romã, e todos querem boa sorte quando um ano está para começar. Mas não é facil cozinhar Inhame de neve, então escute minhas dicas...",
    "Cooking.SteakWithMushrooms.Name":"Steak com Cogumelos",
    "Cooking.SteakWithMushrooms.Description":"Você irá sentir a força da terra passando pelo seu corpo.",
    "Cooking.SteakWithMushrooms.Letter":"@,^Eu ouvi que você tem matado muitos monstros. ^Meu treinador costumava preparar uma comida especial para nós antes de um jogo importante. Ela supostamente nos deixava mais fortes e rápidos. ^Então eu pedi para ele a receita para te dar. ^Ela também é muito gostosa. ^ -Alex",
    "Cooking.CowboyDinner.Name":"Jantar de Vaqueiro",
    "Cooking.CowboyDinner.Description":"A refeição de um fazendeiro campeão.",
    "Cooking.CowboyDinner.Letter":"Sr. @,^mais uma vez obrigado por todas as suas contribuições. ^Você pode não saber, mas eu nem sempre fui curador de museu. Antes de descobrir minha verdadeira vocação, eu trabalhei como vaqueiro. ^Esta receita que estou lhe enviando é tradicional de onde eu vim. Não é muito, mas considere ela meu agradecimento pessoal a você. ^ -Gunther¦Sra. @,^mais uma vez obrigado por todas as suas contribuições. ^Você pode não saber, mas eu nem sempre fui curador de museu. Antes de descobrir minha verdadeira vocação, eu trabalhei como vaqueiro. ^Esta receita que estou lhe enviando é tradicional de onde eu vim. Não é muito, mas considere ela meu agradecimento pessoal a você. ^ -Gunther",
    "Cooking.Bacon.Name":"Bacon",
    "Cooking.Bacon.Description":"É bacon!",
    "Cooking.Bacon.TV":"Bacon! Todo mundo conhece uma receita com bacon, mas quase ninguém sabe como pegar um pedaço de carne de porco e transformar nessa maravilha que combina com quase qualquer coisa. Isso é o que vou ensinar hoje, agora escute atentamente...",
    // TV   
    "TV.MeatFriday.ChannelDisplayName":"Rainha do Molho - Sexta da Carne",
    "TV.MeatFriday.ReRunDisplaySuffix":"(reprise)",
    "TV.MeatFriday.Announcement":"Olá para todos! Sou eu, a rainha do molho... e estou aqui para ensinar a vocês uma receita secreta de carne de dar água na boca. O prato desta sexta...",
    "TV.LivingWithTheAnimals.ChannelDisplayName": "Vivendo com os Animais",
    "TV.LivingWithTheAnimals.ReRunDisplaySuffix":"(reprise)",
    "TV.LivingWithTheAnimals.Announcement": "Bem-vindo a \"Vivendo com os Animais\". Estamos de volta com uma dica de animais para todos. Prestem atenção:",
    "TV.LivingWithTheAnimals.Episode.Buildings": "Pensando em criar seus próprios animais? Eles vão precisar de um lugar para viver. Para isso, você vai precisar de um monte de madeira, pedra e dinheiro. Veja os detalhes com o seu carpinteiro local.",
    "TV.LivingWithTheAnimals.Episode.Coop": "Vamos falar do galinheiro. Ele é a construção mais barata que pode abrigar animais, e provavelmente a que você deve construir primeiro. Ele fornece abrigo aos animais pequenos como galinhas, patos e coelhos. Mas talvez você tenha que convencer o seu vendedor de animais antes que ele lhe venda todos estes.",
    "TV.LivingWithTheAnimals.Episode.Silo": "Mesmo que você não pretenda ter animais tão cedo, pode ser útil construir um silo. Assim você pode começar a armazenar feno da grama que você corta com o foice. Assim quando você precisar, já terá bastante.",
    "TV.LivingWithTheAnimals.Episode.Barn": "Para abrigar animais maiores, você precisa construir um celeiro. Assim como no galinheiro, você vai precisar de madeira, pedra e dinheiro, apenas um pouco mais de cada.",
    "TV.LivingWithTheAnimals.Episode.FeedingBasket": "Animais adoram ser acariciados, mas eles vão te amar ainda mais se você der guloseimas para eles. Mas você não pode simplesmente joga-las pra eles, você precisa usar um cesto de alimentação. Eles são confeccionados por poucas pessoas e não podem ser comprados. Você vai precisar fazer amizade com o seu vendedor de animais para conseguir um.",
    "TV.LivingWithTheAnimals.Episode.CaveCarrot": "Quando conseguir a seu cesto de alimentação você vai se perguntar \"Que guloseimas meus animais gostam?\". Bem, cada espécie de animal tem gostos diferentes, mas existe um em comum. Todos os animais de fazenda gostam de cenoura subterrânea. Não se esqueça disso!",
    "TV.LivingWithTheAnimals.Episode.SpringAnimalContest": "A primavera está chegando ao fim... Sabe o que isso significa? Muitas comunidades agrárias organizam concursos de animais nesta época. É dito que animais que vencem estes concursos se tornam mais férteis. Aves podem produzir até dois ovos em um dia, e o tempo de gravidez dos mamíferos cai por volta de dez porcento.",
    "TV.LivingWithTheAnimals.Episode.Wheat": "O verão está chegando, então é hora de plantar trigo. Por quê, você pergunta? Porquê galinhas amam trigo. É barato e cresce muito rápido.",
    "TV.LivingWithTheAnimals.Episode.CatDogTreat": "Você tem um gato ou um cachorro? Então você tem que saber que se der comida para eles com o cesto de alimentação, eles vão gostar ainda mais de você. Ambos amam bife, atum e achigã.|Você tem um gato ou um cachorro? Então você tem que saber que se der comida para eles com o cesto de alimentação, eles vão gostar ainda mais de você. Ambos amam atum e achigã.",
    "TV.LivingWithTheAnimals.Episode.Radish": "Está quase na hora da primeira colheita de rabanete. Eu amo tanto o seu sabor picante que poderia comer todos sozinho. Mas eu não sou egoísta e sempre divido um pouco com minhas vacas, elas também amam rabanete.",
    "TV.LivingWithTheAnimals.Episode.TreatQuality": "Caso não tenha notado, assim como os humanos, seus animais também preferem guloseimas de melhor qualidade. Animais de estimação no entanto, não parecem perceber a diferença.",
    "TV.LivingWithTheAnimals.Episode.TreatMilk": "Animais recém nascidos sabem tomar o leite de suas mães sem nenhuma ajuda. Mas se você der uma garrafa de leite de suplemento, eles se tornam adultos mais rápido. Mas não de uma garrafa grande para os bezerros e cabritos, é muito pra eles.",
    "TV.LivingWithTheAnimals.Episode.Insemination": "Celeiros podem abrigar animais grávidos, mas a maioria deles é muito tímida para reproduzir no celeiro. Então, se você quiser controlar a reprodução deles, você vai precisar de um celeiro grande e inseminá-los você mesmo... Com uma seringa de inseminação, obviamente.",
    "TV.LivingWithTheAnimals.Episode.Grape": "Você tem coletado uvas? É possível achar uvas selvagens durante o verão e suas cabras vão adorar receber algumas. Você também pode plantá-las no outono, não se esqueça disso.",
    "TV.LivingWithTheAnimals.Episode.MeatPrice": "Já se perguntou se é melhor vender os animais ou vender sua carne? Bem, os compradores de animais jamais pagariam mais por eles do que por quanto a carne deles vale. Então para um lucro maior, sempre venda a carne, mas para dinheiro imediato, você deve vender os animais diretamente.",
    "TV.LivingWithTheAnimals.Episode.BokChoy": "O outono chegará logo, e com toda nova estação, existem mais guloseimas para plantar para seus animais. Patos adoram couve chinesa, você deveria plantar algumas para eles.",
    "TV.LivingWithTheAnimals.Episode.TreatIsNotHay": "Mesmo dando um monte guloseimas para seus animais, eu espero que você não esteja esquecendo de dar palha para eles ou deixando eles comerem grama. As guloseimas podem ser nutritivas, mas elas não substituem sua comida comum.",
    "TV.LivingWithTheAnimals.Episode.TreatPrice": "Todos os animais gostam de mais de um tipo de guloseima, mas como saber quais eles gostam mais? Ao que parece, eles gostam de comida da mesma forma que a gente, então o preço delas é proporcional ao quanto eles vão gostam. Mas não pense que você pode enganá-los, o bônus nos preços devido a sua profissão não influencia os animais.",
    "TV.LivingWithTheAnimals.Episode.PregnancyTime": "Cada animal tem um tempo diferente de gestação. As ovelhas são as mais rápidas, seguidas pelos coelhos. Já os porcos tem o maior tempo gestacional, e levam uma estação inteira do dia da inseminação até eles se tornarem adultos. Analizando os animais de perto, você consegue dizer quando eles vão estar prontos para o parto.",
    "TV.LivingWithTheAnimals.Episode.Corn ": "Como vai indo a sua lavoura de milho? Como todo mundo sabe, milho é o alimento preferido das galinhas. Então de a elas o que você tiver sobrando e logo elas estarão produzindo os melhores e maiores ovos da região.",
    "TV.LivingWithTheAnimals.Episode.PregnancyRoom": "Animais só dão a luz se houve espaço para o filhote no mesmo local que eles vivem. No entanto, você não precisa manter a vaga livre durante toda a gestação.",
    "TV.LivingWithTheAnimals.Episode.MeatDishesBuffs": "Carnes são muito nutritivas, porém caras. Mas se você decidir cozinhar e comer um pouco, você vai sentir algo especial.",
    "TV.LivingWithTheAnimals.Episode.FallAnimalContest": "Além da Véspera dos Espíritos, algumas vilas organizam um concurso de animais no final da estação. É dito que todos os produtos vindos dos vencedores destes concursos são de primeira qualidade. Isto é muito legal, você não acha?",
    "TV.LivingWithTheAnimals.Episode.Heater": "O inverno é tão frio para os animais quanto é para nós, mas eles não conseguem vestir roupas para se quecer. Por isso eles ficam dentro dos abrigos o inverno inteiro. Mas só isso não é o suficiente para mantê-los felizes. Você também vai precisar de um aquecedor em cada abrigo se quiser manter a qualidade do que eles produzem.",
    "TV.LivingWithTheAnimals.Episode.ChikenCowMeat": "Galinhas e vacas não são os animais lucrativos de se criar para vender suas carnes. Mas existem algumas receitas especiais que só podem ser feitas com elas. É o jeito mais barato de conseguir seus efeitos nutritivos.",
    "TV.LivingWithTheAnimals.Episode.AgeAnimalContest": "Dica para concursos: A maioria dos concursos tem uma categoria que considera a idade do animal. Ela existe para incentivar os criadores a estarem sempre preparando novos campeões. Animais com três ou quatro meses de vida ganham a maior pontuação, então se planeje.",
    "TV.LivingWithTheAnimals.Episode.ProfessionAnimalProductQuality": "Está é para você rancheiro profissional. Você sabia que se você se especializar em animais da granja ou animais do celeiro você pode aumentar a qualidade dos produtos destes animais? Eu diria que em uns trinta porcento, somente um chute.",
    "TV.LivingWithTheAnimals.Episode.TreatAverageAnimalContest": "Dica para concursos: Você com certeza sabe que animais não comem guloseimas todos os dias. Mas eles também não vão gostar de receber apenas uma por mês. Esta frequência é avaliada na maioria dos concursos. Dar a eles pelo menos uma guloseima por semana vai lhe garantir a pontuação máxima.",
    "TV.LivingWithTheAnimals.Episode.RabbitPregnancy": "Coelhos são animais muito tímidos, eles nunca se reproduzem em galinheiros. Mas você pode inseminá-los com uma seringa de inseminação. Além disso, galinheiros podem suportar uma quantidade ilimitada de animais grávidos. Tire vantagem disso.",
    "TV.LivingWithTheAnimals.Episode.Kale": "Depois de um longo inverno, você provavelmente está se perguntando o que pode plantar na primavera que seu animais gostam. Se você possui ovelhas, a resposta é couve.",
    "TV.LivingWithTheAnimals.Episode.Cauliflower": "Você já cria coelhos? Se sim, você vai gostar de saber que eles adoram couve-flor. Você deveria plantar algumas assim que a primavera começar, já que elas levam um bom tempo para crescer.",
    "TV.LivingWithTheAnimals.Episode.CrystalFruit ": "Enquanto você espera suas couves-flores amadurecerem, você pode dar aos seus coelhos as frutas de cristal que tiverem sobrado do inverno... Porquê eu não dei essa dica antes? Patrocínio! Nós temos que pagar as contas, mas não se esqueça disso no próximo inverno.",
    "TV.LivingWithTheAnimals.Episode.ParticipantAnimalContest": "Dica para concursos: Mesmo que você ache que seu animal não tem chances de vencer, ainda vale a pena inscrevê-lo em um concurso. Ele vai ficar muito feliz só de participar. Mas não faça isso se você não planeja ir, pois ele vai ficar muito infeliz se for esquecido lá sozinho.",
    "TV.LivingWithTheAnimals.Episode.BeanHotpot ": "Se você plantou vagem no inicio da estação, elas devem estar quase prontas para serem colhidas. Não faz bem para os animais comê-las cruas, mas patos adoram elas cozidas. Um pote de feijão é seguro para eles.",
    "TV.LivingWithTheAnimals.Episode.FriendshipAnimalContest": "Dica para concursos: Esta dica é tão básica que eu nem precisava contar. O afeto que seu animal tem por você é a categoria que mais vale pontos em um concurso. Apenas trate bem seus animais e você não deve ter problemas com ela.",
    "TV.LivingWithTheAnimals.Episode.TreatVarietyAnimalContest": "Dica para concursos: Se tivesse que escolher ou bolo ou sorvete para o resto da vida, qual você escolheria? Não é uma escolha justa de se fazer, certo? Então porque você daria apenas um tipo de guloseima para seus animais? A variedade de guloseimas que um animal já comeu é avaliada em muitos concursos. Garanta a que ele já comeu pelo menos três tipos diferentes para receber a maior pontuação.",
    "TV.LivingWithTheAnimals.Episode.Apple ": "Uma árvore frutífera é um caro investimento de longo prazo, mas ao menos não requer nenhum trabalho depois de plantada. Então se você plantar uma macieira agora, quando chegar o outono você terá uma guloseima todo dia para suas cabras. A melhor parte é que a cada ano a qualidade das maçãs aumenta, assim como o amor das suas cabras por você.",
    "TV.LivingWithTheAnimals.Episode.Melon": "Porcos conseguem comer quase qualquer coisa, mas que guloseima você pode dar para eles te amarem? Melões!De a eles melões grandes, frescos e suculentos regularmente e eles vão achar mais trufas do que você consegue dar conta.",
    "TV.LivingWithTheAnimals.Episode.HeritageAnimalContest": "Dica para concursos: A maioria dos avaliadores de concursos de animais não vai admitir, mas eles são meio tendenciosos quando avaliado os filhos de vencedores anteriores. É quase como se eles recebessem um ponto extra só por isso. Tenha isso em mente.",
    "TV.LivingWithTheAnimals.Episode.RedCabbage ": "Repolhos roxos estão começando a florescer, então é hora da super dica para coelhos. Repolho roxo é de longe o alimento preferido deles. Só não de muito para eles, pois eles ficam um pouquinho flatulentos.",
    "TV.LivingWithTheAnimals.Episode.Amaranth ": "Você já deve saber esta, mas aqui vai de qualquer forma. Amaranto é delicioso para as vacas. Alimentadas com ele elas crescem mais rápido que qualquer outro animal. Faça um estoque na primavera se planeja criar vacas.",
    "TV.LivingWithTheAnimals.Episode.Yam ": "Inhame levam bastante tempo para amadurecer, então você deveria começar a plantá-los já, se você quiser fazer duas colheitas nesse outono. Eu sei que eles não são o vegetal mais rentável, mas suas ovelhas não ligam. É a guloseima preferida delas. Se você quer ovelhas felizes você vai querer um pouco de inhame.",
    "TV.LivingWithTheAnimals.Episode.Artichoke ": "Alcachofra, como o tomate, é erradamente considerada um vegetal pela maioria das pessoas, mas ela é na verdade uma flor. As cabras não se importam nem um pouco, é a guloseima favorita delas e elas vão comer não importa como você as classifique.",
    "TV.LivingWithTheAnimals.Episode.Pumpkin ": "Se estiver seguindo a cartilha, amanhã você deve ter pelo menos um campo de abóboras prontas para serem colhidas. Se você possui porcos, tenho certeza que eles estarão com água na boca. Não seja egoísta, de um pouco para eles, é sua guloseima favorita.",
    "TV.LivingWithTheAnimals.Episode.PigsWinterPart1": "Porcos não podem achar trufas no inverno já que eles não conseguem sair do celeiro. Então esse é o melhor momento para pegar a carne deles e substitui-los por outros animais. Você deve inseminar um animal por agora para que ele possa dar a luz no primeiro dia do inverno. Eu sugiro cabras.Porcos não podem achar trufas no inverno já que eles não conseguem sair do celeiro. Então esse é o melhor momento para substitui-los por outros animais. Você deve inseminar um animal por agora para que ele possa dar a luz no primeiro dia do inverno. Eu sugiro cabras.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart2": "Se estiver seguindo minha dica sobre porcos no inverno, não se esqueça de vendê-los ou pegar sua carne amanhã a noite, e também de inseminar os porcos na manhã seguinte.|Se estiver seguindo minha dica sobre porcos no inverno, não se esqueça de vendê-los amanhã a noite, e também de inseminar os porcos na manhã seguinte.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart3": "Agora que seu animal de inverno nasceu, de a ele leite como suplemento para que comece a produzir mais rápido. Depois de guloseimas a ele sempre que possível. Ele irá crescer mais rápido, o que aumenta a qualidade de seus produtos assim como o valor dele.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart4": "Espero que não tenha se afeiçoado ao seu animal de inverno, você logo vai ter que liberar espaço para o novo porquinho que vai nascer.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart5": "Agora que o porquinho nasceu, você está dando guloseimas para ele? Você ainda tem tempo de dar mais três guloseimas antes da primavera, assim ele vai começar o ano achando trufas como um campeão.",
    "TV.LivingWithTheAnimals.Episode.Retirement": "Pessoal, tenho um anúncio a fazer. Este foi o último episódio de \"Vivendo com os Animais\" antes da minha aposentadoria. Eu vou viver com meu irmão gêmeo na fazenda dele, ele certamente precisa da minha ajuda com seus animais. Ah, e ouvi falar que as emissoras vão exibir reprises no ano que vem. Cuidem-se! ",
    // Feeding
    "Feeding.TreatDaffodil.Letter": "Sr. @,^estou escrevendo para te contar que aquele ovo de dinossauro que você doou outro dia nos permitiu fazer uma descoberta revolucionária.^A criatura que botou aquele ovo gostava muito de narcisos. Botânicos do mundo todo estão entusiasmados com a descoberta. Eles sabiam que narcisos existiam na antiguidade, mas não que eram tão antigos quanto os dinossauros.^Mais uma vez obrigado por todas as suas contribuições.^   -Gunther¦Sra. @,^estou escrevendo para te contar que aquele ovo de dinossauro que você doou outro dia nos permitiu fazer uma descoberta revolucionária.^A criatura que botou aquele ovo gostava muito de narcisos. Botânicos do mundo todo estão entusiasmados com a descoberta. Eles sabiam que narcisos existiam na antiguidade, mas não que eram tão antigos quanto os dinossauros.^Mais uma vez obrigado por todas as contribuições.^   -Gunther",
    "Feeding.TreatCrocus.Letter": "Sr. @,^todos aqueles fosseis que você tem encontrado estão nos ajudando a descobrir todo tipo de coisa.^Você sabia que o açafrão vindo da flor de açafrão é uma iguaria culinária bem antiga? O que nós não sabíamos é que os humanos não foram os primeiros a prová-la.^Acabamos de descobrir que a flor de açafrão fazia parte da dieta de alguns dinossauros.^Mais uma vez obrigado por todas as suas contribuições.^   -Gunther¦Sra. @,^todos aqueles fosseis que você tem encontrado estão nos ajudando a descobrir todo tipo de coisa.^Você sabia que o açafrão vindo da flor de açafrão é uma iguaria culinária bem antiga? O que nós não sabíamos é que os humanos não foram os primeiros a prová-la.^Acabamos de descobrir que a flor de açafrão fazia parte da dieta de alguns dinossauros.^Mais uma vez obrigado por todas as contribuições.^   -Gunther",
    // Tools
    "Tool.MeatCleaver.Name": "Cutelo",
    "Tool.MeatCleaver.Description": "Transforma seus animais em carne.",
    "Tool.MeatCleaver.TooYoung": "{{animalName}} é muito nova para ser transformada em carne.",
    "Tool.MeatCleaver.Letter": "Olá @,^^    Nós sabemos que você é um bom proprietário de um animal de fazenda. Parabéns!^    Aqui no nosso mundo, nós amamos muito os animais, mas infelizmente eles não conseguem reproduzir. Então, nós estamos sempre procurando mais em outros mundos.^    Nós sabemos que os humanos amam carne, e você pode um dia querer matar seus animais por sua carne... NÃO FAÇA ISSO!^^    Escute a minha proposta. Por sorte, aqui nosso meu mundo, carne cresce em árvores. Envie para nós seus animais, e nós lhe enviaremos carne de volta. Nós prometemos tomar conta deles muito bem.^    Estamos enviando para você uma varinha mágica, use ela no animal que você quiser carne para fazer a troca. Quanto mais ele te amar, mais carne nós lhe enviaremos. Nós podemos até enviar alguns itens extras dependendo do animal enviado.^    -Seu amigo interdimensional^^P.S. Nós sabemos que a varinha se parece com um Cutelo, tivemos que fazer desta forma para agradar a sede de sangue de alguns humanos.",
    "Tool.MeatCleaver.Name.Soft": "Varinha Troca Carne",
    "Tool.MeatCleaver.Description.Soft": "Troca seus animais por carne.",
    "Tool.MeatCleaver.TooYoung.Soft": "{{animalName}} é muito nova para ser trocada por carne.",
    "Tool.MeatCleaver.Letter.Soft": "Olá @,^^    Nós sabemos que você é um bom proprietário de um animal de fazenda. Parabéns!^    Aqui no nosso mundo, nós amamos muito os animais, mas infelizmente eles não conseguem reproduzir. Então, nós estamos sempre procurando mais em outros mundos.^    Nós sabemos que os humanos amam carne, e você pode um dia querer matar seus animais por sua carne... NÃO FAÇA ISSO!^^    Escute a minha proposta. Por sorte, aqui nosso meu mundo, carne cresce em árvores. Envie para nós seus animais, e nós lhe enviaremos carne de volta. Nós prometemos tomar conta deles muito bem.^    Estamos enviando para você uma varinha mágica, use ela no animal que você quiser carne para fazer a troca. Quanto mais ele te amar, mais carne nós lhe enviaremos. Nós podemos até enviar alguns itens extras dependendo do animal enviado.^    -Seu amigo interdimensional",

    "Tool.InseminationSyringe.Name": "Seringa de Inseminação",
    "Tool.InseminationSyringe.Description": "Use a para inseminar animais de fazenda.",
    "Tool.InseminationSyringe.TooYoung": "{{animalName}} é muito jovem para ser inseminada.",
    "Tool.InseminationSyringe.AlreadyPregnant": "{{animalName}} já está gravida e pode dar a luz em {{numberOfDays}} dias.",
    "Tool.InseminationSyringe.ReadyForBirth": "{{animalName}} já está grávida e pronta para o parto.",
    "Tool.InseminationSyringe.BuildingLimit": "O seu {{buildingType}} não tem vaga para grávidas.",
    "Tool.InseminationSyringe.Empty": "Seringa Vazia.",
    "Tool.InseminationSyringe.CorrectItem": "Você deve usar {{itemName}} para inseminar este animal.",
    "Tool.InseminationSyringe.FullBuilding": "{{animalName}} estava pronta para o parto ontem a noite, mas o seu {{buildingType}} estava cheio.",
    "Tool.InseminationSyringe.BirthTomorrow": "{{animalName}} pode dar a luz amanhã. Confira que há lugar para o bebê." ,
    "Tool.InseminationSyringe.BirthsTomorrow": "{{animalNames}} podem dar a luz amanhã. Confira que há lugar para os bebês" ,
    "Tool.InseminationSyringe.ItemConsumed": "{{itemName}} Acabou.",
    "Tool.InseminationSyringe.EggAnimal": "{{animalName}} não pode ser inseminada. Você pode colocar seus ovos na incubadora.",
    "Tool.InseminationSyringe.CantBeInseminated": "{{animalName}} não pode ser inseminada.",
    "Tool.InseminationSyringe.Letter": "Olá @,^^   Nós sabemos que você possuí construções capazes de abrir animais grávidos.^   Em nosso esforço para resolver o problema da infertilidade de nossos animais, nós inventamos um aparelho para inseminá-los usando os produtos que eles produzem.^    Infelizmente, não deu certo para nós. Mas ele deve funcionar bem no seu mundo.^^^    Nós estamos dando ele para você, na esperança de podendo controlar a reprodução deles, você nos mandará mais animais.^    Celeiros tem um limite para animais grávidos, dependendo do tamanho, mas o galinheiro pode abrigar quantas coelhas grávidas couberem.^    Mas se certifique que sempre haverá vaga para os filhotes antes do nascimento.^    Boa sorte com a nova ferramenta!^    -Seu amigo interdimensional",

    "Tool.FeedingBasket.Name": "Cesto de Alimentação",
    "Tool.FeedingBasket.Description": "Use-o para dar guloseimas aos seus animais.",
    "Tool.FeedingBasket.Empty": "Cesto Vazio.",
    "Tool.FeedingBasket.NotLikeTreat":  "Este animal não aceita {{itemName}} como agrado.",
    "Tool.FeedingBasket.ItemConsumed": "{{itemName}} Acabou.",
    "Tool.FeedingBasket.WantsTreatInDays":  "{{animalName}} gostaria de uma guloseima em {{numberOfDays}} dias.",
    "Tool.FeedingBasket.WantsTreatTomorrow":  "{{animalName}} vai querer uma guloseima amanhã.",
    "Tool.FeedingBasket.AlreadyAteTreatToday":  "{{animalName}} já comeu uma guloseima hoje.",
    "Tool.FeedingBasket.OnlyBabiesCanEatMilk": "Somete bebês tomam leite como suplemento.",
    "Tool.FeedingBasket.Letter": "Olá, @,^Já que estamos nos tornando amigos, eu fiz esse cesto de alimentação especialmente para você. Você pode usá-lo para dar guloseimas para seus animais. ^Eles não vão aceitá-las todos os os dias, mas se observá-los atentamente, você vai saber quando eles querem mais. ^Cuidar dos animais não é fácil, mas o cesto vai ajudar a conquistá-los. ^   -Marnie",
    "Tool.FeedingBasket.LetterRedelivery": "Olá, @,^Eu ouvi que você perdeu seu cesto de alimentação. Você tem que cuidar melhor das suas ferramentas. ^Eu estava fazendo esse para um cliente, mas já que você é um grande amigo, eu vou dá-lo a você para substituir. ^Seja mais cuidadoso dessa vez. ^   -Marnie",
    
    "Tool.ParticipantRibbon.Name": "Fita de Participante",
    "Tool.ParticipantRibbon.Description": "Use-a para escolher o animal que participará do próximo concurso.",
    "Tool.ParticipantRibbon.CantBeBaby": "Filhotes não podem participar do concurso de animais.",
    "Tool.ParticipantRibbon.HasAlreadyParticipatedContest": "{{animalName}} já participou de um concurso de animais.",
    "Tool.ParticipantRibbon.IsAlreadyParticipant": "{{animalName}} já está inscrito no próximo concurso de animais.",
    "Tool.ParticipantRibbon.AnotherParticipantAlready": "O próximo concurso já tem um inscrito. Remova a fita de participante da {{participantName}} antes de escolher outro animal.",
    "Tool.ParticipantRibbon.Letter": "Olá, @,^Amanhã estarei retomando o Concurso de Animais do Vale do Orvalho na praça da vila.^Vamos escolher o melhor animal de todo o vale!^^Coloque esta fita no animal quer você quer que participe e eu buscarei ele amanhã cedo.^Você também pode participar com o seu animal de estimação, mas ele deve saber alguns truques para competir.^^Chegue na vila antes das 10 horas se for participar ou apenas assistir.^   -Prefeito Lewis",
    "Tool.ParticipantRibbon.LetterRedelivery": "Olá, @,^Amanhã realizaremos nosso tradicional Concurso de Animais do Vale do Orvalho na praça da vila.^Vamos escolher o melhor animal de todo o vale!^^Coloque esta fita no animal quer você quer que participe e eu buscarei ele amanhã cedo.^Você também pode participar com o seu animal de estimação, mas ele deve saber alguns truques para competir.^^Chegue na vila antes das 10 horas se for participar ou apenas assistir.^   -Prefeito Lewis",

    //Menus
    "Menu.AnimalQueryMenu.PregnancyBuildingLimit": "Esta construção não tem vaga para grávidas.",
    "Menu.AnimalQueryMenu.DaysUntilBirth": "Grávida! {{numberOfDays}} dias até o parto.",
    "Menu.AnimalQueryMenu.ReadyForBirth": "Grávida! Pronta para o parto.",
    "Menu.AnimalQueryMenu.WantsTreat": "Gostaria de uma guloseima agora.",
    "Menu.AnimalQueryMenu.WantsTreatTomorrow":  "Vai querer uma guloseima amanhã.",
    "Menu.AnimalQueryMenu.WantsTreatInDays": "Próxima guloseima em {{numberOfDays}} dias.",
    "Menu.AnimalQueryMenu.ExchangeAnimalForMeat":  "Trocar por carne.",
    "Menu.AnimalQueryMenu.Winner": "Vencedor do Concurso de Animais\n{{contestDate}}",
    "Menu.AnimalQueryMenu.ContestParticipant": "Participante do Concurso de Animais\n{{contestDate}}",
    "Menu.AnimalQueryMenu.ChangeParticipant": "Pegar de volta.",

    //Animals
    "Animal.Cow.BabyName": "bezerrinha",
    "Animal.Pig.BabyName": "leitoazinha",
    "Animal.Chicken.BabyName": "pintinho",
    "Animal.Duck.BabyName": "patinha",
    "Animal.Rabbit.BabyName": "coelhinha",
    "Animal.Sheep.BabyName": "cordeirinha",
    "Animal.Goat.BabyName": "cabritinha",
    "Animal.Dinosaur.BabyName": "dinossaurinha",

	//Animal Contest
	"AnimalContest.Message.Name": "Concurso de Animais",
	"AnimalContest.Dialog.Lewis.PlayerParticipant":  "@! Você chegou!$h#$b#Bem, pessoal, agora que todos os competidores estão aqui, vamos começar.",
	"AnimalContest.Dialog.Lewis.PlayerWatching":  "@! Você veio!$h#$b#Bem, pessoal, acho que estamos prontos, vamos começar.",
	"AnimalContest.Dialog.Lewis.Attention":  "Ei... Atenção pessoal!$u!",
	"AnimalContest.Dialog.Lewis.IntroductionFirstTime":  "Estamos reunidos aqui hoje para retomar uma antiga tradição, o Concurso de Animais do Vale do Orvalho!#$b#Eu parei de organiza o concurso porque quase não haviam interessados em participar.$s#$b#Mas agora que nós temos novamente uma prospera fazenda aqui no vale, eu espero que possamos realizar um concurso toda primavera e outono.$h!",
	"AnimalContest.Dialog.Lewis.IntroductionOtherTimes":  "Estamos reunidos aqui novamente para o nosso tradicional Concurso de Animais do Vale do Orvalho!#$b#Me deixa muito feliz ver todos vocês ainda interessados em participar.$h#$b#Vamos torcer para que possamos organizar o concurso muito mais vezes.",
	"AnimalContest.Dialog.Lewis.ContestExplanation": "Acho que podemos continuar.#$b#Como eu estava dizendo antes, vou começar avaliando os participantes individualmente em cada uma das categorias.#$b#Depois disso, vou anunciar quem é o dono do melhor animal do Vale do Orvalho.#$b#Então, vamos começar.",
	"AnimalContest.Dialog.Lewis.Closure": "Bem, pessoal, estes foram todos os participante desta edição do Concurso de Animais do Vale do Orvalho!#$b#Já já anunciarei o vencedor.",
	"AnimalContest.Dialog.Lewis.ClosureThanks": "Antes de anunciar o vencedor, quero agradecer a todos vocês por terem vindo!$h",
	"AnimalContest.Dialog.Lewis.ClosureSuccessFirstTime": "O concurso foi um grande sucesso e significa muito para mim que conseguimos retomar esta tradição.$h",
	"AnimalContest.Dialog.Lewis.ClosureSuccessOtherTimes": "O concurso foi um grande sucesso e está ficando cada vez melhor.$h",
	"AnimalContest.Dialog.Lewis.EmilyUnnamedParrot": "papagaio sem nome",
	"AnimalContest.Dialog.Lewis.WinnerAnnouncement": "Mas sem mais delongas, o vencedor é...#$b#{{winnerName}} com {{winnerAnimalName}}!$h",
	"AnimalContest.Dialog.Spouse.PlayerCongrats": "Muito bem, amor!",
	"AnimalContest.Dialog.Gus.PlayerCongrats": "Excelente, {{playerName}}!",
	"AnimalContest.Dialog.Pierre.PlayerCongrats": "Parabéns {{playerName}}!",
	"AnimalContest.Dialog.Linus.PlayerCongrats": "Bom trabalho, {{playerName}}!",
	"AnimalContest.Dialog.Shane.MarnieCongrats": "Parabéns Marnie!",
	"AnimalContest.Dialog.Marnie.ShaneContrats": "Merecido!",
	"AnimalContest.Dialog.Clint.EmilyContrats": "AE!",
	"AnimalContest.Dialog.Haley.EmilyContrats": "Parabéns mana!",
	"AnimalContest.Dialog.Gus.EmilyContrats": "Excelente, Emily!",
	"AnimalContest.Dialog.Sam.JodiContrats": "Excelente, mãe!",
	"AnimalContest.Dialog.Caroline.JodiContrats": "Bom trabalho!",
	"AnimalContest.Dialog.Kent.JodiContrats": "Parabéns querida!",
	"AnimalContest.Dialog.Evelyn.Contrats": "Parabéns!",
	"AnimalContest.Dialog.Lewis.Ending": "Bom, isto é todo por hoje pessoal.",
	"AnimalContest.Message.Reward": "{{animalName}} ganhou um bônus de {{bonusType}}.",
    "AnimalContest.Message.Reward.Fertility": "fertilidade",
    "AnimalContest.Message.Reward.Production": "produção",
	"AnimalContest.Dialog.VincentAct.Lewis.Begin1": "Vou começar avaliando os participantes...",
	"AnimalContest.Dialog.VincentAct.Lewis.Alternate1": "Agora estou preocupado, cadê o Vincent?$s",
	"AnimalContest.Dialog.VincentAct.Vincent.Wait": "ESPERA!",
	"AnimalContest.Dialog.VincentAct.Lewis.Alternate2": "Ai está ele...",
	"AnimalContest.Dialog.VincentAct.Vincent.Begin1": "Eu também quero participar.",
	"AnimalContest.Dialog.VincentAct.Lewis.Begin2": "Você está atrasado Vincent, e nós já temos quatro concorrentes.",
	"AnimalContest.Dialog.VincentAct.Vincent.Begin2": "Mas você disse que eu podia.$s",
	"AnimalContest.Dialog.VincentAct.Lewis.FirstTime": "Eu disse, mas você deveria ter colocado a fita de participante no seu animal ontem para que eu pudesse trazer ele para o concurso hoje.",
	"AnimalContest.Dialog.VincentAct.Vincent.FirstTime": "Não tem problema, eu mesmo trouxe ele.$h",
	"AnimalContest.Dialog.VincentAct.Lewis.OtherTimes": "Mas eu também disse umas cem vezes que você tem que colocar a fita de participante no seu animal no dia anterior, ou trazer ele para o concurso mais cedo.",
	"AnimalContest.Dialog.VincentAct.Vincent.OtherTimes": "Não tem problema, eu trouxe ele agora.$h",
	"AnimalContest.Dialog.VincentAct.Frog.Lewis.FirstTime1": "É uma rã! Você não pode competir com uma rã, o concurso é somente para animais de fazenda ou de estimação.",
	"AnimalContest.Dialog.VincentAct.Frog.Vincent.FirstTime1": "Mas ele é de estimação, o nome dele é Lewis.",
	"AnimalContest.Dialog.VincentAct.Frog.Lewis.FirstTime2": "Você deu meu nome para ele? Isso é um ultraje!$4",
	"AnimalContest.Dialog.VincentAct.Frog.Vincent.FirstTime2": "Mas eu só fiz isso porque ele é verde e muito inteligente...$s",
	"AnimalContest.Dialog.VincentAct.Frog.Lewis.FirstTime3": "Tudo bem então, mas você não deveria dar a seus animais o nome de pessoas.#$b#Mas então, ele sabe algum truque?",
	"AnimalContest.Dialog.VincentAct.Frog.Vincent.FirstTime3": "Truque?$u",
	"AnimalContest.Dialog.VincentAct.Frog.Lewis.OtherTime1": "Uma rã novamente! Você não pode trazer um animal aleatório, o concurso é somente para animais de fazenda ou de estimação.",
	"AnimalContest.Dialog.VincentAct.Frog.Sebastian.OtherTimes": "Existe algumas fazendas que criam rãs. Elas são animais incríveis, deixa ele participar.",
	"AnimalContest.Dialog.VincentAct.Frog.Lewis.OtherTimes2": "Eu nem saberia como avaliar uma rã. Com o que você alimenta ele?",
	"AnimalContest.Dialog.VincentAct.Frog.Vincent.OtherTimes": "Alimentar?$u",
	"AnimalContest.Dialog.VincentAct.Squirrel.Lewis.FirstTime": "É um esquilo! Você não pode competir com um esquilo, o concurso é somente para animais de fazenda ou de estimação.",
	"AnimalContest.Dialog.VincentAct.Squirrel.Vincent.FirstTime": "Mas ele é de estimação, ele gosta de subir em árvores.#$b#Eu chamo ele de Sam porque meu irmão também gosta de subir em árvores com...",
	"AnimalContest.Dialog.VincentAct.Squirrel.Sam.FirstTime": "VINCENT!",
	"AnimalContest.Dialog.VincentAct.Squirrel.Lewis.OtherTimes1": "Vincent, esquilos não podem ser animais de estimação, eles são animais selvagens.",
	"AnimalContest.Dialog.VincentAct.Squirrel.Vincent.OtherTimes1": "Mas esse é muito bonzinho.$s",
	"AnimalContest.Dialog.VincentAct.Squirrel.Jas.OtherTimes": "Ele também é muito fofinho, muito melhor do que insetos.$h",
	"AnimalContest.Dialog.VincentAct.Squirrel.Lewis.OtherTimes2": "Crianças, não importa o quão bonzinhos e fofinhos esquilos sejam, se eles ficarem estressados, podem morder e arranhar vocês.",
	"AnimalContest.Dialog.VincentAct.Squirrel.Jodi.OtherTimes": "Vincent, escute o Lewis, você não pode ficar com o esquilo.$4",
	"AnimalContest.Dialog.VincentAct.Squirrel.Vincent.OtherTimes2": "MAS MÃE!",
	"AnimalContest.Dialog.VincentAct.Bird.Lewis.FirstTime": "Ah, é um passarinho! Está bem. Mas ele não deveria estar em uma gaiola?",
	"AnimalContest.Dialog.VincentAct.Bird.Vincent.FirstTime": "Gaiola?$u",
	"AnimalContest.Dialog.VincentAct.Bird.Lewis.OtherTimes": "Vincent, você não pode pegar um pássaro aleatório e trazer para o concurso. Ele vai voar como da última vez.",
	"AnimalContest.Dialog.VincentAct.Bird.Vincent.OtherTimes1": "Esse aqui não vai, ele é me amigo.$h",
	"AnimalContest.Dialog.VincentAct.Bird.Vincent.OtherTimes2": "Viu...",
	"AnimalContest.Dialog.VincentAct.Rabbit.Lewis.FirstTime1": "Ah, é um coelho. Sua mãe comprou um para você com a Marnie?",
	"AnimalContest.Dialog.VincentAct.Rabbit.Vincent.FirstTime": "Não, o Linus me ensinou a capturar um.",
	"AnimalContest.Dialog.VincentAct.Rabbit.Lewis.FirstTime2": "Você capturou um coelho selvagem? Que impressionante!",
	"AnimalContest.Dialog.VincentAct.Rabbit.Linus.FirstTime": "Ele é muito bom nisso, mas nunca aprendeu a fazer com que eles não fujam.$h",
	"AnimalContest.Dialog.VincentAct.Rabbit.Lewis.OtherTimes1": "Você capturou um outro coelho selvagem, sempre vou achar isso impressionante.$h#$b#Mas então, aprendeu a não deixar ele fugir?",
	"AnimalContest.Dialog.VincentAct.Rabbit.Vincent.OtherTimes1": "Sim, eu estou uma cenoura subterrânea na minha mão como o Linus me ensinou.",
	"AnimalContest.Dialog.VincentAct.Rabbit.Lewis.OtherTimes2": "Vincent, sua mão está vazia.$h",
	"AnimalContest.Dialog.VincentAct.Rabbit.Vincent.OtherTimes2": "Oh, eu devo ter deixado cair.$u",
	"AnimalContest.Dialog.MarnieAct.Lewis.Begin": "Olá Marnie. Vamos ver que belo animal você trouxe{{otherTimes}}.$h",
	"AnimalContest.Dialog.MarnieAct.Lewis.OtherTimes": " dessa vez",
	"AnimalContest.Dialog.MarnieAct.Lewis.Cow": "Que vaca impressionante nós temos aqui. Ela me lembra daquela vez que estávamos no celeiro e...",
	"AnimalContest.Dialog.MarnieAct.Marnie.Astonished": "...$4",
	"AnimalContest.Dialog.MarnieAct.Lewis.ContinueEvaluation": "Err... vamos seguir com a avaliação...",
	"AnimalContest.Dialog.MarnieAct.Caroline": "Eu não me importaria de ouvir esta história.",
	"AnimalContest.Dialog.MarnieAct.Lewis.Chicken": "Que galinha majestosa nós temos aqui. Ela me lembra daquela vez dentro do galinheiro que nós...",
	"AnimalContest.Dialog.MarnieAct.Pierre.Chicken": "Dentro do galinheiro o que?",
	"AnimalContest.Dialog.MarnieAct.Lewis.Duck": "Que pata maravilhosa nós temos aqui. Ela me lembra daquela vez no lago que você...",
	"AnimalContest.Dialog.MarnieAct.Jodi.Duck": "O que aconteceu no lago?",
	"AnimalContest.Dialog.MarnieAct.Lewis.Pig": "Que porca magnífica que nós temos aqui. Ela me lembra daquela vez que comprei um óleo de trufas...",
	"AnimalContest.Dialog.MarnieAct.Lewis.Astonished": "...$4",
	"AnimalContest.Dialog.MarnieAct.George.Pig": "Óleo de trufas?",
	"AnimalContest.Dialog.MarnieAct.Lewis.Goat": "Que cabra sublime nós temos aqui. Ela me lembra daquela vez que você pegou uma cenoura subterrânea e...",
	"AnimalContest.Dialog.MarnieAct.Evelyn.Goat": "Cenoura subterrânea?",
	"AnimalContest.Dialog.MarnieAct.Lewis.Rabbit": "Que coelha excepcional nós temos aqui. Ela me lembra daquela vez que a Jas bateu na sua porta com uma coelhinha e eu...",
	"AnimalContest.Dialog.MarnieAct.Jas.Rabbit": "Aquele dia eu vi um sapato em baixo da c...$u",
	"AnimalContest.Dialog.MarnieAct.Lewis.Sheep": "Que ovelha grandiosa nós temos aqui. Ela me lembra daquela noite atrás do arbusto...",
	"AnimalContest.Dialog.MarnieAct.Jas.Sheep": "Você viu algo assustador?",
	"AnimalContest.Dialog.MarnieAct.Lewis.Animal": "Que animal maravilhoso nós temos aqui. Ele me lembra daquela vez que nós...",
	"AnimalContest.Dialog.MarnieAct.Lewis.Evalution": "Bem... este não é um concurso de histórias. Deixe-me avaliar o participante.$u",
	"AnimalContest.Dialog.MarnieAct.Lewis.ClosurePrefix.FirstTime": "Sem surpresa nenhuma,",
	"AnimalContest.Dialog.MarnieAct.Lewis.ClosurePrefix.OtherTimes":"Como sempre,",
	"AnimalContest.Dialog.MarnieAct.Lewis.Closure": "{{closurePrefix}} um animal muito bem cuidado.$h",
	"AnimalContest.Dialog.MarnieAct.Marnie.Thanks": "Obrigada Lewis.$h",
	"AnimalContest.Dialog.MarnieAct.Lewis.Ending": "Vou olhar o resto dos participantes.",
    "AnimalContest.Dialog.PlayerAct.Lewis.Dinosaur": "Ola @, eu fiquei curioso esta manha quando estava trazendo o seu animal. Que tipo de lagarto é esse?",
    "AnimalContest.Dialog.PlayerAct.Player.DinosaurAnswers": "#Eu não sei.#É uma iguana.#É um dinossauro.",
    "AnimalContest.Dialog.PlayerAct.Lewis.DinosaurAnswers": "Eu não sei porque você criaria um animal que você não sabe qual é, mas isso não é contra as regras.~Foi o que pensei. Eu nunca avaliei um lagarto antes, mas está no manual do concurso de animais.$h~Você não precisa fazer piada se não quer contar o que é.$u",
	"AnimalContest.Dialog.PlayerAct.Lewis.Begin": "Agora, vamos avaliar a {{animalName}}.",
	"AnimalContest.Dialog.PlayerAct.Lewis.DisqualifyAge": "Me desculpe mas {{animalName}} já passou da idade de participar de concursos, vou ter que desclassificá-la.$s#$b#Não é uma questão de preconceito com os animais mais velhos, mas os concursos podem ser muito estressantes para eles.#$b#Depois de tantos anos nos servindo, os animais merecem um descanso.",
	"AnimalContest.Dialog.PlayerAct.Lewis.DisqualifyTreatVariaty": "Você nunca deu nenhuma guloseima para a {{animalName}}? Vou ter que desclassificá-la, pobrezinha.$s",
	"AnimalContest.Dialog.PlayerAct.Lewis.DisqualifyTreatAverage": "Você deu tão poucas guloseimas para a {{animalName}} que eu nem consigo fazer a avaliação. Vou ter que desclassificá-la.",
	"AnimalContest.Dialog.PlayerAct.Lewis.DisqualifyFriendship": "@, você deveria se envergonhar. Por que trazer para o concurso um animal que você não tem nenhuma intimidade?$u#$b#Isso é tão básico que nunca achei que fosse desclassificar ninguém por isso.",
	"AnimalContest.Dialog.PlayerAct.Lewis.ParentWinner": "Ah, estou vendo que ela é filha de uma campeã do concurso. Isto certamente dará uma vantagem para a {{animalName}}.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Age1Young": "Ela é um pouco nova de mais para competir. Você deveria ter esperado por outro concurso.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Age2Young": "Ela está quase na idade de competir, mas você poderia ter esperado por um próximo concurso.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Age3": "Ela está na idade ideal para o concurso. Vamos ver se você a está tratando bem.$h",
	"AnimalContest.Dialog.PlayerAct.Lewis.Age2Old": "Ela passou um pouco da idade ideal, mas certamente você teve tempo de fazer ela se destacar nos outros quesitos.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Age1Old": "Ela está quase na idade de se aposentar, mas talvez ela ainda tenha alguma chance.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Friendship1&2": "{{animalName}} poderia receber um pouco mais de atenção para que cresça e se torne um belo animal.$s",
	"AnimalContest.Dialog.PlayerAct.Lewis.Friendship3": "{{animalName}} tem alguma afeição por você. Isso é bom, mais você pode dar um pouco mais de atenção a ela.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Friendship4": "É muito bom de ver quão próximo vocês dois são. Um pouco mais de atenção e ela vai atingir o ápice.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Friendship5": "Eu sempre fico feliz de ver um animal completamente desenvolvido que gosta tanto do seu dono.$h",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatVariaty1": "Hum, comer sempre a mesma coisa é muito chato. Você deveria aprender que outras guloseimas {{shortDisplayType}}s gostam.$s",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatVariaty2": "Hum, ter comido dois tipos de guloseima é melhor do que apenas um, mas eu sei que você pode fazer melhor que isso.",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatVariaty3": "Só de olhar para estes olhos eu posso dizer que ela já provou muitos sabores.$h",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage1": "{{conjunction}} ela não ganhou muitas guloseimas, que vergonha.$s",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage1.Conjunction1": "E",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage1.Conjunction2": "Mas",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage2": "E apesar de ter ganhado algumas guloseimas, tenho acerta que {{animalName}} gostaria de recebido mais.",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage3": "{{conjunction}} pelo brilho de suas cores, I posso ver que ela ganhou muitas guloseimas.$h",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage3.Conjunction1": "Pelo menos",
	"AnimalContest.Dialog.PlayerAct.Lewis.TreatAverage3.Conjunction2": "E",
	"AnimalContest.Dialog.PlayerAct.Lewis.ChanceWinning": "Bem @, parece que você tem um grande animal aqui, com chances reais de vencer.$h",
	"AnimalContest.Dialog.PlayerAct.Lewis.BetterNextTime": "Bem @, tenho certeza que você pode fazer melhor da próxima vez.",
	"AnimalContest.Dialog.PlayerAct.Lewis.Pet": "Que lindo animal nós temos aqui. Ele sabe algum truque?",
	"AnimalContest.Dialog.PlayerAct.Player.PetAnswers": "#Não.#Ainda não.#{{petName}} {{petSound}} quando quer.",
	"AnimalContest.Dialog.PlayerAct.PetSound.Cat": "mia",
	"AnimalContest.Dialog.PlayerAct.PetSound.Dog": "late",
	"AnimalContest.Dialog.PlayerAct.Lewis.PetAnswers": "Você precisa ensinar alguns truques para o concurso.~Bem, vocês podem voltar quando tiverem algo para mostrar, tudo bem?~Isso não é bem um truque, não é mesmo?$u",
	"AnimalContest.Dialog.PlayerAct.Lewis.Ending": "Vamos ver o próximo participante.",
	"AnimalContest.Dialog.JasAct.Lewis.FirstTime1": "Jas, você não pode trazer um filhote para o concurso.",
	"AnimalContest.Dialog.JasAct.Jas.FirstTime1": "Mas você disse que está escolhendo o melhor animal do Vale do Orvalho, e todos sabem que filhotes são os melhores.$h",
	"AnimalContest.Dialog.JasAct.Lewis.FirstTime2": "Mas não é assim que o concurso funciona.",
	"AnimalContest.Dialog.JasAct.Jas.FirstTime2": "Por que não? Você deveria mudar as regras estão.$4",
	"AnimalContest.Dialog.JasAct.Lewis.FirstTime3": "Eu não posso simplesmente...",
	"AnimalContest.Dialog.JasAct.Marnie.FirstTime": "Lewis, ela é só uma criança. Porque não deixa ela participar? Estava faltando um participante mesmo.$u",
	"AnimalContest.Dialog.JasAct.Lewis.FirstTime4": "Hum... é... ok. Venha aqui {{babyAnimalName}}. Deixe-me dar uma olhada em você.",
	"AnimalContest.Dialog.JasAct.Lewis.FirstTime5": "Seu filhote é muito fofinho Jas.$h",
	"AnimalContest.Dialog.JasAct.Lewis.FirstTime6": "Agora vamos ver o próximo participante.",
	"AnimalContest.Dialog.JasAct.Lewis.OtherTimes1": "Jas, eu já disse que você não pode trazer filhotes para o concurso.",
	"AnimalContest.Dialog.JasAct.Jas.OtherTimes1": "Mas você me deixou participar da outra vez.$s",
	"AnimalContest.Dialog.JasAct.Lewis.OtherTimes2": "Ok, tudo bem, é só que se você quiser ganhar e ser parabenizada, você tem que trazer um animal adulto.#$b#Venha cá {{babyAnimalName}}. Deixe-me dar uma olhada em você.",
	"AnimalContest.Dialog.JasAct.Lewis.OtherTimes3": "Que graçinha de filhote você trouxe Jas. Estou impressionado, parabéns.$h",
	"AnimalContest.Dialog.JasAct.Jas.OtherTimes2": "Obrigada, eu ganhei então?$h",
	"AnimalContest.Dialog.JasAct.Lewis.OtherTimes4": "Não foi isso que eu quis dizer. Eu preciso olhar todos os participantes. Deixe-me ver o próximo.",
	"AnimalContest.Dialog.AlexAct.Lewis.FirstTime1": "Você trouxe a caixa do Dusty? Mas onde está ele?",
	"AnimalContest.Dialog.AlexAct.Alex.FirstTime1": "Dentro da caixa. Têm muita gente aqui, ele está um pouco tímido.",
	"AnimalContest.Dialog.AlexAct.Lewis.FirstTime2": "Alex, como vou avaliá-lo dentro da caixa?$u",
	"AnimalContest.Dialog.AlexAct.Alex.FirstTime2": "Vem aqui Dusty, está tudo bem garoto.$h",
	"AnimalContest.Dialog.AlexAct.Lewis.FirstTime3": "Ele não saiu totalmente, mas deve ser o bastante. Com o que você tem alimentado ele?",
	"AnimalContest.Dialog.AlexAct.Alex.FirstTime3": "Só dou com a melhor comida que existe, bife!",
	"AnimalContest.Dialog.AlexAct.Lewis.FirstTime4": "Somente bife? É por isso que ele fica tanto tempo hibernando nessa caixa. Isso não é bom Alex, um cachorro precisa de outros tipos de comida também.",
	"AnimalContest.Dialog.AlexAct.Alex.FirstTime4": "O que posso fazer? Ele não aceita outras coisas.$9",
	"AnimalContest.Dialog.AlexAct.Lewis.FirstTime5": "Nesse caso eu nem vou perguntar se ele sabe algum truque, primeiro você precisa ensinar o Dusty a comer direito.#$b#Vou avaliar o próximo participante.",
	"AnimalContest.Dialog.AlexAct.Lewis.OtherTimes1": "Então, o Dusty ainda está tímido?",
	"AnimalContest.Dialog.AlexAct.Alex.OtherTimes1": "Não sei, acho só que ele gosta da caixa.#$b#Vem aqui Dusty, pode sair.",
	"AnimalContest.Dialog.AlexAct.Lewis.OtherTimes2": "Posso ver que ele responde rápido quando você chama. Ele sabe alguns outros truque?",
	"AnimalContest.Dialog.AlexAct.Alex.OtherTimes2": "Sim, eu posso fazer ele salivar.",
	"AnimalContest.Dialog.AlexAct.Lewis.OtherTimes3": "Isso não é um truque Alex. Qualquer cachorro vai salivar por um bife.$u",
	"AnimalContest.Dialog.AlexAct.Alex.OtherTimes3": "Não tão entusiasmadamente como o Dusty.$h",
	"AnimalContest.Dialog.AlexAct.Lewis.OtherTimes4": "Parece que ele continua comendo apenas bifen, não é?.$s#$b#Como te disse antes, você precisa ensinar ao Dusty a comer adequadamente.#$b#Vou avaliar o próximo participante.",
	"AnimalContest.Dialog.WillyAct.Lewis.FirstTime1": "Você trouxe um caranguejo Willy! Eu já ouvi falar de criação de caranguejos, mas nunca pensei que fosse ver um aqui no concurso de animais do Vale do Orvalho.",
	"AnimalContest.Dialog.WillyAct.Willy.FirstTime1": "Ahã... é um experimento que tô fazendo. Elas são uns amores.",
	"AnimalContest.Dialog.WillyAct.Lewis.FirstTime2": "Hum... tudo bem, vou tentar avaliá-la.",
	"AnimalContest.Dialog.WillyAct.Lewis.FirstTime3": "Aaai",
	"AnimalContest.Dialog.WillyAct.Lewis.FirstTime4": "Ela me atacou.$4",
	"AnimalContest.Dialog.WillyAct.Willy.FirstTime2": "A véia menina deve está estressada. Ela é sempre tão carminha.$s",
	"AnimalContest.Dialog.WillyAct.Lewis.FirstTime5": "Me desculpe Willy, mas vou ter que desclassificá-la. O participante não pode atacar o jurado.$u#$b#Vou ver o próximo participante.",
	"AnimalContest.Dialog.WillyAct.Lewis.OtherTimes1": "Você trouxe um caranguejo  de novo, Willy.$u",
	"AnimalContest.Dialog.WillyAct.Willy.OtherTimes1": "Ahã... eu venhu treinando ela para se comportá no concursu. Cê vai vê.$h",
	"AnimalContest.Dialog.WillyAct.Lewis.OtherTimes2": "Bem... essa não me atacou ainda, então não posso desclassificá-la.$s#$b#Vou tentar fazer a avaliação.",
	"AnimalContest.Dialog.WillyAct.Lewis.OtherTimes3": "De novo não!",
	"AnimalContest.Dialog.WillyAct.Lewis.OtherTimes4": "Ela também tentou me atacar. Como você já sabe, vou ter que desclassificá-la.$u",
	"AnimalContest.Dialog.WillyAct.Lewis.OtherTimes5": "Vou ver o próximo participante.",
	"AnimalContest.Dialog.AbigailAct.Lewis.FirstTime1": "Tem um monstro na vila! Se protejam todos enquanto lidamos com ele!$4",
	"AnimalContest.Dialog.AbigailAct.Abigail.FirstTime1": "Não é um monstro, ela é de estimação!",
	"AnimalContest.Dialog.AbigailAct.Lewis.FirstTime2": "Quando você disse que ia trazer seu animal de estimação eu pensei que você estava se referindo ao seu porquinho da índia.$u#$b#Você não pode trazer uma gosma para a vila Abigail, é perigoso.",
	"AnimalContest.Dialog.AbigailAct.Abigail.FirstTime2": "Essa aqui é muito tranquila. Ela já está aqui há um tempão e como pode ver, ela não atacou ninguém.$h",
	"AnimalContest.Dialog.AbigailAct.Lewis.FirstTime3": "Isso não está em discussão. Gosmas são monstros, não animais. Estou desclassificando ela.#$b#Agora mantenha-a sob controle e fique feliz que não vou chamar o Marlon para lidar com ela.",
	"AnimalContest.Dialog.AbigailAct.Abigail.FirstTime3": "*murmurando* Que ridículo!$a",
	"AnimalContest.Dialog.AbigailAct.Pierre.FirstTime": "Abigail!",
	"AnimalContest.Dialog.AbigailAct.Lewis.FirstTime4": "Vamos ver o próximo participante.",
	"AnimalContest.Dialog.AbigailAct.Lewis.OtherTimes1": "Você trouxe uma gosma de novo Abigail. Por que você apenas não trás o seu porquinho da índia?$u",
	"AnimalContest.Dialog.AbigailAct.Abigail.OtherTimes1": "Eu não trouxe ela como meu animal de estimação. Eu trouxe ela como meu animal de fazenda.",
	"AnimalContest.Dialog.AbigailAct.Lewis.OtherTimes2": "Eu já falei, gosmas não são animal, elas são monstros.",
	"AnimalContest.Dialog.AbigailAct.Abigail.OtherTimes2": "Mas elas também podem ser criadas em fazenda. @ até tem uma Casa de Gosmas para elas.",
	"AnimalContest.Dialog.AbigailAct.Lewis.OtherTimes3": "Bem... isso não faz delas animais, e elas continuam sendo muito perigosas.#$b#De qualquer forma, você não tem uma Casa de Gosmas, tem? Você apenas trouxe uma gosma das minas, certo?",
	"AnimalContest.Dialog.AbigailAct.Abigail.OtherTimes3": "Veja bem...$h",
	"AnimalContest.Dialog.AbigailAct.Lewis.OtherTimes4": "Como imaginei... Isso encerra a discussão.#$b#Vou ver o próximo participante.",
	"AnimalContest.Dialog.MaruAct.Lewis.FirstTime1": "O que é isso Maru? Se seu animal estiver ai dentro você tem que tirá-lo para que eu possa fazer a avaliação.",
	"AnimalContest.Dialog.MaruAct.Maru.FirstTime1": "Este é o meu 'pet'. Ele se chama Parceiro Eletrônico Tecnológico, ou P.E.T.",
	"AnimalContest.Dialog.MaruAct.Lewis.FirstTime2": "Por mais interessante que seu P.E.T. seja, o concurso é somente para animais.",
	"AnimalContest.Dialog.MaruAct.Maru.FirstTime2": "O convide diz que é para animais de fazenda e de estimação. Alguns robôs de estimação têm sido feitos ultimamente.$3#$b#Então estou tentando construir um eu mesma.",
	"AnimalContest.Dialog.MaruAct.Lewis.FirstTime3": "O convite também fala Concurso de ANIMAIS do Vale do Orvalho. Então você sabe que não é para robôs de estimação.#$b#De qualquer forma, como eu avaliaria um robô? Ele faz truques?",
	"AnimalContest.Dialog.MaruAct.Maru.FirstTime3": "Ainda estou trabalhando nos truques, mas ele já come guloseimas. Ele gosta de óleo, graxa e baterias.$h",
	"AnimalContest.Dialog.MaruAct.Lewis.FirstTime4": "Bem, um animal de estimação precisa saber truques para participar. Então estou desclassificando ele.#$b#Vamos ver o próximo participante.",
	"AnimalContest.Dialog.MaruAct.Lewis.OtherTimes1": "Você trouxe o robô novamente Maru? Eu já tinha dito que o concurso é somente para animais.",
	"AnimalContest.Dialog.MaruAct.Maru.OtherTimes1": "Você disse que desclassificou ele porque ele não sabia nenhum truque.$3#$b#Eu programei alguns truques dessa vez.",
	"AnimalContest.Dialog.MaruAct.Lewis.OtherTimes2": "Hum... ok, pode mostrar os truques.$s",
	"AnimalContest.Dialog.MaruAct.Maru.OtherTimes2": "P.E.T., diga bom dia para todos.",
	"AnimalContest.Dialog.MaruAct.Robot.OtherTimes1": "Bom dia para todos.",
	"AnimalContest.Dialog.MaruAct.Lewis.OtherTimes3": "Muito bom.$h",
	"AnimalContest.Dialog.MaruAct.Maru.OtherTimes3": "P.E.T., quem é o melhor prefeito?",
	"AnimalContest.Dialog.MaruAct.Robot.OtherTimes2": "Animais.",
	"AnimalContest.Dialog.MaruAct.Maru.OtherTimes4": "P.E.T., esta é a resposta para o que a Marnie mais gosta.$9",
	"AnimalContest.Dialog.MaruAct.Robot.OtherTimes3": "Lewis.",
	"AnimalContest.Dialog.MaruAct.Lewis.OtherTimes4": "Já chega Maru. Vou ver o próximo participante.$u",
	"AnimalContest.Dialog.JodiAct.Lewis.FirstTime1": "Olá Jodi. Muito legal ver que você está criando animais também.",
	"AnimalContest.Dialog.JodiAct.Jodi.FirstTime1": "Apenas galinhas. Eu não tenho espaço no meu quintal para animais maiores.",
	"AnimalContest.Dialog.JodiAct.Lewis.FirstTime2": "Você já pensou em ter uma fazenda aqui no vale?#$b#Com a sua experiência de jardinagem tenho certeza que você também conseguiria cultivar legumes e verduras.#$b#O dinheiro de mais impostos certamente ajudaria as financias da vila.$h.",
	"AnimalContest.Dialog.JodiAct.Jodi.FirstTime2": "Ter algumas galinhas pelos ovos é legal. Cultivar alguns vegetais no quintal também seria.#$b#Mas eu não tenho tempo para uma fazenda inteira tendo uma família para cuidar. Quem sabe um dia...$s",
	"AnimalContest.Dialog.JodiAct.Lewis.FirstTime3": "Certo, então, vamos dar uma olhada na sua galinha.",
	"AnimalContest.Dialog.JodiAct.Lewis.FirstTime4": "Você ainda tem algumas coisa que aprender Jodi, mas para uma principiante você foi muito bem. Tenho certeza que na próxima vez você terá chances de vencer.",
	"AnimalContest.Dialog.JodiAct.Lewis.OtherTimes1": "Olá Jodi. Muito bom ver você de volta no concurso.",
	"AnimalContest.Dialog.JodiAct.Jodi.OtherTimes1": "Eu tenho aprendido uma coisa ou outro sobre criar galinhas.#$b#Não é tão diferente de cuidar dos meninos.$h",
	"AnimalContest.Dialog.JodiAct.Sam.Married": "Mãe, eu já sou casado.$s",
	"AnimalContest.Dialog.JodiAct.Jodi.OtherTimes2": "{{prefix}} eu cuidei de você por anos de qualquer forma.$4#$b#Então eu sei do que eu estou falando.",
	"AnimalContest.Dialog.JodiAct.Jodi.OtherTimes2.PrefixYear2": "Eu estava falando do seu pai e do seu irmão. Mas",
	"AnimalContest.Dialog.JodiAct.Jodi.OtherTimes2.PrefixYear1": "Bem,",
	"AnimalContest.Dialog.JodiAct.Sam.Single": "Mãe!",
	"AnimalContest.Dialog.JodiAct.Lewis.OtherTimes2": "Hi, hi... posso imaginar.$h#$b#Mas vamos dar uma olhada na sua galinha agora, certo?",
	"AnimalContest.Dialog.JodiAct.Lewis.OtherTimes3": "Você não estava brincando Jodi. Aqui temos uma galinha muito bem cuidada.$h#$b#Sua família tem muita sorte de ter você.",
	"AnimalContest.Dialog.JodiAct.Jodi.Thanks": "Obrigada Lewis, muito gentil da sua parte dizer isso.",
	"AnimalContest.Dialog.ShaneAct.Lewis.FirstTime1": "Oi Shane. Gostaria de te parabenizar pelo seu projeto Galinhas Azuis.#$b#Marnie me contou sobre ele. Muito impressionante.$h",
	"AnimalContest.Dialog.ShaneAct.Shane.FirstTime1": "Levou alguns meses, mas eu acho que valeu a pena.$h",
	"AnimalContest.Dialog.ShaneAct.Lewis.FirstTime2": "Me deixa muito feliz ver as novas gerações engajadas em projetos que podem contribuir para o nosso vale.",
	"AnimalContest.Dialog.ShaneAct.Shane.FirstTime2": "Muito obrigado Lewis. Suas palavras significam muito para mim.$6",
	"AnimalContest.Dialog.ShaneAct.Lewis.FirstTime3": "Agora vamos ver se você é tão bom preparando galinhas para o concurso quanto é misturando as cores delas.",
	"AnimalContest.Dialog.ShaneAct.Lewis.FirstTime4": "Você foi muito bem para sua primeira vez, mas ainda está faltando um detalhe ou outro.",
	"AnimalContest.Dialog.ShaneAct.Shane.FirstTime3": "Esta galinha foi uma das primeira que eu consegui tornar azul. Então ela não é tão nova quanto deveria para o concurso.#$b#Ela também tem uma dieta muito específica. Então não posso dar a ela tantas guloseimas quanto gostaria.",
	"AnimalContest.Dialog.ShaneAct.Lewis.FirstTime5": "Ah, eu vejo que a Marnie te ensinou muito bem. Tenho certeza então que na próxima vez você se sairá melhor.",
	"AnimalContest.Dialog.ShaneAct.Lewis.OtherTimes1": "Muito bom vê-lo novamente aqui no concurso, Shane.",
	"AnimalContest.Dialog.ShaneAct.Shane.OtherTimes1": "Eu gosto muito de cuidar de galinhas. Elas me ajudam a ficar na linha.$h",
	"AnimalContest.Dialog.ShaneAct.Lewis.OtherTimes2": "Bom saber, e como está o Carlos?",
	"AnimalContest.Dialog.ShaneAct.Shane.OtherTimes2": "Melhor do que nunca. É uma pena que ele esteja muito velho para competir.",
	"AnimalContest.Dialog.ShaneAct.Lewis.OtherTimes3": "Essa regra existe para que as pessoas estejam sempre motivadas a cuidar bem de seu novos animais.#$b#Mas eu sei que isso não é necessário no seu caso.$h#$b#Vamos dar uma olhada na galinha que você trouxe dessa vez.",
	"AnimalContest.Dialog.ShaneAct.Lewis.OtherTimes4": "Posso ver que sua paixão que você demonstra por suas galinhas é recíproca.$h",
	"AnimalContest.Dialog.EmilyAct.Lewis.FirstTime1": "Uau Emily! Que papagaio maravilhoso você tem aqui. Qual o nome dele?$h",
	"AnimalContest.Dialog.EmilyAct.Emily.FirstTime1": "Ele não é meu, e também não tem nome.$3",
	"AnimalContest.Dialog.EmilyAct.Lewis.FirstTime2": "Não entendi. Se ele não é seu, porque você trouxe ele para o concurso?",
	"AnimalContest.Dialog.EmilyAct.Emily.FirstTime2": "Porque ele vive comigo e não consegue voar. Mas quando contei a ele sobre o concurso ele quis vir.",
	"AnimalContest.Dialog.EmilyAct.Lewis.FirstTime3": "Bem, eu nunca vi um caso como esse. Mas também não existe nenhuma regra contra isso.#$b#Ele sabe algum truque?",
	"AnimalContest.Dialog.EmilyAct.Emily.FirstTime3": "Por que você não pergunta a ele?",
	"AnimalContest.Dialog.EmilyAct.Lewis.FirstTime4": "Er... você sabe algum truque?",
	"AnimalContest.Dialog.EmilyAct.Lewis.FirstTime5": "Legal, você me respondeu, mais algum truque?$h",
	"AnimalContest.Dialog.EmilyAct.Emily.FirstTime4": "É minha culpa, eu devia ter contado para ele como o concurso funciona. Ele teria se preparado melhor.$s",
	"AnimalContest.Dialog.EmilyAct.Lewis.FirstTime6": "Tudo bem. Eu gostei do seu amiguinho.$h#$b#Tenho certeza que ele se saira melhor da próxima vez.",
	"AnimalContest.Dialog.EmilyAct.Lewis.OtherTimes1": "De volta com o seu amigo sem nome, Emily?",
	"AnimalContest.Dialog.EmilyAct.Emily.OtherTimes1": "Sim, ele estava muito ansioso para voltar.$h",
	"AnimalContest.Dialog.EmilyAct.Lewis.OtherTimes2": "Aprendeu mais truques, amiguinho?",
	"AnimalContest.Dialog.EmilyAct.Emily.OtherTimes2": "Vou deixar ele te mostrar.$h",
	"AnimalContest.Dialog.EmilyAct.Lewis.OtherTimes3": "Uau, isso foi incrível.$h#$b#Eu sei que ele não é seu, Emily, mas vou avaliá-lo dessa forma já que você que trouxe ele, certo?",
	"AnimalContest.Dialog.EmilyAct.Emily.OtherTimes3": "Tudo bem, a gente conhece as regras.",
	"AnimalContest.Dialog.EmilyAct.Lewis.OtherTimes4": "Posso ver que você trada muito bem seu hospede.$h"
}