 {
    "Meat.Beef.Name":"Bife",
    "Meat.Beef.Description":"Carne de vaca. Gordurosa e suculenta.",   
    "Meat.Pork.Name":"Porco",
    "Meat.Pork.Description":"Carne de porco. Muito nutritiva.",
    "Meat.Chicken.Name":"Galinha",
    "Meat.Chicken.Description":"Carne de galinha. Bem macia.",
    "Meat.Duck.Name":"Pato",
    "Meat.Duck.Description":"Carne de pato. É mais escura e saborosa que a de galinha.",
    "Meat.Rabbit.Name":"Coelho",
    "Meat.Rabbit.Description":"Carne de coelho. Bem magra.",
    "Meat.Mutton.Name":"Mutton",
    "Meat.Mutton.Description":"Carne de ovelha ou cabra.",
    //Cooking
    "Cooking.Meatloaf.Name":"Bolo de Carne",
    "Cooking.Meatloaf.Description":"Um bolo de carne denso coberto com molho de tomate.",
    "Cooking.Meatloaf.Letter":"@,^Lembre-se de manter-se saudável ou não terá energia o suficiente para trabalhar! Estou mandando uma das minhas receitas favoritas. Lembre-se de usar tomates maduros! ^ -Lewis^^P.S. Não conte para Marnie!",
    "Cooking.OrangeChicken.Name":"Frango com Laranja",
    "Cooking.OrangeChicken.Description":"Tem um molho doce e picante.",
    "Cooking.OrangeChicken.TV":"Frango com Laranja! O outono chegou e você estava se perguntando o que fazer com todas essas laranjas você colheeu no verão. Não se preocupe mais, o prato de hoje é tão gostoso quanto fácil de fazer. Comece a espremer as laranjas enquanto eu falo...",
    "Cooking.MonteCristo.Name":"Monte Cristo",
    "Cooking.MonteCristo.Description":"Tem uma boa cobertura grossa e é absolutamente delicioso.",
    "Cooking.MonteCristo.Letter":"Olá, @,^Eu percebi que você gosta de coletar tanto quanto eu, então deixe-me compartilhar um segredo com você. Eu não gosto muito de sanduíches, mas tem uma exceção. Quando vou fazer longas caminhadas na Floresta Cinzaseiva, eu sempre levo este comigo. Ele me ajuda a focar em encontrar o produtos de melhor qualidade. ^Espero que você também goste.^ -Leah",
    "Cooking.BaconCheeseburger.Name":"Cheeseburger com Bacon",
    "Cooking.BaconCheeseburger.Description":"O melhor tipo de hambúrguer.",
    "Cooking.BaconCheeseburger.Letter":"Olá, @,^você provou meu hambúrguer na última feira? Essa receita é ainda melhor. Eu só compartilho ela com meus melhores amigos! ^ -Gus",
    "Cooking.RoastDuck.Name":"Pato Assado",
    "Cooking.RoastDuck.Description":"Simplicidade no seu melhor.",
    "Cooking.RoastDuck.TV":"Pato Assado! Esta é uma receita fácil para aprender a preparar carnes. Você vai precisar de um pedaço de pato e dos temperos de sua preferência. Eu sugiro sal e pimenta do reino misturados em manteiga derretida. Algumas pessoas dizem que esta refeição faz seu corpo ficar tão resistente quanto a pele crocante do pato. Então, vamos começar...",
    "Cooking.RabbitAuVin.Name":"Coelho au Vin",
    "Cooking.RabbitAuVin.Description":"Uma forte e sofisticada refeição que vai fazer você sentir que consegue enfrentar qualquer coisa.",
    "Cooking.RabbitAuVin.TV":"Coelho au Vin! Provavelmente a receita mais sofisticada que eu já cozinhei. Se você pretende impressionar alguém, eu garanto que você terá sucesso! A aparência é fabulosa, o cheiro divino e o gosto é dos deuses. Agora comece as anotações, você vai precisa...",
    "Cooking.SteakFajitas.Name":"Steak Fajitas",
    "Cooking.SteakFajitas.Description":"Apimentado ganhou um novo nível.",
    "Cooking.SteakFajitas.TV":"Steak Fajitas! Está começando a se sentir enferrujado com o frio chegando? Depois de comer minhas Fajitas você estar tão quente que vai se sentir capaz de correr de Zuzu para Stardew em minutos. Separe um bife, cebolinhas e pimenta quente. Agora dobre a quantidade! Vamos fritar tudo em óleo quente... mmmm... Meus olhos já estão lacrimejando...",
    "Cooking.GlazedHam.Name":"Presunto Caramelado",
    "Cooking.GlazedHam.Description":"O presunto tem um suculento e doce sabor.",
    "Cooking.GlazedHam.Letter":"Bem, eu sei de algumas receitas.^Já que você tem sido um bom cliente e amigo, pensei em mandar uma que é um segredo da minha família... Talvez ajude você a minerar mais ou algo assim. ^Cuide-se.^ -Clint",
    "Cooking.SummerSausage.Name":"Salame de Verão",
    "Cooking.SummerSausage.Description":"Bife, bacon e alho se unem em distinto sabor picante.",
    "Cooking.SummerSausage.TV":"Salame de Verão! Você sabe por quê ele leva o nome da estação? Bem, usando fermentação lática, cura, e defumação, linguiceiros foram capazes de fazer um produto que não só é delicioso, mas pode ser guardado sem refrigeração... mesmo durante o verão! No meu salame eu gosto de usar bife, bacon e para um sabor picante, alho.",
    "Cooking.SweetAndSourPork.Name":"Porco Agridoce",
    "Cooking.SweetAndSourPork.Description":"Suculento porco crocante, temperado na combinação perfeita de vinagre e açúcar.",
    "Cooking.SweetAndSourPork.Letter":"@,^Esta minha receita ganhou o primeiro lugar em uma competição de culinária! Eu acho ela perfeita para quando tenho muito trabalho para fazer no jardim. Obrigada pela amizade comigo e com o Kent! ^ -Jodi",
    "Cooking.RabbitStew.Name":"Coelho Ensopado",
    "Cooking.RabbitStew.Description":"Uma rustica e amável receita de pato que vai te aquecer para aguentar qualquer coisa.",
    "Cooking.RabbitStew.Letter":"@,^Como você vai? Você deve tomar cuidado quando for explorar as minas. Estou enviando a receita de uma refeição que sempre como antes de ir ate lá. Eu sou um dos poucos do vale que consegue capturar um coelho selvagem. Você pode achar muitas cenouras nas minas. Alho-poró esta em toda parte na primavera. Você pode pegar batatas e tomates na...^ Tenho certeza que você vai descobrir.^ -Linus",
    "Cooking.WinterDuck.Name":"Pato de Inverno",
    "Cooking.WinterDuck.Description":"Este pato levemente adocicado é perfeito para as celebrações.",
    "Cooking.WinterDuck.TV":"Pato de Inverno! Eu guardei essa receita para a última Sexta da Carne do ano porque ela cai muito bem nas celebrações de fim de ano. Existem muitas lendas de boa sorte ligadas a romã, e todos querem boa sorte quando um ano está para começar. Mas não é facil cozinhar Inhame de neve, então escute minhas dicas...",
    "Cooking.SteakWithMushrooms.Name":"Steak com Cogumelos",
    "Cooking.SteakWithMushrooms.Description":"Você irá sentir a força da terra passando pelo seu corpo.",
    "Cooking.SteakWithMushrooms.Letter":"@,^Eu ouvi que você tem matado muitos monstros. ^Meu treinador costumava preparar uma comida especial para nós antes de um jogo importante. Ela supostamente nos deixava mais fortes e rápidos. ^Então eu pedi para ele a receita para te dar. ^Ela também é muito gostosa. ^ -Alex",
    "Cooking.CowboyDinner.Name":"Jantar de Vaqueiro",
    "Cooking.CowboyDinner.Description":"A refeição de um fazendeiro campeão.",
    "Cooking.CowboyDinner.Letter":"Sr. @,^mais uma vez obrigado por todas as suas contribuições. ^Você pode não saber, mas eu nem sempre fui curador de museu. Antes de descobrir minha verdadeira vocação, eu trabalhei como vaqueiro. ^Esta receita que estou lhe enviando é tradicional de onde eu vim. Não é muito, mas considere ela meu agradecimento pessoal a você. ^ -Gunther¦Sra. @,^mais uma vez obrigado por todas as suas contribuições. ^Você pode não saber, mas eu nem sempre fui curador de museu. Antes de descobrir minha verdadeira vocação, eu trabalhei como vaqueiro. ^Esta receita que estou lhe enviando é tradicional de onde eu vim. Não é muito, mas considere ela meu agradecimento pessoal a você. ^ -Gunther",
    "Cooking.Bacon.Name":"Bacon",
    "Cooking.Bacon.Description":"É bacon!",
    "Cooking.Bacon.TV":"Bacon! Todo mundo conhece uma receita com bacon, mas quase ninguém sabe como pegar um pedaço de carne de porco e transformar nessa maravilha que combina com quase qualquer coisa. Isso é o que vou ensinar hoje, agora escute atentamente...",
    // TV   
    "TV.MeatFriday.ChannelDisplayName":"Rainha do Molho - Sexta da Carne",
    "TV.MeatFriday.ReRunDisplaySuffix":"(reprise)",
    "TV.MeatFriday.Announcement":"Olá para todos! Sou eu, a rainha do molho... e estou aqui para ensinar a vocês uma receita secreta de carne de dar água na boca. O prato desta sexta...",
    "TV.LivingWithTheAnimals.ChannelDisplayName": "Vivendo com os Animais",
    "TV.LivingWithTheAnimals.Announcement": "Bem-vindo a \"Vivendo com os Animais\". Estamos de volta com uma dica de animais para todos. Prestem atenção:",
    "TV.LivingWithTheAnimals.Episode.Buildings": "Pensando em criar seus próprios animais? Eles vão precisar de um lugar para viver. Para isso, você vai precisar de um monte de madeira, pedra e dinheiro. Veja os detalhes com o seu carpinteiro local.",
    "TV.LivingWithTheAnimals.Episode.Coop": "Vamos falar do galinheiro. Ele é a construção mais barata que pode abrigar animais, e provavelmente a que você deve construir primeiro. Ele fornece abrigo aos animais pequenos como galinhas, patos e coelhos. Mas talvez você tenha que convencer o seu vendedor de animais antes que ele lhe venda todos estes.",
    "TV.LivingWithTheAnimals.Episode.Silo": "Mesmo que você não pretenda ter animais tão cedo, pode ser útil construir um silo. Assim você pode começar a armazenar feno da grama que você corta com o foice. Assim quando você precisar, já terá bastante.",
    "TV.LivingWithTheAnimals.Episode.Barn": "Para abrigar animais maiores, você precisa construir um celeiro. Assim como no galinheiro, você vai precisar de madeira, pedra e dinheiro, apenas um pouco mais de cada.",
    "TV.LivingWithTheAnimals.Episode.FeedingBasket": "Animais adoram ser acariciados, mas eles vão te amar ainda mais se você der guloseimas para eles. Mas você não pode simplesmente joga-las pra eles, você precisa usar um cesto de alimentação. Eles são confeccionados por poucas pessoas e não podem ser comprados. Você vai precisar fazer amizade com o seu vendedor de animais para conseguir um.",
    "TV.LivingWithTheAnimals.Episode.CaveCarrot": "Quando conseguir a seu cesto de alimentação você vai se perguntar \"Que guloseimas meus animais gostam?\". Bem, cada espécie de animal tem gostos diferentes, mas existe um em comum. Todos os animais de fazenda gostam de cenoura subterrânea. Não se esqueça disso!",
    "TV.LivingWithTheAnimals.Episode.MeatPrice": "Já se perguntou se é melhor vender os animais ou vender sua carne? Bem, os compradores de animais jamais pagariam mais por eles do que por quanto a carne deles vale. Então para um lucro maior, sempre venda a carne, mas para dinheiro imediato, você deve vender os animais diretamente.",
    "TV.LivingWithTheAnimals.Episode.Wheat": "O verão está chegando, então é hora de plantar trigo. Por quê, você pergunta? Porquê galinhas amam trigo. É barato e cresce muito rápido.",
    "TV.LivingWithTheAnimals.Episode.CatDogTreat": "Você tem um gato ou um cachorro? Então você tem que saber que se der comida para eles com o cesto de alimentação, eles vão gostar ainda mais de você. Ambos amam bife, atum e achigã.|Você tem um gato ou um cachorro? Então você tem que saber que se der comida para eles com o cesto de alimentação, eles vão gostar ainda mais de você. Ambos amam atum e achigã.",
    "TV.LivingWithTheAnimals.Episode.Radish": "Está quase na hora da primeira colheita de rabanete. Eu amo tanto o seu sabor picante que poderia comer todos sozinho. Mas eu não sou egoísta e sempre divido um pouco com minhas vacas, elas também amam rabanete.",
    "TV.LivingWithTheAnimals.Episode.TreatQuality": "Caso não tenha notado, assim como os humanos, seus animais também preferem guloseimas de melhor qualidade. Animais de estimação no entanto, não parecem perceber a diferença.",
    "TV.LivingWithTheAnimals.Episode.TreatMilk": "Animais recém nascidos sabem tomar o leite de suas mães sem nenhuma ajuda. Mas se você der uma garrafa de leite de suplemento, eles se tornam adultos mais rápido. Mas não de uma garrafa grande para os bezerros e cabritos, é muito pra eles.",
    "TV.LivingWithTheAnimals.Episode.Insemination": "Celeiros podem abrigar animais grávidos, mas a maioria deles é muito tímida para reproduzir no celeiro. Então, se você quiser controlar a reprodução deles, você vai precisar de um celeiro grande e inseminá-los você mesmo... Com uma seringa de inseminação, obviamente.",
    "TV.LivingWithTheAnimals.Episode.Grape": "Você tem coletado uvas? É possível achar uvas selvagens durante o verão e suas cabras vão adorar receber algumas. Você também pode plantá-las no outono, não se esqueça disso.",
    "TV.LivingWithTheAnimals.Episode.MeatDishesBuffs": "Carnes são muito nutritivas, porém caras. Mas se você decidir cozinhar e comer um pouco, você vai sentir algo especial.",
    "TV.LivingWithTheAnimals.Episode.BokChoy": "O outono chegará logo, e com toda nova estação, existem mais guloseimas para plantar para seus animais. Patos adoram couve chinesa, você deveria plantar algumas para eles.",
    "TV.LivingWithTheAnimals.Episode.TreatIsNotHay": "Mesmo dando um monte guloseimas para seus animais, eu espero que você não esteja esquecendo de dar palha para eles ou deixando eles comerem grama. As guloseimas podem ser nutritivas, mas elas não substituem sua comida comum.",
    "TV.LivingWithTheAnimals.Episode.TreatPrice": "Todos os animais gostam de mais de um tipo de guloseima, mas como saber quais eles gostam mais? Ao que parece, eles gostam de comida da mesma forma que a gente, então o preço delas é proporcional ao quanto eles vão gostam. Mas não pense que você pode enganá-los, o bônus nos preços devido a sua profissão não influencia os animais.",
    "TV.LivingWithTheAnimals.Episode.PregnancyTime": "Cada animal tem um tempo diferente de gestação. As ovelhas são as mais rápidas, seguidas pelos coelhos. Já os porcos tem o maior tempo gestacional, e levam uma estação inteira do dia da inseminação até eles se tornarem adultos. Analizando os animais de perto, você consegue dizer quando eles vão estar prontos para o parto.",
    "TV.LivingWithTheAnimals.Episode.Corn ": "Como vai indo a sua lavoura de milho? Como todo mundo sabe, milho é o alimento preferido das galinhas. Então de a elas o que você tiver sobrando e logo elas estarão produzindo os melhores e maiores ovos da região.",
    "TV.LivingWithTheAnimals.Episode.PregnancyRoom": "Animais só dão a luz se houve espaço para o filhote no mesmo local que eles vivem. No entanto, você não precisa manter a vaga livre durante toda a gestação.",
    "TV.LivingWithTheAnimals.Episode.Heater": "O inverno é tão frio para os animais quanto é para nós, mas eles não conseguem vestir roupas para se quecer. Por isso eles ficam dentro dos abrigos o inverno inteiro. Mas só isso não é o suficiente para mantê-los felizes. Você também vai precisar de um aquecedor em cada abrigo se quiser manter a qualidade do que eles produzem.",
    "TV.LivingWithTheAnimals.Episode.ChikenCowMeat": "Galinhas e vacas não são os animais lucrativos de se criar para vender suas carnes. Mas existem algumas receitas especiais que só podem ser feitas com elas. É o jeito mais barato de conseguir seus efeitos nutritivos.",
    "TV.LivingWithTheAnimals.Episode.ProfessionAnimalProductQuality": "Está é para você rancheiro profissional. Você sabia que se você se especializar em animais da granja ou animais do celeiro você pode aumentar a qualidade dos produtos destes animais? Eu diria que em uns trinta porcento, somente um chute.",
    "TV.LivingWithTheAnimals.Episode.RabbitPregnancy": "Coelhos são animais muito tímidos, eles nunca se reproduzem em galinheiros. Mas você pode inseminá-los com uma seringa de inseminação. Além disso, galinheiros podem suportar uma quantidade ilimitada de animais grávidos. Tire vantagem disso.",
    "TV.LivingWithTheAnimals.Episode.Kale": "Depois de um longo inverno, você provavelmente está se perguntando o que pode plantar na primavera que seu animais gostam. Se você possui ovelhas, a resposta é couve.",
    "TV.LivingWithTheAnimals.Episode.Cauliflower": "Você já cria coelhos? Se sim, você vai gostar de saber que eles adoram couve-flor. Você deveria plantar algumas assim que a primavera começar, já que elas levam um bom tempo para crescer.",
    "TV.LivingWithTheAnimals.Episode.CrystalFruit ": "Enquanto você espera suas couves-flores amadurecerem, você pode dar aos seus coelhos as frutas de cristal que tiverem sobrado do inverno... Porquê eu não dei essa dica antes? Patrocínio! Nós temos que pagar as contas, mas não se esqueça disso no próximo inverno.",
    "TV.LivingWithTheAnimals.Episode.BeanHotpot ": "Se você plantou vagem no inicio da estação, elas devem estar quase prontas para serem colhidas. Não faz bem para os animais comê-las cruas, mas patos adoram elas cozidas. Um pote de feijão é seguro para eles.",
    "TV.LivingWithTheAnimals.Episode.Apple ": "Uma árvore frutífera é um caro investimento de longo prazo, mas ao menos não requer nenhum trabalho depois de plantada. Então se você plantar uma macieira agora, quando chegar o outono você terá uma guloseima todo dia para suas cabras. A melhor parte é que a cada ano a qualidade das maçãs aumenta, assim como o amor das suas cabras por você.",
    "TV.LivingWithTheAnimals.Episode.Melon": "Porcos conseguem comer quase qualquer coisa, mas que guloseima você pode dar para eles te amarem? Melões!De a eles melões grandes, frescos e suculentos regularmente e eles vão achar mais trufas do que você consegue dar conta.",
    "TV.LivingWithTheAnimals.Episode.RedCabbage ": "Repolhos roxos estão começando a florescer, então é hora da super dica para coelhos. Repolho roxo é de longe o alimento preferido deles. Só não de muito para eles, pois eles ficam um pouquinho flatulentos.",
    "TV.LivingWithTheAnimals.Episode.Amaranth ": "Você já deve saber esta, mas aqui vai de qualquer forma. Amaranto é delicioso para as vacas. Alimentadas com ele elas crescem mais rápido que qualquer outro animal. Faça um estoque na primavera se planeja criar vacas.",
    "TV.LivingWithTheAnimals.Episode.Yam ": "Inhame levam bastante tempo para amadurecer, então você deveria começar a plantá-los já, se você quiser fazer duas colheitas nesse outono. Eu sei que eles não são o vegetal mais rentável, mas suas ovelhas não ligam. É a guloseima preferida delas. Se você quer ovelhas felizes você vai querer um pouco de inhame.",
    "TV.LivingWithTheAnimals.Episode.Artichoke ": "Alcachofra, como o tomate, é erradamente considerada um vegetal pela maioria das pessoas, mas ela é na verdade uma flor. As cabras não se importam nem um pouco, é a guloseima favorita delas e elas vão comer não importa como você as classifique.",
    "TV.LivingWithTheAnimals.Episode.Pumpkin ": "Se estiver seguindo a cartilha, amanhã você deve ter pelo menos um campo de abóboras prontas para serem colhidas. Se você possui porcos, tenho certeza que eles estarão com água na boca. Não seja egoísta, de um pouco para eles, é sua guloseima favorita.",
    "TV.LivingWithTheAnimals.Episode.PigsWinterPart1": "Porcos não podem achar trufas no inverno já que eles não conseguem sair do celeiro. Então esse é o melhor momento para pegar a carne deles e substitui-los por outros animais. Você deve inseminar um animal por agora para que ele possa dar a luz no primeiro dia do inverno. Eu sugiro cabras.Porcos não podem achar trufas no inverno já que eles não conseguem sair do celeiro. Então esse é o melhor momento para substitui-los por outros animais. Você deve inseminar um animal por agora para que ele possa dar a luz no primeiro dia do inverno. Eu sugiro cabras.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart2": "Se estiver seguindo minha dica sobre porcos no inverno, não se esqueça de vendê-los ou pegar sua carne amanhã a noite, e também de inseminar os porcos na manhã seguinte.|Se estiver seguindo minha dica sobre porcos no inverno, não se esqueça de vendê-los amanhã a noite, e também de inseminar os porcos na manhã seguinte.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart3": "Agora que seu animal de inverno nasceu, de a ele leite como suplemento para que comece a produzir mais rápido. Depois de guloseimas a ele sempre que possível. Ele irá crescer mais rápido, o que aumenta a qualidade de seus produtos assim como o valor dele.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart4": "Espero que não tenha se afeiçoado ao seu animal de inverno, você logo vai ter que liberar espaço para o novo porquinho que vai nascer.",
    "TV.LivingWithTheAnimals.Episode.PigWinterPart5": "Agora que o porquinho nasceu, você está dando guloseimas para ele? Você ainda tem tempo de dar mais três guloseimas antes da primavera, assim ele vai começar o ano achando trufas como um campeão.",
    "TV.LivingWithTheAnimals.Episode.Retirement": "Pessoal, tenho um anúncio a fazer. Este foi o último episódio de \"Vivendo com os Animais\" antes da minha aposentadoria. Eu vou viver com meu irmão gêmeo na fazenda dele, ele certamente precisa da minha ajuda com seus animais. Ah, e ouvi falar que as emissoras vão exibir reprises no ano que vem. Cuidem-se! ",
    // Tools
    "Tool.MeatCleaver.Name": "Cutelo",
    "Tool.MeatCleaver.Description": "Transforma seus animais em carne.",
    "Tool.MeatCleaver.TooYoung": "{{animalName}} é muito nova para ser transformada em carne.",
    "Tool.MeatCleaver.Letter": "Olá @,^^    Nós sabemos que você é um bom proprietário de um animal de fazenda. Parabéns!^    Aqui no nosso mundo, nós amamos muito os animais, mas infelizmente eles não conseguem reproduzir. Então, nós estamos sempre procurando mais em outros mundos.^    Nós sabemos que os humanos amam carne, e você pode um dia querer matar seus animais por sua carne... NÃO FAÇA ISSO!^^    Escute a minha proposta. Por sorte, aqui nosso meu mundo, carne cresce em árvores. Envie para nós seus animais, e nós lhe enviaremos carne de volta. Nós prometemos tomar conta deles muito bem.^    Estamos enviando para você uma varinha mágica, use ela no animal que você quiser carne para fazer a troca. Quanto mais ele te amar, mais carne nós lhe enviaremos. Nós podemos até enviar alguns itens extras dependendo do animal enviado.^    -Seu amigo interdimensional^^P.S. Nós sabemos que a varinha se parece com um Cutelo, tivemos que fazer desta forma para agradar a sede de sangue de alguns humanos.",
    "Tool.MeatCleaver.Name.Soft": "Varinha Troca Carne",
    "Tool.MeatCleaver.Description.Soft": "Troca seus animais por carne.",
    "Tool.MeatCleaver.TooYoung.Soft": "{{animalName}} é muito nova para ser trocada por carne.",
    "Tool.MeatCleaver.Letter.Soft": "Olá @,^^    Nós sabemos que você é um bom proprietário de um animal de fazenda. Parabéns!^    Aqui no nosso mundo, nós amamos muito os animais, mas infelizmente eles não conseguem reproduzir. Então, nós estamos sempre procurando mais em outros mundos.^    Nós sabemos que os humanos amam carne, e você pode um dia querer matar seus animais por sua carne... NÃO FAÇA ISSO!^^    Escute a minha proposta. Por sorte, aqui nosso meu mundo, carne cresce em árvores. Envie para nós seus animais, e nós lhe enviaremos carne de volta. Nós prometemos tomar conta deles muito bem.^    Estamos enviando para você uma varinha mágica, use ela no animal que você quiser carne para fazer a troca. Quanto mais ele te amar, mais carne nós lhe enviaremos. Nós podemos até enviar alguns itens extras dependendo do animal enviado.^    -Seu amigo interdimensional",

    "Tool.InseminationSyringe.Name": "Seringa de Inseminação",
    "Tool.InseminationSyringe.Description": "Use a para inseminar animais de fazenda.",
    "Tool.InseminationSyringe.TooYoung": "{{animalName}} é muito jovem para ser inseminada.",
    "Tool.InseminationSyringe.AlreadyPregnant": "{{animalName}} já está gravida e pode dar a luz em {{numberOfDays}} dias.",
    "Tool.InseminationSyringe.ReadyForBirth": "{{animalName}} já está grávida e pronta para o parto.",
    "Tool.InseminationSyringe.BuildingLimit": "O seu {{buildingType}} não tem vaga para grávidas.",
    "Tool.InseminationSyringe.Empty": "Seringa Vazia.",
    "Tool.InseminationSyringe.CorrectItem": "Você deve usar {{itemName}} para inseminar este animal.",
    "Tool.InseminationSyringe.FullBuilding": "{{animalName}} estava pronta para o parto ontem a noite, mas o seu {{buildingType}} estava cheio.",
    "Tool.InseminationSyringe.BirthTomorrow": "{{animalName}} pode dar a luz amanhã. Confira que há lugar para o bebê." ,
    "Tool.InseminationSyringe.BirthsTomorrow": "{{animalNames}} podem dar a luz amanhã. Confira que há lugar para os bebês" ,
    "Tool.InseminationSyringe.ItemConsumed": "{{itemName}} Acabou.",
    "Tool.InseminationSyringe.EggAnimal": "{{animalName}} não pode ser inseminada. Você pode colocar seus ovos na incubadora.",
    "Tool.InseminationSyringe.CantBeInseminated": "{{animalName}} não pode ser inseminada.",
    "Tool.InseminationSyringe.Letter": "Olá @,^^   Nós sabemos que você possuí construções capazes de abrir animais grávidos.^   Em nosso esforço para resolver o problema da infertilidade de nossos animais, nós inventamos um aparelho para inseminá-los usando os produtos que eles produzem.^    Infelizmente, não deu certo para nós. Mas ele deve funcionar bem no seu mundo.^^^    Nós estamos dando ele para você, na esperança de podendo controlar a reprodução deles, você nos mandará mais animais.^    Celeiros tem um limite para animais grávidos, dependendo do tamanho, mas o galinheiro pode abrigar quantas coelhas grávidas couberem.^    Mas se certifique que sempre haverá vaga para os filhotes antes do nascimento.^    Boa sorte com a nova ferramenta!^    -Seu amigo interdimensional",

    "Tool.FeedingBasket.Name": "Cesto de Alimentação",
    "Tool.FeedingBasket.Description": "Use-o para dar guloseimas aos seus animais.",
    "Tool.FeedingBasket.Empty": "Cesto Vazio.",
    "Tool.FeedingBasket.NotLikeTreat":  "Este animal não aceita {{itemName}} como agrado.",
    "Tool.FeedingBasket.ItemConsumed": "{{itemName}} Acabou.",
    "Tool.FeedingBasket.WantsTreatInDays":  "{{animalName}} gostaria de uma guloseima em {{numberOfDays}} dias.",
    "Tool.FeedingBasket.WantsTreatTomorrow":  "{{animalName}} vai querer uma guloseima amanhã.",
    "Tool.FeedingBasket.AlreadyAteTreatToday":  "{{animalName}} já comeu uma guloseima hoje.",
    "Tool.FeedingBasket.OnlyBabiesCanEatMilk": "Somete bebês tomam leite como suplemento.",
    "Tool.FeedingBasket.Letter": "Olá, @,^Já que estamos nos tornando amigos, eu fiz esse cesto de alimentação especialmente para você. Você pode usá-lo para dar guloseimas para seus animais. ^Eles não vão aceitá-las todos os os dias, mas se observá-los atentamente, você vai saber quando eles querem mais. ^Cuidar dos animais não é fácil, mas o cesto vai ajudar a conquistá-los. ^   -Marnie",
    "Tool.FeedingBasket.LetterRedelivery": "Olá, @,^Eu ouvi que você perdeu seu cesto de alimentação. Você tem que cuidar melhor das suas ferramentas. ^Eu estava fazendo esse para um cliente, mas já que você é um grande amigo, eu vou dá-lo a você para substituir. ^Seja mais cuidadoso dessa vez. ^   -Marnie",

    //Menus
    "Menu.AnimalQueryMenu.PregnancyBuildingLimit": "Esta construção não tem vaga para grávidas.",
    "Menu.AnimalQueryMenu.DaysUntilBirth": "Grávida! {{numberOfDays}} dias até o parto.",
    "Menu.AnimalQueryMenu.ReadyForBirth": "Grávida! Pronta para o parto.",
    "Menu.AnimalQueryMenu.WantsTreat": "Gostaria de uma guloseima agora.",
    "Menu.AnimalQueryMenu.WantsTreatTomorrow":  "Vai querer uma guloseima amanhã.",
    "Menu.AnimalQueryMenu.WantsTreatInDays": "Próxima guloseima em {{numberOfDays}} dias.",
    "Menu.AnimalQueryMenu.ExchangeAnimalForMeat":  "Trocar por carne.",
    "Menu.AnimalQueryMenu.Winner": "Vencedor em {{contestDate}}",
    "Menu.AnimalQueryMenu.ContestParticipant": "Participou em {{contestDate}}",
    "Menu.AnimalQueryMenu.ChangeParticipant": "Pegar de volta."
}