/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/lisyce/SDV_Allergies_Mod
**
*************************************************/

{
  "harvey-letter": "@,^Me enteré que tuviste una reacción alérgica hace unos días.^¡Tendrías que pasar por la enfermería y buscar medicina para que no pase otra vez!^Incluí una medicina de alergia para que tengas hasta que puedas venir.^^-Dr. Harvey%item object BarleyZP.BzpAllergies_AllergyMedicine 1%%[#]Harvey's Allergy Medicine",

  "dialogue.abigail": "Te ves un poco pálido... ¿comiste algo?^Te ves un poco pálida... ¿comiste algo?",
  "dialogue.alex": "¡Uy! No te ves muy bien...$7",
  "dialogue.caroline": "¿Te sientes bien? Una taza de té ayudaría.[614]",
  "dialogue.clint": "%Clint está pendiente de ti.$2",
  "dialogue.demetrius": "¡Oh guau! ¡Estás teniendo una reacción alérgica!$6#$b#Por ahí pudiera estudiar una muestra de lo que comiste...$0",
  "dialogue.elliot": "¿Estás enfermo? A lo mejor tendrías que descansar en la playa un poco.^¿Estás enferma? A lo mejor tendrías que descansar en la playa un poco.",
  "dialogue.emily": "¡Oh! ¡En serio tienes energía negativa hoy!$6",
  "dialogue.evelyn": "Oh, mi cielo. Déjame buscarte algo de mi gaveta de medicina.[BarleyZP.BzpAllergies_AllergyMedicine]#$e#No le digas a George. Él no cree que tendría que estar comprando 'medicinas novedosas.'",
  "dialogue.george": "Hmmph... Los jóvenes se enferman de nada.#$b#Nadie tenía 'alergias' cuando yo era un niño.",
  "dialogue.gus": "Si estás enfermo, tendrías que descansar. ¡Que no te vea en el salón si tendrías que estar durmiendo!^Si estás enferma, tendrías que descansar. ¡Que no te vea en el salón si tendrías que estar durmiendo!$3",
  "dialogue.haley": "Ew, ¿estás enfermo? ¡No me infectes!^Ew, ¿estás enferma? ¡No me infectes!$12",
  "dialogue.haley-m": "Cariño, ¿estás bien?$12",
  "dialogue.harvey": "¿Estás teniendo una reacción alérgica? ¿¡Por qué no viniste más temprano!?$8#$b#Toma esto y te sentirás mucho mejór.[BarleyZP.BzpAllergies_AllergyMedicine]#$0",
  "dialogue.jas": "Umm... ¿estás bien?$b#$3",
  "dialogue.jodi": "¿Estás bien? Siempre les digo a mis hijos que descansen mucho cuando están enfermos.",
  "dialogue.kent": "Guau... ¡No he visto una reacción así desde que mi compañero comió una Sopa de Algas! ...no le gustó mucho.$4",
  "dialogue.krobus": "Así que es verdad que algunos humanos se enferman cuando comen ciertas comidas...$7",
  "dialogue.leah": "¿Comiste una seta mala? ¡Tienes que tener cuidado buscando tu propia comida!$6",
  "dialogue.leo": "No vayas a vomitar cerca de los pájaros...$3",
  "dialogue.lewis": "Igual tienes que pagar los impuestos aunque estes enfermo. ¿Estás sobre reaccionando?^Igual tienes que pagar los impuestos aunque estes enferma. ¿Estás sobre reaccionando?$5",
  "dialogue.linus": "No te ves muy bien.",
  "dialogue.marnie": "Eek! ¿Estás teniendo una reacción alérgica?$4",
  "dialogue.maru": "Si tienes una alergia, tendrías que comprar medicina en la clínica.$3",
  "dialogue.pam": "Parece que bebiste mucho anoche, ¿no? Yo sé cómo se siente, granjero.",
  "dialogue.penny": "Oh... ¡Yo también me enfermaba así cuando era niña! ¡Ten cuidado con lo que comas!$12",
  "dialogue.pierre": "Hmmm... A lo mejor tendría que vender medicina de alergia también.$1",
  "dialogue.robin": "¿Estás teniendo una reacción? Fíjate bien los ingredientes en las comidas que compras.",
  "dialogue.sam": "Chico, tengo alergias también, ¡pero no así!^Chica, tengo alergias también, ¡pero no así!$8",
  "dialogue.sebastian": "Oye... ¿Te sientes bien?",
  "dialogue.shane": "¿Tienes resaca? Que no pase otra vez.$2",
  "dialogue.vincent": "Guau... Esa es la cara que pongo cuando no me gusta como sabe un bicho.$3",
  "dialogue.willy": "¿Estás bien? Pareces un pez.$2",
  "dialogue.wizard": "No tengo ningún encanto para esto. Descansa bien.",

  "obj.allergy-medicine.name": "Medicina de Alergia",
  "obj.allergy-medicine.desc": "Tomar para recuperar de una reacción alérgica. Se puede tomar incluso cuando tenga malestar.",
  "obj.lactase-pills.name": "Pastillas de Lactasa",
  "obj.lactase-pills.desc": "Comer antes de tomar lácteos si tiene alergia para protección.",
  "obj.plantmilk.name": "Leche de Planta",
  "obj.plantmilk.desc": "Un alternativo libre de lácteos para cocinar.",
  "obj.gf-flour.name": "Harina sin Gluten",
  "obj.gf-flour.desc": "Un alternativo libre de gluten para cocinar.",
  "obj.allergy-teach-book.name": "Sobre las Alergias",
  "obj.allergy-teach-book.desc": "Te ayuda descubrir una de tus alergias.",
  "obj.allergy-cookbook.name": "Cocinar con Alergias",
  "obj.allergy-cookbook.desc": "Aprende a cocinar comidas sin ingredientes sensitivos.",

  "recipe.milksub": "Alternativo de leche",
  "recipe.flour-any": "Harina (cualquiera)",
  "recipe.egg-any": "Huevo (cualquiera)",
  "recipe.milk-any": "Leche (cualquiera)"
}