/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/NermNermNerm/JojaFinancial
**
*************************************************/

// Do not edit this file - it is generated during compilation
{
  "000001": "Farmer {{arg0}}",
  "000002": "In order to server you better, please give us your name:",
  "000003": "Hey, just a quick second here to let you know that our buyers scour the earth for great deals that we can share with you. {{arg0}}, our AI-backed sales team has picked a special deal, just for you. We are prepared to offer you {{arg1}} {{arg2}} at the extra special, discounted price of {{arg3}}g.",
  "000004": "I\u0027ll take it!",
  "000005": "No thanks.",
  "000006": "Your {{arg0}} from JojaFinancial",
  "000007": "Here\u0027s your special purchase from JojaFinancial\u0027s Super-Helpful Automated Phone System!  We\u0027re so glad our AI predicted your needs so well!",
  "000008": "Processing...#$b#{{arg0}}, your {{arg1}} is on its way!  JojaCorp appreciates your business!#$b#Is there anything else I can help you with?",
  "000009": "Processing...#$b#{{arg0}}, I\u0027m sorry to tell you that your bank declined the transaction citing insufficient funds!  Please come back when your credit situation improves!#$b#Is there anything else I can help you with?",
  "00000a": "Are you sure?  You know that buying stuff you don\u0027t need at inflated prices is a great way to boost your credit score!",
  "00000b": "Well, okay, if it\u0027ll boost my credit score...",
  "00000c": "Yes, quit asking!",
  "00000d": "Get your balance and minimum payment amount",
  "00000e": "Make a payment",
  "00000f": "Set up autopay",
  "000010": "Turn off autopay",
  "000011": "I\u0027m sorry, but we have no more loan opportunities to offer you at this time.  But keep calling back for our special offers!",
  "000012": "Get the 2-year loan terms",
  "000013": "Get the 3-year loan terms",
  "000014": "Start a 2-year loan",
  "000015": "Start a 3-year loan",
  "000016": "Great!  I just mailed to you the loan terms, you should have them tomorrow morning!  Call us back before the end of the month to lock in these low rates!",
  "000017": "Great!  I just mailed to you the catalogs and started your loan!  Remember to make your payments by the 21st of every month or you can set up auto-pay !",
  "000018": "Your current balance is {{arg0}}g.  Your minimum payment is {{arg1}}g and is due on the 21st.",
  "000019": "How much would you like to pay?",
  "00001a": "The minimum ({{arg0}}g)",
  "00001b": "The full remaining balance ({{arg0}}g)",
  "00001c": "There\u0027s no need to pay at this point - you owe nothing right now.",
  "00001d": "Processing...",
  "00001e": "Auto-Pay has been turned off for your account.  Remember to call the Super-Helpful(tm) automated phone system by day {{arg0}} of each season to make your seasonal payment.",
  "00001f": "Thank you for taking advantage of AutoPay - remember to have sufficient funds in your account by day {{arg0}} of each season to cover the minimum payment.",
  "000020": " Is there anything else I can help you with?",
  "000021": "Elvis Aaron Presley",
  "000022": "King Leopold II",
  "000023": "George Foreman",
  "000024": "Judith Sheindlin",
  "000025": "Nipsy Russell",
  "000026": "Janet Reno",
  "000027": "The Right Honourable Viscount Nelson",
  "000028": "Wilma Flintstone",
  "000029": "James T. Kirk",
  "00002a": "Tina Turner",
  "00002b": "Beverly Crusher",
  "00002c": "Patsy Stone",
  "00002d": "Bruce Lee",
  "00002e": "Detective Lennie Briscoe",
  "00002f": "Welcome to JojaFinancial\u0027s Super-Helpful(tm) automated phone system!#$b#This call may be monitored for training and quality purposes.",
  "000030": "Welcome to JojaFinancial\u0027s Super-Helpful(tm) automated phone system!",
  "000031": "How can we help you today?",
  "000032": "Is there anything else we can do for you?",
  "000033": "Okay, but if you change your mind, call us back!  Now, how else can we help you today?",
  "000034": "I\u0027m sorry, but your bank declined the request citing insufficient funds.  Is there anything else we can do for you today?",
  "000035": "Thank you for making your payment!  Is there anything else we can do for you today?",
  "000036": "Thank you!  Your loan is fully repaid!  You and JojaCorp thrive together!  Is there anything else we can do for you today?",
  "000037": "Joja Finance",
  "000078": "Your current balance is {{arg0}}g.  No payment is due this season.",
  "000079": "Your current balance is {{arg0}}g.  Your minimum payment is {{arg1}}g and was due on the 21st.",
  "00007a": "Your current balance is {{arg0}}g.  Your minimum payment has been made this season, Thank you!",
  "000038": "Interest",
  "000039": "Payment",
  "00003a": "Late Fee",
  "00006f": "Here is your complimentary JojaFinancial Furniture loan statement for {{arg0}}.",
  "00003c": "Your minimum payment, due before the 21st of this season is: {{arg0}}g.",
  "00003d": "  This amount will be automatically deducted on the {{arg0}}.",
  "00003e": "No payment is necessary this season.",
  "000075": "{{arg0}}: {{arg1}}g",
  "000040": "Activity:",
  "000042": "Your JojaFinancial Furniture Loan is paid in full!  We know you have choices, and we\u0027re super-happy that you chose us.  Almost as happy as we are to have all that money!",
  "000043": "Autopay Succeeded",
  "000044": "Thank you for participating in JojaFinancial\u0027s AutoPay system!\r\nYour payment of {{arg0}} was processed on the 16th.",
  "000045": "Auto-pay Failed!",
  "000046": "ALERT!  Your JojaFinancial Loan Automatic Payment of {{arg0}}g did not go through!\r\nIn order to avoid a penalty fee and possible interest rate increases, pay this amount by calling JojaFinancial\u0027s Super-Helpful Phone Assistant(tm) on or before the 21st of this month.",
  "000047": "Missed Payment!",
  "000048": "CREDIT DISASTER IMPENDING!  You missed your payment for this season, and a fee of {{arg0}}g has been imposed and added to your outstanding balance.",
  "000049": "The JojaFinancial furniture loan is the ideal way to enjoy the fruits of your inevitable later success right now!\r\nCall the Joja Super-Helpful Phone Assistant today to get your life of comfort in the mail tomorrow with no up-front fees,\r\nno down-payment, no payments at all for the first two seasons, and no interest for the first season!\r\n\r\nThe JojaFinancial furniture loan features a payment system structured to your rise to financial security.\r\nSure, if your rosy view of the future doesn\u0027t end up coming to pass, it\u0027ll load you up with soul-crushing debt.\r\nBut that\u0027s your fault for going into a field where you\u0027re actually trying to make something of value instead\r\nof finance where you sell dreams!  Our loan comes with a low 2%/season interest rate and while there are\r\nsome fees we have to charge in order to bring this wonderful opportunity to you, they\u0027re rolled into the loan\r\nto allow us to give you two seasons with ZERO PAYMENTS!\r\n\r\nThere\u0027s a whole bunch of fine print below that you should definitely read.  If you do, please tell us and\r\nwe\u0027ll work harder in the future to make it even longer and finer so you won\u0027t next time.  What you really\r\nwant to do now is call up the Super-Helpful Phone Assistant and kick off this loan to bring yourself the\r\ncomforts of tomorrow today!",
  "000074": " Catalogs",
  "00004b": " Fees",
  "00004c": "  {{arg0}}g {{arg1}}",
  "00004d": " Opening Balance: {{arg0}}g",
  "00004e": " Payment: -{{arg0}}g",
  "00004f": " Interest: {{arg0}}g",
  "000050": " Remaining balance: {{arg0}}g",
  "000051": "Total cost of loan (fees and interest): {{arg0}}g",
  "000052": "Furniture loan terms",
  "000054": "Your Furniture Catalog",
  "000055": "JojaFinancial is so pleased that you have taken your first steps towards comfortable living and a solid credit rating!  Watch your mail in the coming months for reminders about making your EZ Payments later on this year.\r\n\r\n - the JojaFinancial Team",
  "000056": "{{arg0}} of year {{arg1}}",
  "000057": "Loan origination fee",
  "000058": "SuperHelpful phone service fee",
  "000059": "Personal visit fee",
  "00005a": "Statement preparation fee",
  "00005b": "Complimentary phone fee",
  "00003b": "{{arg0}} statement",
  "000070": "Spring",
  "000071": "Summer",
  "000072": "Fall",
  "000073": "Winter",
  "00003f": "Current Balance: {{arg0}}g",
  "000077": "Previous balance: {{arg0}}g",
  "000076": "Details",
  "00005c": "Base game furniture",
  "00005d": "The catalog Robin sells (200000g)",
  "00005e": "Base game wallpaper and floor",
  "00005f": "The catalog Pierre sells (20000g)",
  "000060": "Joja",
  "000061": "The Joja Furniture catalog (25000g)",
  "000062": "Wizard",
  "000063": "The Wizard furniture catalog sold by Krobus (150000g)",
  "000064": "Retro",
  "000065": "Retro furniture sold by the traveling cart (110000g)",
  "000066": "Mod Catalog Qualified Item Id",
  "000067": "An \u0027ItemId\u0027 of a furniture catalog supplied by a mod",
  "000068": "Welcome to the Valley!  It is my pleasure to welcome you to our community on behalf of the whole Joja Team!#$b#Please accept this telephone as a housewarming gift from your friends at your local Jojamart!",
  "000069": "While I\u0027m here, I thought I\u0027d tell you about a SPECIAL OFFER, EXCLUSIVELY for new residents of Stardew Valley!#$b#We\u0027d you to have a complete Wallpaper and Furniture Catalog for ABSOLUTELY NO MONEY DOWN and NO PAYMENTS for TWO SEASONS!$1",
  "00006a": "...mumble mumble...  usurious interests rates...  mumble mumble...  unfair fees... mumble mumble... draconian penalties...  mumble mumble...$3",
  "00006b": "SO ARE YOU READY TO START LIVING IN COMFORT??!  Sure you are!  Just sign this contract and I\u0027ll have that furniture catalog shipped right out!",
  "00006c": "Great!  The Joja corporation is ready to enable you to live the way you want to, NOW!  Let the future take care of itself, am I right??!  I\u0027ll have those catalogs shipped out tonight!",
  "00006d": "That\u0027s very... responsible of you - financial decisions like this should be undertaken with careful thought.$3#$b#JojaFinancial is ready whenever you are!  Just use your complimentary Joja Phone to call our offices after you\u0027ve thought it over!",
  "00006e": "Once again, Welcome to Stardew Valley and we look forward to seeing you at your local neighborhood JojaMart!"
}