{
	//Meat
	"Meat.Beef.Name":"Beef",
	"Meat.Beef.Description":"Meat from a cow. Fatty and slightly sweet.",	
	"Meat.Pork.Name":"Pork",
	"Meat.Pork.Description":"Meat from a pig. Very nutritious.",
	"Meat.Chicken.Name":"Chicken",
	"Meat.Chicken.Description":"The meat of a chicken. It's mild.",
	"Meat.Duck.Name":"Duck",
	"Meat.Duck.Description":"The meat of a duck. It's darker and richer than chicken meat.",
	"Meat.Rabbit.Name":"Rabbit",
	"Meat.Rabbit.Description":"The meat of a rabbit. It's very lean.",
	"Meat.Mutton.Name":"Mutton",
	"Meat.Mutton.Description":"The meat from sheep or goat.",
	//Cooking
	"Cooking.Meatloaf.Name":"Meatloaf",
	"Cooking.Meatloaf.Description":"A dense meat casserole with a sweet tomato glaze.",
	"Cooking.Meatloaf.Letter":"@,^remember to eat healthy, or you won't have enough energy to work hard! I'm including one of my favorite recipes. Make sure to use ripe tomatoes! ^   -Lewis^^P.S. Don't tell Marnie!",
	"Cooking.OrangeChicken.Name":"Orange Chicken",
	"Cooking.OrangeChicken.Description":"It has a sweet, tangy sauce.",
	"Cooking.OrangeChicken.TV":"Orange Chicken! Fall is here and you were wandering what to do with all this orange you got from the summer. Worry no more, today's dish is as tasty as it's easy to make. Start squishing while you are listening to me...",
	"Cooking.MonteCristo.Name":"Monte Cristo",
	"Cooking.MonteCristo.Description":"It has a nice thick batter and is absolutely delicious.",
	"Cooking.MonteCristo.Letter":"Dear @,^I see you like to forage as much as I do, so let me share a secret with you. I don't like sandwichs very much, but there is one exception. When I go for a long hiking at Cindersap Forest, I always take this one with me. It helps me focus on finding the best quality stuff. ^I hope you like it too.^   -Leah",
	"Cooking.BaconCheeseburger.Name":"Bacon Cheeseburger",
	"Cooking.BaconCheeseburger.Description":"The best kind of burger.",
	"Cooking.BaconCheeseburger.Letter":"Dear @,^have you tried my burgers at the last fair? This recipe is even better. I only share this with my best friends! ^   -Gus",
	"Cooking.RoastDuck.Name":"Roast Duck",
	"Cooking.RoastDuck.Description":"Simplicity at its best.",
	"Cooking.RoastDuck.TV":"Roast Duck! This is an easy recipe to learn how to work with meat. You will need a piece of duck meat and the seasonings of you choice. I suggest salt and black pepper mixed on melted butter. Some people says eating this meal makes your body as tough as the crisp skin of the duck. So, let's get started...",
	"Cooking.RabbitAuVin.Name":"Rabbit au Vin",
	"Cooking.RabbitAuVin.Description":"A strong and sophisticated meal that will make you feel you can take on anything.",
	"Cooking.RabbitAuVin.TV":"Rabbit au Vin! Probably the fanciest recipe I have ever cooked. If impress some one is what you are looking for, I guarantee you will succeed! It looks fabulous, smells divine and has the taste of heaven. Now, start taking notes, you'll gonna need it...",
	"Cooking.SteakFajitas.Name":"Steak Fajitas",
	"Cooking.SteakFajitas.Description":"Spicy got a new level.",
	"Cooking.SteakFajitas.TV":"Steak Fajitas! Are you starting to feel rusty with the cold whether coming? After eating my Fajitas you will be so hot you'll think you can run from Zuzu to Stardew in minutes. Get some beef, spring onions and hot peppers. Now double it all up! Let's fry it on heated oil... mmmm... My eyes are already watering...",
	"Cooking.GlazedHam.Name":"Glazed Ham",
	"Cooking.GlazedHam.Description":"The ham yields a moist, succulent, sweet taste.",
	"Cooking.GlazedHam.Letter":"Well, I know a couple of recipes.^Since you have been such a good client and friend, I thought I'd send you a secret one from my family... maybe it'll help you mine more ore or something.^Take care. ^   -Clint",
	"Cooking.SummerSausage.Name":"Summer Sausage",
	"Cooking.SummerSausage.Description":"Lean beef, bacon and garlic make for a distinctive tangy flavor.",
	"Cooking.SummerSausage.TV":"Summer Sausage! Do you know why it get its name from the season? Well, using lactic acid fermentation, curing, and smoking, sausage makers were able to make a product that was not only delicious, but could be kept without refrigeration... even in the summer! For my sausage I like to use beef, bacon and for a spice flavour, garlic.",
	"Cooking.SweetAndSourPork.Name":"Sweet and Sour Pork",
	"Cooking.SweetAndSourPork.Description":"A juicy pork with a nice crust, seasoned with the perfect balance of vinegar and sugar.",
	"Cooking.SweetAndSourPork.Letter":"Dear @,^this recipe of mine won 1st place in a cooking competition! I think it is perfect for when I have lots of work to do in my garden. Thanks for being a friend to me and Kent! ^   -Jodi",
	"Cooking.RabbitStew.Name":"Rabbit Stew",
	"Cooking.RabbitStew.Description":"A rustic and very hearty rabbit recipe that will warm you up to withstand anything.",
	"Cooking.RabbitStew.Letter":"@,^how are you doing? You should be careful when exploring the mines. I've enclosed some instructions on how to make a meal I eat before going there. ^I'm one of the few people in the valley who can catch a wild rabbit. You can find plenty of cave carrots in the mines. Leeks are every where during spring. You can get potatoes and tomatoes from... ^I'm sure you will figure it out.^   -Linus",
	"Cooking.WinterDuck.Name":"Winter Duck",
	"Cooking.WinterDuck.Description":"This slightly sweet duck is perfect for festivities",
	"Cooking.WinterDuck.TV":"Winter Duck! I saved this one for the last Meat Friday of the year because it goes great with the festivities. Tales of good fortune always surrounded pomegranate, and this is something welcomed when a new year is about to start. But it's not easy to cook snow yam, so here are my tips...",
	"Cooking.SteakWithMushrooms.Name":"Steak with Mushrooms",
	"Cooking.SteakWithMushrooms.Description":"You will feel the strengh of the earth go through your body.",
	"Cooking.SteakWithMushrooms.Letter":"@,^I heard you've been killing lots of monsters. ^My coach used to prepare a special meal for us before an important game. It was supposed to make us faster and stronger. ^So I asked him for the recipe to give you. ^It's also really tasty. ^   -Alex",
	"Cooking.CowboyDinner.Name":"Cowboy Dinner",
	"Cooking.CowboyDinner.Description":"Meal of a champion farmer.",
	"Cooking.CowboyDinner.Letter":"Mr. @,^thank you again for all your contributions. ^You might not know, but I have not always been a museum curator. Before discovering my true vocation, I worked as a cowboy. ^This recipe I'm sending you is a tradition where I came from. It's not much, but consider it a personal thank you from me. ^   -Gunther¦Ms. @,^thank you again for all your contributions. ^You might not know, but I have not always been a museum curator. Before discovering my true vocation, I worked as a cowboy. ^This recipe I'm sending you is a tradition where I came from. It's not much, but consider it a personal thank you from me. ^   -Gunther",
	"Cooking.Bacon.Name":"Bacon",
	"Cooking.Bacon.Description":"It's bacon!",
	"Cooking.Bacon.TV":"Bacon! Everyone knows a recipes that uses bacon, but not everyone knows how to get a piece of pork and turn into this delicious meat, that goes well with almost anything. That's what I'm teaching you today, now listen closely...",
	// TV
	"TV.MeatFriday.ChannelDisplayName":"The Queen Of Sauce - Meat Friday",
	"TV.MeatFriday.ReRunDisplaySuffix":"(Re-run)",
	"TV.MeatFriday.Announcement":"Greetings! It is I, the queen of sauce... here to teach you a new meat recipe from my secret cookbook. This friday's dish...",
	"TV.LivingWithTheAnimals.ChannelDisplayName": "Livin' With The Animals",
	"TV.LivingWithTheAnimals.Announcement": "Welcome to \"Livin' With The Animals\". We're back again with another animal tip for y'all. Now listen up:",
	"TV.LivingWithTheAnimals.Episode.Buildings": "Thinking of raising your own farm animals? They'll need a place to live. To get that, you'll need a bunch of wood, stone and money. Visit your local carpenter for details.",
	"TV.LivingWithTheAnimals.Episode.Coop": "Let's talk coop. It's the cheapest of the buildings that can house farm animals, and probably the one you should start with. It provides shelter to small animals like chickens, ducks and rabbits. But you might need to prove yourself before your animal supplier sells them all to you.",
	"TV.LivingWithTheAnimals.Episode.Silo": "Even if you don't plan to own any farm animal soon, it might be useful to build a silo. Then you can start to store hay from the grass you cut with a scythe. When you finally need it, you'll have plenty.",
	"TV.LivingWithTheAnimals.Episode.Barn": "To house the bigger farm animals, you need to build a barn. Like the coop, you'll also need wood, stone and money, just a little bit more of each.",
	"TV.LivingWithTheAnimals.Episode.FeedingBasket": "Animals love to be petted, but they'll love you even more if you give them treats. But you can't just handle it to them, you need a feeding basket to properly do it. They're handmade by a handful of people and can't be bought. You'll need to befriend your animal supplier to get one.",
	"TV.LivingWithTheAnimals.Episode.CaveCarrot": "When you get your feeding basket you'll ask yourself \"What treats do my animals like?\". Well, each kind of animal has a different taste, but there's a common one. All farm animals like cave carrots. Don't forget that!",
	"TV.LivingWithTheAnimals.Episode.MeatPrice": "Have you ever questioned whether it's better to sell your animals or to sell their meat? Well, animal buyers would never pay you more than what the animal is worth in meat. So for bigger profit, always go with meat, but for instant cash, you might need to sell it.",
	"TV.LivingWithTheAnimals.Episode.Wheat": "Summer's coming, so it's time to plant some wheat. Why you ask? Because chickens love wheat. It's cheap and it grows really fast.",
	"TV.LivingWithTheAnimals.Episode.CatDogTreat": "Do you have a cat or a dog? If so, you should know that if you use the feeding basket to give them food they'll like you even more. They both love beef, tuna and largemouth bass.|Do you have a cat or a dog? If so, you should know that if you use the feeding basket to give them food they'll like you even more. They both love tuna and largemouth bass.",
	"TV.LivingWithTheAnimals.Episode.Radish": "It's almost time for the first radish harvest. I just love its peppery flavor so much I could eat it all by myself. But I'm not selfish, I always share some with my cows, they also love the stuff.",
	"TV.LivingWithTheAnimals.Episode.TreatQuality": "In case you haven't noticed, just like humans, your farm animals also prefer treats of better quality. Pets however, don't seem to notice the difference.",
	"TV.LivingWithTheAnimals.Episode.TreatMilk": "Newborn animals know how to drink their mother's milk without any help. But if you give them a bottle as supplement, they'll mature faster. Just don't give the calves and kids a large one as it's too much for them.",
	"TV.LivingWithTheAnimals.Episode.Insemination": "Barns can support pregnant animals, but most animals are too shy to get pregnant inside a barn by themselves. So if you want control their reproduction you'll need an upgraded barn and to inseminate them yourself... With a insemination syringe obviously.",
	"TV.LivingWithTheAnimals.Episode.Grape": "Have you been foraging grapes? You can find wild ones during summer and your goats would love to be given some. You can also plant them in fall, don't forget about that.",
	"TV.LivingWithTheAnimals.Episode.MeatDishesBuffs": "Meat is very nutritious but expensive. If you ever decide to cook and eat some, you'll always feel something special.",
	"TV.LivingWithTheAnimals.Episode.BokChoy": "Fall's coming soon, and with every new season, there's new treats you can harvest for you animals. Ducks love bok choy, so you might consider planting some for them.",
	"TV.LivingWithTheAnimals.Episode.TreatIsNotHay": "If you're giving your animals lots of treats, I hope you're not forgetting to also give them hay or let they eat grass outside. Treats are very nutritious, but they don't replace their regular food.",
	"TV.LivingWithTheAnimals.Episode.TreatPrice": "Animals like to receive more than one kind treat, but how do you know which one they like the most? It seems they value food the same way as we do, so how much they like a treat is proportional to its price. But they're not fooled by your sales expertise, so price bonus from professions don't apply.",
	"TV.LivingWithTheAnimals.Episode.PregnancyTime": "Each animal has a different pregnancy time. Sheeps are the fastest one, followed closely by rabbits. Pigs take the longest time, needing a full season from insemination to reach maturity. If you take a closer look at your animals you can tell when they'll be ready for birth.",
	"TV.LivingWithTheAnimals.Episode.Corn ": "Are you having a good corn harvest? As most people know, corn is chickens favorite treat. So give them your spare corn and soon you'll be getting the best large eggs there are.",
	"TV.LivingWithTheAnimals.Episode.PregnancyRoom": "Animals will only give birth if there's room for the baby in the same building. You don't need to have free room thought out the pregnancy though.",
	"TV.LivingWithTheAnimals.Episode.Heater": "Winter's as cold to the animals as it's to us, but they can't put on any clothes. To warm up, they'll stay inside the whole season. But that's not enough to keep them happy. You'll need a heater on each building to keep getting the best quality products.",
	"TV.LivingWithTheAnimals.Episode.ChikenCowMeat": "Chickens and cows aren't the most profitable animals to raise for meat. But there're some special recipes you can only cook with their meat. It's the cheapest way to get some meat nutrition. ",
	"TV.LivingWithTheAnimals.Episode.ProfessionAnimalProductQuality": "This one's for you, professional rancher. Do you know that if you specialize in coop or barn animals it'll increase the probability of getting better quality products from the respective animals? I would say by about thirty percent, just a wild guess.",
	"TV.LivingWithTheAnimals.Episode.RabbitPregnancy": "Rabbits are really shy animals, they'll never reproduce in coops. But you can inseminate them yourself with an insemination syringe. Also, coops have no limit for pregnant animals, take that to your advantage.",
	"TV.LivingWithTheAnimals.Episode.Kale": "After a long winter, you're probably wondering what can you plant in spring that your animals like. If you have sheeps, the answer is kale.",
	"TV.LivingWithTheAnimals.Episode.Cauliflower": "Have you got yourself a rabbit yet? If so, you'd probably like to know that rabbits love cauliflowers. You should plant some as soon as spring starts, since they take a long time to grow.",
	"TV.LivingWithTheAnimals.Episode.CrystalFruit ": "While you're waiting for your cauliflower to mature, you can give your rabbits crystal fruits you have left from winter... Why I didn't give you that information before? Sponsorship! We got to pay the bills, but don't forget that tip next winter.",
	"TV.LivingWithTheAnimals.Episode.BeanHotpot ": "If you planted green beans on the start of the season, they should be almost ready for harvest. It's bad for your animals to eat them raw, but ducks love the stuff cooked. Bean Hotpot is safe for them.",
	"TV.LivingWithTheAnimals.Episode.Apple ": "A fruit tree is an expensive long term investment, but it requires no work after planting the sapling. So if you get yourself an apple trees now, by fall you'll be getting a treat every day for your goats. The best part is that each year the apples will increase in quality and so will the goats' love for you.",
	"TV.LivingWithTheAnimals.Episode.Melon": "Pigs can eat almost anything, but what can you give as a treat to make them love you? Melons! Give them big fresh juice melons regularly and they'll find more truffle than you can handle.",
	"TV.LivingWithTheAnimals.Episode.RedCabbage ": "Red cabbages are starting to bloom, so it's time for the ultimate rabbit tip. Red cabbage is their favorite treat by far. Just don't give them too much as it can make them a little gassy.",
	"TV.LivingWithTheAnimals.Episode.Amaranth ": "You might already know this one, but here it's anyway. Amaranth is a delight to cows. An amaranth fed cow will grow faster than any other animal. Sock some up in fall if you plan to raise cows.",
	"TV.LivingWithTheAnimals.Episode.Yam ": "Yams take some time to grow, so you should probably start planting them now if you want get two harvest this fall. I know they're not the most profitable vegetables, but sheeps don't care. It's their favorite treat, so if you want happy sheeps, you'll want some yams.",
	"TV.LivingWithTheAnimals.Episode.Artichoke ": "Artichoke, like tomato, is wrongly considered vegetables by most people, but it's actually a flower. Goats couldn't care less, it's their favorite treat and they'll eat whatever you call it.",
	"TV.LivingWithTheAnimals.Episode.Pumpkin ": "If you're going by the book, tomorrow you should have at least one field of pumpkins ready to harvest. If you own pigs, I'm sure their mouth will be watering. Don't be selfish, give them some, it's their favorite treat.",
	"TV.LivingWithTheAnimals.Episode.PigsWinterPart1": "Pigs won't find truffles in winter as they can't go outside. That's the best time to get its meat and replace it with another animal. You should inseminate an animal by now so it's ready for birth on first of winter. I suggest a goat.|Pigs won't find truffles in winter as they can't go outside. That's the best time to replace it with another animal. You should inseminate an animal by now so it's ready for birth on first of winter. I suggest a goat.",
	"TV.LivingWithTheAnimals.Episode.PigWinterPart2": "If you're following my tip about pigs on winter, don't forget to sell or get its meat tomorrow night, and also to inseminate a pig the following morning.|If you're following my tip about pigs on winter, don't forget to sell it tomorrow night, and also to inseminate a pig the following morning.",
	"TV.LivingWithTheAnimals.Episode.PigWinterPart3": "Now that your winter animal is born, give it a milk supplement so it reaches maturity faster. Then keep feeding it treats on every opportunity. It'll grow faster, which increases the quality of its products as well as its own value.",
	"TV.LivingWithTheAnimals.Episode.PigWinterPart4": "I hope you didn't get too attached to your winter animal, you'll soon need to make room in your barn for the new piglet.",
	"TV.LivingWithTheAnimals.Episode.PigWinterPart5": "With your new piglet born, have you given it a treat yet? You still have time to give 3 more treats before spring, so it can start the year finding truffles like a champion.",
	"TV.LivingWithTheAnimals.Episode.Retirement": "Folks, I've got an announcement to make. This is the last new episode of Livin' With The Animals before my retirement. I'm going to live with my twin brother on his farm, he sure needs my help with his animals. Oh, and I've been told the station's going to start playing reruns next year. Take care! ",
	// Tools
	"Tool.MeatCleaver.Name": "Meat Cleaver",
	"Tool.MeatCleaver.Description": "Turn your animals into meat.",
	"Tool.MeatCleaver.TooYoung": "{{animalName}} is too young to be turned into meat.",
	"Tool.MeatCleaver.Letter": "Dear Farmer @,^^    We know you are the proud owner of a farm animal. Congratulations!^    Here in our world, we love animals very deeply, but unfortunately they can't breed. So, we are always looking to get more from other worlds.^    We know you humans love meat, and you might one day want to kill your animals for their meat... DON'T DO THAT!^^    So here is the deal. To our luck, meat here grows on tree. So just send your animals to us and we will send you some meat in exchange. We promise to take really good care of them.^    We have sent you a magic wand, just use it on the animal you want meat from to make the exchange. The more loved it is, the more meat we will give you. We might even add some extra items depending on which animal you send us.^    -Your interdimensional friend^^P.S. We know the wand looks like a Meat Cleaver, we had to do it like that to please the bloodlust of some humans.",
	"Tool.MeatCleaver.Name.Soft": "Meat Wand",
	"Tool.MeatCleaver.Description.Soft": "Exchange your animals for meat.",
	"Tool.MeatCleaver.TooYoung.Soft": "{{animalName}} is too young to be exchanged for meat.",
	"Tool.MeatCleaver.Letter.Soft": "Dear Farmer @,^^    We know you are the proud owner of a farm animal. Congratulations!^    Here in our world, we love animals very deeply, but unfortunately they can't breed. So, we are always looking to get more from other worlds.^    We know you humans love meat, and you might one day want to kill your animals for their meat... DON'T DO THAT!^^    So here is the deal. To our luck, meat here grows on tree. So just send your animals to us and we will send you some meat in exchange. We promise to take really good care of them.^    We have sent you a magic wand, just use it on the animal you want meat from to make the exchange. The more loved it is, the more meat we will give you. We might even add some extra items depending on which animal you send us.^    -Your interdimensional friend",
	
	"Tool.InseminationSyringe.Name": "Insemination Syringe",
	"Tool.InseminationSyringe.Description": "Use this to inseminate your farm animals.",
	"Tool.InseminationSyringe.TooYoung": "{{animalName}} is too young to be inseminated.",
	"Tool.InseminationSyringe.AlreadyPregnant": "{{animalName}} is already pregnant and may give birth in {{numberOfDays}} days.",
	"Tool.InseminationSyringe.ReadyForBirth": "{{animalName}} is already pregnant and ready for birth.",
	"Tool.InseminationSyringe.BuildingLimit": "Its {{buildingType}} has no room for pregnant animals.",
	"Tool.InseminationSyringe.Empty": "Empty Syringe.",
	"Tool.InseminationSyringe.CorrectItem": "You should use {{itemName}} to inseminate this animal.",
	"Tool.InseminationSyringe.FullBuilding": "{{animalName}} was ready for birth last night, but its {{buildingType}} was full.",
	"Tool.InseminationSyringe.BirthTomorrow": "{{animalName}} can give birth tomorrow. Make sure you have room for the baby." ,
	"Tool.InseminationSyringe.BirthsTomorrow": "{{animalNames}} can give birth tomorrow. Make sure you have room for the babies" ,
	"Tool.InseminationSyringe.ItemConsumed": "Last {{itemName}} Consumed.",
	"Tool.InseminationSyringe.EggAnimal": "{{animalName}} can't be inseminated. You can place its egg on an incubator.",
	"Tool.InseminationSyringe.CantBeInseminated": "{{animalName}} can't be inseminated.",
	"Tool.InseminationSyringe.Letter": "Dear Farmer @,^^    We know you own a farm building capable of supporting pregnant animals.^    On our effort to solve the infertility problem of animals here, we invented a device to impregnate them using the products they produce.^    Unfortunately, it did not work for us. But it should work well in your world.^^^    We are giving it to you, in the hope that once you can control their reproduction, you will send us more animals.^    Barns can support a limited amount of pregnant animals depending on its size, but coops can support as many pregnant rabbits as it can fit.^    But make sure you always have room for the new borns before birth.^    Good luck with your new tool!^    -Your interdimensional friend",
	
	"Tool.FeedingBasket.Name": "Feeding Basket",
	"Tool.FeedingBasket.Description": "Use this to give treats to your animals.",
	"Tool.FeedingBasket.Empty": "Empty Basket.",
	"Tool.FeedingBasket.NotLikeTreat":  "This animal does not eat {{itemName}} as a treat.",
	"Tool.FeedingBasket.ItemConsumed": "Last {{itemName}} Consumed.",
	"Tool.FeedingBasket.WantsTreatInDays":  "{{animalName}} would love another treat in {{numberOfDays}} days.",
	"Tool.FeedingBasket.WantsTreatTomorrow":  "{{animalName}} would love a treat tomorrow.",
	"Tool.FeedingBasket.AlreadyAteTreatToday":  "{{animalName}} already ate a treat today.",
	"Tool.FeedingBasket.OnlyBabiesCanEatMilk": "Only babies will accept milk as a treat.",
	"Tool.FeedingBasket.Letter": "Dear @,^Since we're becoming friends, I made this feeding basket specially for you. You can use it to give treats to your animals. ^Farm animals won't accept a treat everyday, but if you take a closer look at them, you'll know when they want more. ^Taking care of animals is no easy task, but this will help you win their heart. ^   -Marnie",
	"Tool.FeedingBasket.LetterRedelivery": "Dear @,^I heard you lost your feeding basket. You should take better care of your tools. ^I was making this one for a good customer, but since you are a great friend, I will give it to you as a replacement. ^Be more careful this time. ^   -Marnie",

	"Tool.ParticipantRibbon.Name": "Participant Ribbon",
	"Tool.ParticipantRibbon.Description": "Use this to choose an animal for the next contest.",
	"Tool.ParticipantRibbon.CantBeBaby": "Babies can't participate in an animal contest.",
	"Tool.ParticipantRibbon.HasAlreadyParticipatedContest": "{{animalName}} has already participated in the animal contest.",
	"Tool.ParticipantRibbon.Letter": "Dear @,^Tomorrow we're having our {{season}} Animal Contest in the town square.^^If you want to participate, place this ribbon on one of your animals today and I'll bring it to the event tomorrow!^We'll choose the most well treated animal of Stardew Valley.^You can participate with your pet, but farm animals have more chance of winning.^Come to town before 9 AM if want to participate or just watch.^   -Mayor Lewis",
	
	//Menus
	"Menu.AnimalQueryMenu.PregnancyBuildingLimit": "That building has no room for a pregnant animal.",
	"Menu.AnimalQueryMenu.DaysUntilBirth": "Pregnant! {{numberOfDays}} Days Until Birth.",
	"Menu.AnimalQueryMenu.ReadyForBirth": "Pregnant! Ready For Birth.",
	"Menu.AnimalQueryMenu.WantsTreat":  "It would love a treat now.",
	"Menu.AnimalQueryMenu.WantsTreatTomorrow":  "It'll want a treat tomorrow.",
	"Menu.AnimalQueryMenu.WantsTreatInDays":  "It'll want a treat in {{numberOfDays}} days.",
	"Menu.AnimalQueryMenu.ExchangeAnimalForMeat":  "Exchange for meat.",
	"Menu.AnimalQueryMenu.Winner": "Winner of {{contestDate}}",
	"Menu.AnimalQueryMenu.ContestParticipant": "Participant of {{contestDate}}",
	"Menu.AnimalQueryMenu.ChangeParticipant": "Get Ribbon Back."

}