{
  "foodstore.note":                                   "Exciting News! The upcoming major update will unveil a spectacular 'Market Town' complete with a charming Restaurant, captivating Museum, delightful Flower Shop, and more! Your voice matters! Participate in the Town Layout Vote - Beach Map, Serene Island, Enchanting Jungle, or something else? Share your imaginative ideas on the FORUM located on the Mod page. Let's shape this town together!",

  "foodstore.hidden.0":                               "And weekly tip: Villager more likely to promote when ate loved food, and more criticise when are hated food.",
  "foodstore.hidden.1":                               "And weekly tip: The lower sale price can be 32% of the base price, while the highest is 520%.",
  "foodstore.hidden.2":                               "And weekly tip: Well-decorated store boost your sell price",
  "foodstore.hidden.3":                               "And weekly tip: You can only get information about Dish of the Week from villager chat.",
  "foodstore.hidden.4":                               "And weekly tip: Gus only rate your dish as neutral dish at the best. He graciously paid the full price without expressing his dissatisfaction and he chose to keep his opinion about the taste to himself.",
  "foodstore.hidden.5":                               "And weekly tip: Not every visitor may find the food appealing; some quickly turn away, perhaps perceiving it as less enticing and not up to their standards.",
  "foodstore.hidden.6":                               "And weekly tip: There is no tip for a hated dish because it is hated!!!",
  "foodstore.hidden.7":                               "And weekly tip: Sell food to customers based on their request have better price",
  "foodstore.hidden.8":                               "And weekly tip: Talk with customer will increase the price they pay for the dish. You can now talk with them unlimited time.",
  "foodstore.hidden.9":                               "And weekly tip: Villager can answer some of your questions. Stand close by one of them and type 'help' to show available options.",
  "foodstore.hidden.10":                              "And weekly tip: The better the location, the higher the price (close by decoration, water, or the pink tree)",
  
  "foodstore.help.0":                                 "Interact with villager by stand close to them, and type in your message. Some special question required to have the keyword in the message!!",
  "foodstore.help.1":                                 "To invite villager come over tomorrow, send a message contains keyword: 'invite'.",
  "foodstore.help.2":                                 "Ask villager about Dish of the Day. The message must contains at least a keyword. For example 'special today' or 'recommend today'.",
  "foodstore.help.3":                                 "Ask villager how do they feel about their last dish by include keyword 'last dish' or 'dish taste'.",
  "foodstore.help.4":                                 "To set up your first store, simply place donw a table at a busy location, and then put a dish on it!!!",
  
  "foodstore.config.minutetohungry":                  "Minutes To Buy",
  "foodstore.config.minutetohungryText":              "Minutes since last purchase of each NPC. Default 240. Setting too low might cause weird path finding. Recommended above 60",
  
  "foodstore.config.movetofoodchange":                "Move To Item % Chance.",
  "foodstore.config.movetofoodchangeText":            "Percent chance per tick to decide to buy. Default 0.005. Setting higher cause significantly lag and weird path finding. Greatly recommended under 0.05",
  
  "foodstore.config.maxdistancetofindfood":           "Max Distance to find",
  "foodstore.config.maxdistancetofindfoodText":       "Max distance in tiles from item that NPCs can find it. Default 40",
  
  "foodstore.config.maxdistancetoeat":                "Max Distance to buy",
  "foodstore.config.maxdistancetoeatText":            "Distance NPC can grab the item they want. Default 4",
  
  "foodstore.config.rushhour":                        "Enable Rush Hour?",
  "foodstore.config.rushhourText":                    "During rush hour, higher chance for customer and higher Tip, but slightly lower Price. Restock your store!!!",
  
  "foodstore.config.enableprice":                     "Enabled Price Option?",
  "foodstore.config.enablepriceText":                 "Default -1 for random value",
  
  "foodstore.config.pricelovemulti":                  "Loved food sell price multiplier",
  "foodstore.config.pricelikemulti":                  "Liked food sell price multiplier",
  "foodstore.config.priceneutralmulti":               "Neutral food sell price multiplier",
  "foodstore.config.pricedislikemulti":               "Disliked food sell price multiplier",
  "foodstore.config.pricehatemulti":                  "Hated food sell price multiplier",
  
  "foodstore.config.enabletip":                       "Enabled Tip Option?",
  "foodstore.config.enabletipText":                   "Tip value is a fraction of sale price. Default -1 for random tip",
  
  "foodstore.config.enabletipclose":                  "Only Tip when running the store?",
  "foodstore.config.enabletipcloseText":              "When set to True, only receive Tip when player near the store",
  
  "foodstore.config.enabletipcloselove":              "Loved food tip value multiplier",
  "foodstore.config.enabletipcloselike":              "Liked food tip value multiplier",
  "foodstore.config.enabletipcloseneutral":           "Neutral food tip value multiplier",
  "foodstore.config.enabletipclosedislike":           "Disliked food tip value multiplier",
  "foodstore.config.enabletipclosehate":              "Hated food tip value multiplier",
  
  "foodstore.coming.0":                               "In a delightful twist, {{vName}} is heading to our store for an unexpected visit.",
  "foodstore.coming.1":                               "{{vName}} is strolling our way, curious about our store's offerings.",
  "foodstore.coming.2":                               "Amidst their day, {{vName}} is choosing to spend some time at our store.",
  "foodstore.coming.3":                               "{{vName}} is making an unplanned visit to our store, breaking from the routine.",
  "foodstore.coming.4":                               "{{vName}} is leisurely heading to our store, expecting a delightful experience.",
  "foodstore.coming.5":                               "Breaking free from tasks, {{vName}} is on the way to explore our store.",
  "foodstore.coming.6":                               "{{vName}} is navigating toward our store, seeking a unique shopping experience.",
  "foodstore.coming.7":                               "Spontaneously, {{vName}} is making their way to our store for a pleasant surprise.",
  "foodstore.coming.8":                               "{{vName}} is steering towards our store, eager to discover something new.",
  "foodstore.coming.9":                               "With excitement, {{vName}} is heading to our store for an impromptu visit.",
  "foodstore.coming.10":                              "{{vName}} is veering off course to visit our store, anticipating something special.",
  "foodstore.coming.11":                              "In the midst of their day, {{vName}} decided to drop by our store for a while.",
  "foodstore.coming.12":                              "{{vName}} is casually making their way to our store, anticipating a good time.",
  "foodstore.coming.13":                              "{{vName}} is diverting from the norm to visit our store and enjoy the offerings.",
  "foodstore.coming.14":                              "{{vName}} is making a spontaneous detour to our store, eager for a unique experience.",
  
  "foodstore.loverep.0":                              "My taste buds dance with joy at each flavorful bite!",
  "foodstore.loverep.1":                              "Savoring this dish is like a warm hug for my senses.",
  "foodstore.loverep.2":                              "Exquisite taste that lingers, a true culinary delight.",
  "foodstore.loverep.3":                              "A symphony of flavors that perfectly harmonize.",
  "foodstore.loverep.4":                              "Indulge in the rich perfection of this savory delight.",
  "foodstore.loverep.5":                              "A culinary journey leaving an indelible impression.",
  "foodstore.loverep.6":                              "Mouthwatering joy in every bite, a true delight.",
  "foodstore.loverep.7":                              "Delight in the culinary magic of this crafted perfection.",
  "foodstore.loverep.8":                              "Elevates dining to an art, a masterpiece on my plate.",
  "foodstore.loverep.9":                              "A delicious escape into a world of gastronomic wonder.",
  "foodstore.loverep.10":                             "Tantalizing my taste buds with a perfect blend of flavors.",
  "foodstore.loverep.11":                             "A savory sensation that captivates my palate.",
  "foodstore.loverep.12":                             "Unveiling the artistry of taste, a dish to be remembered.",
  "foodstore.loverep.13":                             "Gourmet perfection in every mouthful, a culinary triumph.",
  "foodstore.loverep.14":                             "An enticing melody of flavors that dances on my tongue.",
  "foodstore.loverep.15":                             "A culinary masterpiece, pure love on my plate.",
  "foodstore.loverep.16":                             "Captivating flavors, a true love affair for my taste buds.",
  "foodstore.loverep.17":                             "Enchanting dish, love at first bite every time.",
  "foodstore.loverep.18":                             "A love letter to gastronomy; this dish is divine.",
  "foodstore.loverep.19":                             "Passionately in love with the perfection of this creation.",
  
  "foodstore.likerep.0":                              "A dish I enjoy on occasion, it's quite good.",
  "foodstore.likerep.1":                              "Consistently decent; I don't mind ordering it.",
  "foodstore.likerep.2":                              "A solid option that I find myself choosing.",
  "foodstore.likerep.3":                              "This dish is good; I like its simplicity.",
  "foodstore.likerep.4":                              "An okay choice; it satisfies my taste buds.",
  "foodstore.likerep.5":                              "It's not bad; I find it to be reliably tasty.",
  "foodstore.likerep.6":                              "A decent dish; it's a safe and satisfying pick.",
  "foodstore.likerep.7":                              "I don't mind this dish; it's reliably enjoyable.",
  "foodstore.likerep.8":                              "Not my favorite, but I find it quite palatable.",
  "foodstore.likerep.9":                              "It's alright; a dish I don't mind having.",
  "foodstore.likerep.10":                             "Consistently good; I appreciate its flavor.",
  "foodstore.likerep.11":                             "This dish is okay; I find it reliably tasty.",
  "foodstore.likerep.12":                             "A decent option; I don't mind having it.",
  "foodstore.likerep.13":                             "It's fine; a dish I occasionally enjoy.",
  "foodstore.likerep.14":                             "An acceptable choice when I'm in the mood.",
  "foodstore.likerep.15":                             "I find this dish okay; it's decently satisfying.",
  "foodstore.likerep.16":                             "Not bad at all; it's a dish I can enjoy.",
  "foodstore.likerep.17":                             "A decent choice that I occasionally go for.",
  "foodstore.likerep.18":                             "It's alright; I don't mind this dish.",
  "foodstore.likerep.19":                             "An acceptable option; it's fairly enjoyable.",
  
  "foodstore.neutralrep.0":                           "A standard dish; it's neither good nor bad.",
  "foodstore.neutralrep.1":                           "It's okay; a dish I neither love nor dislike.",
  "foodstore.neutralrep.2":                           "A regular choice; it doesn't stand out much.",
  "foodstore.neutralrep.3":                           "This dish is average; nothing exceptional.",
  "foodstore.neutralrep.4":                           "Not bad, not great; a middle-of-the-road option.",
  "foodstore.neutralrep.5":                           "A neutral pick; it doesn't leave a strong impression.",
  "foodstore.neutralrep.6":                           "It's decent; a standard choice for a meal.",
  "foodstore.neutralrep.7":                           "Neither here nor there; a passable dish.",
  "foodstore.neutralrep.8":                           "An ordinary option; it doesn't excite or disappoint.",
  "foodstore.neutralrep.9":                           "It's alright; a dish that doesn't draw much attention.",
  "foodstore.neutralrep.10":                          "In the middle of the spectrum; neither love nor hate.",
  "foodstore.neutralrep.11":                          "A common choice; it doesn't sway my taste buds much.",
  "foodstore.neutralrep.12":                          "Not exceptional, but not bad either; a regular dish.",
  "foodstore.neutralrep.13":                          "Average in every way; it's a straightforward option.",
  "foodstore.neutralrep.14":                          "A typical choice; it doesn't leave a lasting impression.",
  "foodstore.neutralrep.15":                          "Neither good nor bad; it's just an average dish.",
  "foodstore.neutralrep.16":                          "A standard option; it doesn't evoke strong feelings.",
  "foodstore.neutralrep.17":                          "Not outstanding, not disappointing; just a regular dish.",
  "foodstore.neutralrep.18":                          "Balanced between liking and disliking; it's okay.",
  "foodstore.neutralrep.19":                          "A middle-of-the-road dish; it doesn't stand out much.",
  
  "foodstore.dislikerep.0":                           "Not my favorite; I find this dish lacking.",
  "foodstore.dislikerep.1":                           "It's tolerable, but I'm not a fan of this dish.",
  "foodstore.dislikerep.2":                           "An underwhelming choice; it falls short for me.",
  "foodstore.dislikerep.3":                           "This dish is mediocre; I wouldn't recommend it.",
  "foodstore.dislikerep.4":                           "I can eat it, but it's not a dish I enjoy much.",
  "foodstore.dislikerep.5":                           "A passable option; I don't particularly like it.",
  "foodstore.dislikerep.6":                           "It's edible, but I don't look forward to this dish.",
  "foodstore.dislikerep.7":                           "I have tried it, but it's not to my liking.",
  "foodstore.dislikerep.8":                           "A so-so choice; I don't find it very appetizing.",
  "foodstore.dislikerep.9":                           "It's not the worst, but I'm not a fan of this dish.",
  "foodstore.dislikerep.10":                          "This dish is average; I have had better options.",
  "foodstore.dislikerep.11":                          "I can manage it, but it's not my preferred choice.",
  "foodstore.dislikerep.12":                          "An okay option; I'm not excited about this dish.",
  "foodstore.dislikerep.13":                          "Tolerable, but it lacks the appeal for me.",
  "foodstore.dislikerep.14":                          "It's edible, but I wouldn't choose this dish willingly.",
  "foodstore.dislikerep.15":                          "Not terrible, but I don't enjoy this dish much.",
  "foodstore.dislikerep.16":                          "A subpar choice; there are better options available.",
  "foodstore.dislikerep.17":                          "It falls short for me; I don't find it appetizing.",
  "foodstore.dislikerep.18":                          "I can eat it, but it's not my preferred dish.",
  "foodstore.dislikerep.19":                          "An average option; it's not something I enjoy.",
  
  "foodstore.haterep.0":                              "This dish is simply dreadful; I can't stand it.",
  "foodstore.haterep.1":                              "An absolute disappointment; this dish is awful.",
  "foodstore.haterep.2":                              "I strongly dislike this dish; it's unappetizing.",
  "foodstore.haterep.3":                              "A terrible choice; I can't stomach this dish.",
  "foodstore.haterep.4":                              "I loathe this dish; it's utterly repulsive.",
  "foodstore.haterep.5":                              "This dish is revolting; I can't bear the taste.",
  "foodstore.haterep.6":                              "Absolutely detestable; this dish is inedible.",
  "foodstore.haterep.7":                              "I despise this dish; it's truly abhorrent.",
  "foodstore.haterep.8":                              "Disgusting; I regret trying this wretched dish.",
  "foodstore.haterep.9":                              "A culinary disaster; this dish is unbearable.",
  "foodstore.haterep.10":                             "I hate this dish; it's a complete letdown.",
  "foodstore.haterep.11":                             "Absolutely awful; I can't express my disdain enough.",
  "foodstore.haterep.12":                             "This dish is repugnant; I can't fathom its appeal.",
  "foodstore.haterep.13":                             "A nauseating experience; I strongly advise against it.",
  "foodstore.haterep.14":                             "I detest this dish; it's a gastronomic nightmare.",
  "foodstore.haterep.15":                             "This dish is vile; I can't find any redeeming qualities.",
  "foodstore.haterep.16":                             "Abysmal; this dish is the epitome of culinary failure.",
  "foodstore.haterep.17":                             "I abhor this dish; it's a taste bud massacre.",
  "foodstore.haterep.18":                             "An offensive choice; I regret even trying it.",
  "foodstore.haterep.19":                             "I despise this dish; it's a culinary catastrophe.",
  
  "foodstore.tip":                                    ". Here is your {{tipValue}}G tip",
  "foodstore.sold":                                   "   Sold {{foodObjName}} at {{locationint}} for {{saleint}}G",
  
  "foodstore.randomchat.love.0":                      "Feeling immense love for this place!",
  "foodstore.randomchat.love.1":                      "In love with their incredible dishes!",
  "foodstore.randomchat.love.2":                      "This store steals my heart every time.",
  "foodstore.randomchat.love.3":                      "Love the cozy vibes and friendly staff!",
  "foodstore.randomchat.love.4":                      "Adore the special treats they offer!",
  "foodstore.randomchat.love.5":                      "Passionate about their delightful menu!",
  "foodstore.randomchat.love.6":                      "Head over heels for their desserts!",
  "foodstore.randomchat.love.7":                      "Loving the unique flavors they provide!",
  
  "foodstore.randomchat.like.0":                      "Really like the atmosphere here.",
  "foodstore.randomchat.like.1":                      "Liked the variety of options available.",
  "foodstore.randomchat.like.2":                      "Enjoyed the quick and efficient service.",
  "foodstore.randomchat.like.3":                      "Like the quality of their fresh produce.",
  "foodstore.randomchat.like.4":                      "Appreciate the affordable prices!",
  "foodstore.randomchat.like.5":                      "Favorable experience with their staff.",
  "foodstore.randomchat.like.6":                      "Liking the new items on the menu!",
  "foodstore.randomchat.like.7":                      "Great place for a casual dining experience.",
  
  "foodstore.randomchat.neutral.0":                   "Just normal about the store experience today.",
  "foodstore.randomchat.neutral.1":                   "It was an okay visit to the store.",
  "foodstore.randomchat.neutral.2":                   "Neither good nor bad, just a regular day.",
  "foodstore.randomchat.neutral.3":                   "Couldn't decide how I felt about it.",
  "foodstore.randomchat.neutral.4":                   "A neutral experience overall.",
  "foodstore.randomchat.neutral.5":                   "Didn't leave a strong impression.",
  "foodstore.randomchat.neutral.6":                   "Middle-of-the-road visit today.",
  "foodstore.randomchat.neutral.7":                   "No strong feelings, just neutral.",
  
  "foodstore.randomchat.dislike.0":                   "Didn't quite enjoy the food this time.",
  "foodstore.randomchat.dislike.1":                   "Not a fan of the service today.",
  "foodstore.randomchat.dislike.2":                   "Disliked the long wait at the checkout.",
  "foodstore.randomchat.dislike.3":                   "Unimpressed with the quality of products.",
  "foodstore.randomchat.dislike.4":                   "Disappointing experience overall.",
  "foodstore.randomchat.dislike.5":                   "Frustrated with the lack of cleanliness.",
  "foodstore.randomchat.dislike.6":                   "Didn't meet expectations this time.",
  "foodstore.randomchat.dislike.7":                   "Feeling let down by the store today.",
  
  "foodstore.randomchat.hate.0":                      "Hate the fact that they're always serve this kind of food!",
  "foodstore.randomchat.hate.1":                      "Absolutely despise their customer service.",
  "foodstore.randomchat.hate.2":                      "Can't stand the disorganization in this store.",
  "foodstore.randomchat.hate.3":                      "Hate the constant out-of-stock items.",
  "foodstore.randomchat.hate.4":                      "Despise the lack of cleanliness in the store.",
  "foodstore.randomchat.hate.5":                      "Strongly dislike the quality of their food.",
  "foodstore.randomchat.hate.6":                      "Can't tolerate their rude staff.",
  "foodstore.randomchat.hate.7":                      "Hating the overall experience—never again!",
  
  "foodstore.config.saleprice":                       "Setting - General sale price",
  
  "foodstore.config.tipvalue":                        "Tip Value",
  
  "foodstore.config.enabledecor":                     "Enable Decoration?",
  "foodstore.config.enabledecorText":                 "When set to True, Decoration and Atmosphere affect the sale price",
  
  "foodstore.positiveTasteint.0":                  "About the food: Mouthwatering delight",
  "foodstore.positiveTasteint.1":                  "With the food: Savory perfection",
  "foodstore.positiveTasteint.2":                  "With the food: Exquisite flavor burst",
  "foodstore.positiveTasteint.3":                  "In the food aspect: Irresistibly delicious",
  "foodstore.positiveTasteint.4":                  "With the food: Tantalizing taste sensation",
  
  "foodstore.normalTasteint.0":                    "In the food aspect: Balanced goodness",
  "foodstore.normalTasteint.1":                    "With the food: Familiar satisfaction",
  "foodstore.normalTasteint.2":                    "About the food: Everyday deliciousness",
  "foodstore.normalTasteint.3":                    "With the food: Classic flavor harmony",
  "foodstore.normalTasteint.4":                    "With the food: Common culinary delight",
  
  "foodstore.negativeTasteint.0":                  "In the food aspect: Unpleasant aftertaste",
  "foodstore.negativeTasteint.1":                  "With the food: Disappointing flavor",
  "foodstore.negativeTasteint.2":                  "About the food: Bland and unappealing",
  "foodstore.negativeTasteint.3":                  "About the food: Unpalatable mixture",
  "foodstore.negativeTasteint.4":                  "In the food aspect: Unpleasant culinary experience",
  
  "foodstore.positiveDecorint.0":                  "Decoration in my eye: Elegant ambiance",
  "foodstore.positiveDecorint.1":                  "About the view: Cozy and inviting setting",
  "foodstore.positiveDecorint.2":                  "With decoration: Charming atmosphere",
  "foodstore.positiveDecorint.3":                  "The atmosphere: Stylish and relaxing vibes",
  "foodstore.positiveDecorint.4":                  "About the view: Picturesque surroundings",
  
  "foodstore.normalDecorint.0":                    "Decoration in my eye: Simple and tasteful design",
  "foodstore.normalDecorint.1":                    "About the view: Standard yet pleasant atmosphere",
  "foodstore.normalDecorint.2":                    "With decoration: Regular and comfortable setting",
  "foodstore.normalDecorint.3":                    "The atmosphere: Everyday cozy ambiance",
  "foodstore.normalDecorint.4":                    "About the view: Typical restaurant surroundings",
  
  "foodstore.negativeDecorint.0":                  "Decoration in my eye: Dull and uninspiring decor",
  "foodstore.negativeDecorint.1":                  "And this place could use some decor",
  "foodstore.negativeDecorint.2":                  "With decoration: Unattractive and mismatched design",
  "foodstore.negativeDecorint.3":                  "The atmosphere: Uninviting and uncomfortable vibes",
  "foodstore.negativeDecorint.4":                  "The atmosphere needs some more decoration",
  
  "foodstore.willVisit.0":                            "Absolutely will drop by and visit the store",
  "foodstore.willVisit.1":                            "Definitely planning to stop by the store soon",
  "foodstore.willVisit.2":                            "Certainly looking forward to visiting the store",
  
  "foodstore.mayVisit.0":                             "Might consider dropping by the shop",
  "foodstore.mayVisit.1":                             "Possibly planning to visit the shop soon",
  "foodstore.mayVisit.2":                             "Could stop by and explore the shop",
  
  "foodstore.noVisit.0":                              "Currently have no intention to visit the shop",
  "foodstore.noVisit.1":                              "No immediate plans or desire to drop by the shop",
  "foodstore.noVisit.2":                              "Not considering a visit to the shop in the foreseeable future",
  
  "foodstore.gooddecor.0":                            "Lovely ambiance! I wonder how their food taste!",
  "foodstore.gooddecor.1":                            "The decor is amazing here. How does the food match up?",
  "foodstore.gooddecor.2":                            "Great atmosphere! Curious about the taste of their dishes.",
  "foodstore.gooddecor.3":                            "Beautiful decor. I'm eager to find out about their food!",
  "foodstore.gooddecor.4":                            "This place has a fantastic vibe. Wondering about the food quality!",
  
  "foodstore.baddecor.0":                             "Not a fan of the decor. Is it reflected in their food quality?",
  "foodstore.baddecor.1":                             "The ambiance here is lacking. I hope their food is better.",
  "foodstore.baddecor.2":                             "Poor decor choices. I wonder if their food choices are better.",
  "foodstore.baddecor.3":                             "The place doesn't look inviting. Are their food standards up to par?",
  "foodstore.baddecor.4":                             "The decor is disappointing. I hope the food isn't the same!",
  
  "foodstore.dishweek.0":                             "Hey, did you hear? The featured dish of the week is {{dishWeek}}!",
  "foodstore.dishweek.1":                             "Guess what's on the menu this week? It's the featured dish: {{dishWeek}}!",
  "foodstore.dishweek.2":                             "I just found out that {{dishWeek}} is the star of the week at the restaurant!",
  "foodstore.dishweek.3":                             "You won't believe it! This week's highlight is {{dishWeek}}. Exciting, right?",
  "foodstore.dishweek.4":                             "Have you tried the featured dish, {{dishWeek}}, yet? It's the talk of the town!",
  
  "foodstore.dishday.0":                              "Have you heard? The featured dish today is {{dishToday}}!",
  "foodstore.dishday.1":                              "Today's special is none other than {{dishToday}}. Exciting, right?",
  "foodstore.dishday.2":                              "Breaking news: {{dishToday}} is the star of today's menu!",
  "foodstore.dishday.3":                              "Guess what's cooking today? It's the featured dish: {{dishToday}}!",
  "foodstore.dishday.4":                              "I just found out that {{dishToday}} is today's highlight. Let's give it a try!",
  "foodstore.dishday.5":                              "Quick heads up: {{dishToday}} is stealing the spotlight today!",
  "foodstore.dishday.6":                              "Can you believe it? Today's star is none other than {{dishToday}}!",
  "foodstore.dishday.7":                              "Today just got better with the featured dish: {{dishToday}}!",
  "foodstore.dishday.8":                              "Let's spice up today with a taste of {{dishToday}}! It's the special.",
  "foodstore.dishday.9":                              "The talk of the town: {{dishToday}} is today's must-try dish!",
  
  "foodstore.config.chat":                            "Disable non-important message?",
  
  "foodstore.thankyou":                               "[144] Enjoying the mod and eager for ongoing improvements? Don't forget to Follow and Endorse!!. Your passion propels our ship forward. [43] #MarketTown",
  
  "foodstore.visitoreat.0":                           "Thank you!",
  "foodstore.visitoreat.1":                           "Oh food!!!",
  "foodstore.visitoreat.2":                           "Yummy yummy!",
  "foodstore.visitoreat.3":                           "You read my mind!",
  "foodstore.visitoreat.4":                           "I appreciate it!",
  "foodstore.visitoreat.5":                           "Feeling blessed! Thanks!",
  "foodstore.visitoreat.6":                           "You're too kind!",
  "foodstore.visitoreat.7":                           "I love food!",
  "foodstore.visitoreat.8":                           "You're a culinary genius!",
  "foodstore.visitoreat.9":                           "This looks amazing!",
  "foodstore.visitoreat.10":                          "Grateful for this treat!",
  "foodstore.visitoreat.11":                          "I was just getting hungry!",
  
  "foodstore.asktaste.empty.0":                       "I have not have a chance to try yet",
  "foodstore.asktaste.empty.1":                       "I was on a hurry. I will try it another time",
  "foodstore.asktaste.empty.2":                       "Probally I will try the dish some time late today",
  
  "foodstore.asktaste.love.0":                        "Oh, that dish was amazing. I love that!",
  "foodstore.asktaste.love.1":                        "That dish was the best ever! I can't get enough of it.",
  "foodstore.asktaste.love.2":                        "I absolutely adore the flavors in that dish. It's a new favorite of mine!",
  
  "foodstore.asktaste.like.0":                        "I really enjoyed that dish. It's quite likable!",
  "foodstore.asktaste.like.1":                        "The taste was good, I like it. I would definitely have it again.",
  "foodstore.asktaste.like.2":                        "It's a dish I genuinely like. The flavors are quite appealing.",
  
  "foodstore.asktaste.neutral.0":                     "The taste was okay, nothing special. It's a neutral experience for me.",
  "foodstore.asktaste.neutral.1":                     "It was decent, neither good nor bad. Just a neutral taste for me.",
  "foodstore.asktaste.neutral.2":                     "I don't have strong feelings about the taste. It's a neutral choice for me.",
  
  "foodstore.asktaste.dislike.0":                     "I didn't enjoy the taste much. It's not really to my liking.",
  "foodstore.asktaste.dislike.1":                     "The flavor didn't appeal to me. I would say I dislike it.",
  "foodstore.asktaste.dislike.2":                     "It's not my favorite. I found the taste a bit off, and I dislike it.",
  
  "foodstore.asktaste.hate.0":                        "I couldn't stand the taste. I hate it.",
  "foodstore.asktaste.hate.1":                        "Ugh, that dish was awful. I really hate the taste.",
  "foodstore.asktaste.hate.2":                        "I can confidently say I hate the taste. It's not something I would ever want to eat again.",
  
  "foodstore.visitcome.0":                            "Thank you for inviting me! Your home is lovely.",
  "foodstore.visitcome.1":                            "I appreciate your hospitality. The aroma is amazing!",
  "foodstore.visitcome.2":                            "It's a pleasure to be here. Your place is so welcoming.",
  "foodstore.visitcome.3":                            "Thanks for having me over. Your house is charming.",
  "foodstore.visitcome.4":                            "I'm grateful for the invitation. Your home is delightful.",
  "foodstore.visitcome.5":                            "This is wonderful! Thank you for welcoming me into your home.",
  "foodstore.visitcome.6":                            "I'm enjoying the warm atmosphere. Your place feels like a cozy retreat.",
  
  "foodstore.visitleave.0":                           "I had a great time. Thank you for the lovely evening!",
  "foodstore.visitleave.1":                           "Leaving with a full heart and a full stomach. Thanks for everything!",
  "foodstore.visitleave.2":                           "I appreciate your hospitality. Until next time!",
  "foodstore.visitleave.3":                           "It was wonderful being here. Thanks for a memorable visit!",
  "foodstore.visitleave.4":                           "Saying goodbye is hard, but I'll cherish the moments spent here. Thank you!",
  "foodstore.visitleave.5":                           "I'm leaving with a smile. Your company and home are truly delightful.",
  "foodstore.visitleave.6":                           "Until we meet again. Thanks for a fantastic time and delicious food!",
  
  "foodstore.noinvitevisit.0":                        "Appreciate the invite, but I don't know you well enough to visit.",
  "foodstore.noinvitevisit.1":                        "Thanks, but I only visit places where I know the host.",
  "foodstore.noinvitevisit.2":                        "I'm selective about engagements, and I don't know you, so I can't visit.",
  "foodstore.noinvitevisit.3":                        "Can't accept, as I don't feel comfortable visiting someone I don't know.",
  "foodstore.noinvitevisit.4":                        "Value my privacy, won't visit since I don't know you.",
  "foodstore.noinvitevisit.5":                        "Thanks, but I only attend events hosted by familiar faces. Won't visit this time.",
  "foodstore.noinvitevisit.6":                        "Prefer familiar environments, won't visit since we're not acquainted.",
  
  "foodstore.cannotinvitevisit.0":                    "Appreciate the invite, but I cannot visit as I'm currently busy.",
  "foodstore.cannotinvitevisit.1":                    "Thanks for the invite, but I'm swamped right now and cannot visit.",
  "foodstore.cannotinvitevisit.2":                    "I'm tied up with other obligations, so unfortunately, I cannot visit.",
  "foodstore.cannotinvitevisit.3":                    "Busy schedule prevents me from accepting the invitation.",
  "foodstore.cannotinvitevisit.4":                    "I'm currently occupied with tasks and cannot make it to visit. Thanks for understanding.",
  "foodstore.cannotinvitevisit.5":                    "Unfortunately, I'm too busy to accept the invitation at the moment.",
  "foodstore.cannotinvitevisit.6":                    "Appreciate the invite, but my current workload doesn't allow me to visit. Maybe another time.",
  
  "foodstore.willinvitevisit.0":                      "Sure, I'd love to visit! Let me know the details.",
  "foodstore.willinvitevisit.1":                      "Absolutely, I'm interested! When and where?",
  "foodstore.willinvitevisit.2":                      "I'd be happy to visit! Could you provide more information?",
  "foodstore.willinvitevisit.3":                      "Count me in! I'm looking forward to the visit.",
  "foodstore.willinvitevisit.4":                      "Yes, I'll visit! Please share the specifics.",
  "foodstore.willinvitevisit.5":                      "I'm interested! Let me know the details for the visit.",
  "foodstore.willinvitevisit.6":                      "Certainly, I'll visit! Just share the necessary details.",
  
  "foodstore.config.invitetime":                      "Setting - Invited Guests",
  
  "foodstore.config.invitecometime":                  "Time invited guest arrive.",
  
  "foodstore.config.inviteleavetime":                 "Time guest start to leave.",
  
  "foodstore.config.disableallmessage":               "Disable ALL message.",
  "foodstore.config.disableallmessageText":           "Set to True to disable ALL message, including chatbox and bubble. The functions still working, just the text will not be displayed. Not recommended",
  
  "foodstore.responselist.main":                      "Do you need anything else?",
  
  "foodstore.responselist.talk":                      "Talk",
  
  "foodstore.responselist.invite":                    "Invite for a visit",
  
  "foodstore.responselist.foodtaste":                 "Have you tried any food yet?",
  
  "foodstore.responselist.dailydish":                 "Dish of the Day",
  
  "foodstore.config.enablevisitinside":               "Enable visitor inside Farm House?",
  
  "foodstore.config.dialoguetime":                    "Daily dialogue box each NPC?",
  "foodstore.config.dialoguetimeText":                "Default 1. This number limit how many time the invite box appear for each NPC daily. You still can talk and invite NPC using chatbox when passed the limit",
  
  "foodstore.kidask":                                 "{{kidName}}: Pwease, can I play on your farm today? Pretty pwease with sprinkles on top!!",
  "foodstore.groupkidask":                            "Heyyy, can we all pretty-pretty-please play on your super-duper farm today? Cross my heart, we won't even touch the flowers!",
  
  "foodstore.kidresponselist.yes":                    "Absolutely! My cat is waiting for you to pet his belly!!",
  
  "foodstore.kidresponselist.no":                     "Oh! I think you've got some super important school stuff today, don'tcha?",
  
  "foodstore.kidresponselist.yay":                    "Yayyy!! Hooray for fun times!",
  
  "foodstore.kidresponselist.boring":                 "Booo...ringgg!! Seriously? That sounds like a super-duper snoozefest!",
  
  "foodstore.config.disablenonfoodonfarm":            "Visitor remove non-food item?",
  "foodstore.config.disablenonfoodonfarmText":        "Default False. When set to True, visitor can remove your non-food item show on the table in Farm and FarmHouse.",
  
  "foodstore.visitorpickup.0":                        "Thank you! I'll gladly accept.",
  "foodstore.visitorpickup.1":                        "I appreciate it! I'll give it a try.",
  "foodstore.visitorpickup.2":                        "Thanks for the offer! I'm open to it.",
  "foodstore.visitorpickup.3":                        "Great! I'm happy to accept.",
  "foodstore.visitorpickup.4":                        "Unexpected, but thank you! I'll take it.",
  "foodstore.visitorpickup.5":                        "Wow, I didn't expect this! Thank you!",
  "foodstore.visitorpickup.6":                        "Thanks for the gesture! I'm okay with it.",
  "foodstore.visitorpickup.7":                        "Different, but thanks! I'm open-minded.",
  "foodstore.visitorpickup.8":                        "Thanks!!",
  "foodstore.visitorpickup.9":                        "Thanks a lot! I'll make use of this.",
  "foodstore.visitorpickup.10":                       "Interesting! Thanks, I'll take it.",
  "foodstore.visitorpickup.11":                       "I can use this. Thanks!",
  
  "foodstore.nonfood.4.0":                            "This exceeded my expectations, the quality is exceptional!",
  "foodstore.nonfood.4.1":                            "I'm really impressed with the outstanding quality of this item.",
  "foodstore.nonfood.4.2":                            "The craftsmanship of this is truly remarkable. Top-notch quality!",
  "foodstore.nonfood.4.3":                            "I can't believe how well-made and durable this item is. Excellent quality!",
  "foodstore.nonfood.4.4":                            "The attention to detail in this is phenomenal. It's of the highest quality.",
  "foodstore.nonfood.4.5":                            "I've purchased similar items before, but none compare to the superb quality of this one.",
  "foodstore.nonfood.4.6":                            "This purchase was worth every penny. The quality is unmatched.",
  "foodstore.nonfood.4.7":                            "I'm a repeat customer because of the consistently excellent quality of your products.",
  "foodstore.nonfood.4.8":                            "Quality-wise, this is one of the best purchases I've ever made. Kudos to your brand!",
  
  "foodstore.nonfood.2.0":                            "The quality of this is great, I'm really satisfied with my purchase.",
  "foodstore.nonfood.2.1":                            "It's hard to find items with such great quality these days. Impressive!",
  "foodstore.nonfood.2.2":                            "This has a really good build and great attention to detail. Well done!",
  "foodstore.nonfood.2.3":                            "I wasn't expecting such great quality for the price. Pleasantly surprised!",
  "foodstore.nonfood.2.4":                            "The durability and craftsmanship are great. I made the right choice buying this.",
  "foodstore.nonfood.2.5":                            "I've had similar products, but this one stands out with its great quality.",
  "foodstore.nonfood.2.6":                            "I'm happy with my purchase; the overall quality is great, and it's value for money.",
  "foodstore.nonfood.2.7":                            "This strikes a perfect balance between cost and great quality.",
  "foodstore.nonfood.2.8":                            "Great quality at an affordable price. Exactly what I was looking for.",
  
  "foodstore.nonfood.1.0":                            "The quality of this is good, and it meets my expectations.",
  "foodstore.nonfood.1.1":                            "For the price, the quality is surprisingly good. I'm happy with my purchase.",
  "foodstore.nonfood.1.2":                            "A solid product with good quality. It's exactly what I needed.",
  "foodstore.nonfood.1.3":                            "I've had similar items, but this one stands out with its good build and quality.",
  "foodstore.nonfood.1.4":                            "The quality is good, and the item is well made. I would recommend it.",
  "foodstore.nonfood.1.5":                            "I wasn't expecting top tier quality, but this is really good for the price.",
  "foodstore.nonfood.1.6":                            "Good quality and durability. This purchase was worth it.",
  "foodstore.nonfood.1.7":                            "I'm pleasantly surprised by the good quality of this.",
  "foodstore.nonfood.1.8":                            "This offers good quality without breaking the bank. Great value.",
  
  "foodstore.nonfood.0.0":                            "The quality is normal, and it's what I expected for the price.",
  "foodstore.nonfood.0.1":                            "It's an average with normal quality. Nothing exceptional, but it serves its purpose.",
  "foodstore.nonfood.0.2":                            "This has a standard level of quality. It's neither impressive nor disappointing.",
  "foodstore.nonfood.0.3":                            "The quality falls within the normal range for similar items in the market.",
  "foodstore.nonfood.0.4":                            "I would say the quality is normal. It meets basic expectations without any standout features.",
  "foodstore.nonfood.0.5":                            "It's a run-of-the-mill product with normal quality. No complaints, but nothing extraordinary.",
  "foodstore.nonfood.0.6":                            "The quality is normal for the price point. I got what I paid for.",
  "foodstore.nonfood.0.7":                            "This product's quality is standard. It's neither exceptional nor subpar.",
  "foodstore.nonfood.0.8":                            "Normal quality. It does the job without exceeding or falling short of expectations.",
  
  "foodstore.general.adult.neutral.outgoing.1.0":       "How's the day treating you? Anything new on your plate?",
  "foodstore.general.adult.neutral.outgoing.2.0":       "Greetings. Have you explored the valley's secrets recently? Intriguing, isn't it?",
  "foodstore.general.adult.neutral.outgoing.3.0":       "Noticed any changes in the village lately? Your insights would be interesting.",
  "foodstore.general.adult.neutral.outgoing.4.0":       "Hey. The weather's fine, isn't it? Any favorite spots you'd recommend around here?",
  "foodstore.general.adult.neutral.outgoing.5.0":       "Have you heard any rumors or gossip in town? I'm all ears!",
  "foodstore.general.adult.neutral.outgoing.6.0":       "Good day. The last festivals are enjoyable, aren't they? Do you have a favorite?",
  "foodstore.general.adult.neutral.outgoing.7.0":       "Hello there. Seen any rare creatures during your travels? Share your discoveries!",
                                             
  "foodstore.general.teens.neutral.outgoing.1.0":       "Hey there! What's going on in the life of the teens these days?",
  "foodstore.general.teens.neutral.outgoing.2.0":       "Yo! Any cool plans or adventures in town?",
  "foodstore.general.teens.neutral.outgoing.3.0":       "Sup! I always find the coolest hangouts. What's the latest favorite spot?",
  "foodstore.general.teens.neutral.outgoing.4.0":       "Hiya! Heard the organize fun gatherings. Any upcoming events?",
  "foodstore.general.teens.neutral.outgoing.5.0":       "Hey! What's the latest trends and happenings?",
  "foodstore.general.teens.neutral.outgoing.6.0":       "What's crackin' with the teens? Any rad hobbies or projects on the horizon?",
  "foodstore.general.teens.neutral.outgoing.7.0":       "I am known for creativity. Any artsy endeavors you're into?",
                                             
  "foodstore.general.child.neutral.outgoing.1.0":       "Hi! How's the day treating you? Any exciting adventures in play?",
  "foodstore.general.child.neutral.outgoing.2.0":       "Seen any cool bugs or critters during your little explorations?",
  "foodstore.general.child.neutral.outgoing.3.0":       "What's the favorite game among the adventurers these days?",
  "foodstore.general.child.neutral.outgoing.4.0":       "Hi there! Any funny stories from school or playtime to share?",
  "foodstore.general.child.neutral.outgoing.5.0":       "Do you have a special hiding spot in the village?",
  "foodstore.general.child.neutral.outgoing.6.0":       "Hiya! Any favorite toys or snacks you enjoy?",
  "foodstore.general.child.neutral.outgoing.7.0":       "Little explorers must find fascinating things. Tell me your latest discovery!",
  
  "foodstore.general.adult.polite.outgoing.1.0":        "How has your day been so far?",
  "foodstore.general.adult.polite.outgoing.2.0":        "Hello! It's wonderful to see you. Any exciting news to share?",
  "foodstore.general.adult.polite.outgoing.3.0":        "Good day! What's your favorite thing about our charming village?",
  "foodstore.general.adult.polite.outgoing.4.0":        "Have you explored the mines lately? Quite an adventure!",
  "foodstore.general.adult.polite.outgoing.5.0":        "Hey! The crops are looking great this season. Don't you think?",
  "foodstore.general.adult.polite.outgoing.6.0":        "Any favorite recipes you've discovered lately?",
  "foodstore.general.adult.polite.outgoing.7.0":        "I heard you've been helping out around town. Thanks a bunch!",
                                            
  "foodstore.general.teens.polite.outgoing.1.0":        "What's up? Find any cool spots in the valley lately?",
  "foodstore.general.teens.polite.outgoing.2.0":        "Yo! Been gaming or doing some rad activities lately? Tell me!",
  "foodstore.general.teens.polite.outgoing.3.0":        "Checked out any cool events happening in the village?",
  "foodstore.general.teens.polite.outgoing.4.0":        "What is your thoughts on the latest music tracks playing at the saloon?",
  "foodstore.general.teens.polite.outgoing.5.0":        "Hey! Any awesome skateboard tricks you've been practicing?",
  "foodstore.general.teens.polite.outgoing.6.0":        "What's crackin'! Seen any cool movies in the theater lately?",
  "foodstore.general.teens.polite.outgoing.7.0":        "I heard you're into farming. How's that going for you?",
                                            
  "foodstore.general.child.polite.outgoing.1.0":        "Do you have a favorite bedtime story to share?",
  "foodstore.general.child.polite.outgoing.2.0":        "Have you found any cute critters while exploring?",
  "foodstore.general.child.polite.outgoing.3.0":        "What's your favorite thing about school?",
  "foodstore.general.child.polite.outgoing.4.0":        "Hi there! Do you like collecting pretty stones or shells?",
  "foodstore.general.child.polite.outgoing.5.0":        "Hey! Have you played any fun games with your friends recently?",
  "foodstore.general.child.polite.outgoing.6.0":        "What's your go-to snack when you're feeling hungry?",
  "foodstore.general.child.polite.outgoing.7.0":        "I bet you've seen some cool stuff in the forest. Can I see??",
  
  "foodstore.general.adult.rude.outgoing.1.0":          "What's up? Don't bother me with small talk. Got better things to do.",
  "foodstore.general.adult.rude.outgoing.2.0":          "Seen you around. Whatever. You got any real news or just wasting time?",
  "foodstore.general.adult.rude.outgoing.3.0":          "Hmph. Why are you here? Just spit it out and be quick about it.",
  "foodstore.general.adult.rude.outgoing.4.0":          "Yeah, yeah. You again. Got anything interesting to say or just here to annoy me?",
  "foodstore.general.adult.rude.outgoing.5.0":          "Can't you see I'm busy? If you're not here with something important, scram.",
  "foodstore.general.adult.rude.outgoing.6.0":          "What do you want? Make it quick. I've got places to be and you're holding me up.",
  "foodstore.general.adult.rude.outgoing.7.0":          "Look, I don't have time for chit-chat. Spit out whatever you want and move on.",
                                          
  "foodstore.general.teens.rude.outgoing.1.0":          "Got anything interesting to say or you're just here to waste my time?",
  "foodstore.general.teens.rude.outgoing.2.0":          "You again. If you're not here with something important, why bother me?",
  "foodstore.general.teens.rude.outgoing.3.0":          "Whatever. Make it quick. I've got better things to do than listen to you jabber.",
  "foodstore.general.teens.rude.outgoing.4.0":          "Ugh. Can't you see I'm busy being cool? If you're not cool, just go away.",
  "foodstore.general.teens.rude.outgoing.5.0":          "If you're not here with some drama or excitement, I'm not interested.",
  "foodstore.general.teens.rude.outgoing.6.0":          "I'm listening, but it better be worth my time. I've got a rep to maintain.",
  "foodstore.general.teens.rude.outgoing.7.0":          "I don't have time for lame conversations. Make it snappy and entertaining.",
                                          
  "foodstore.general.child.rude.outgoing.1.0":          "What's your deal? If you're not bringing candy or fun stories, go away.",
  "foodstore.general.child.rude.outgoing.2.0":          "You again. Got any cool toys or snacks to share, or is this a waste of time?",
  "foodstore.general.child.rude.outgoing.3.0":          "Ugh. Can't you see I'm playing? If you're not here to play, just leave me alone.",
  "foodstore.general.child.rude.outgoing.4.0":          "If you're not bringing some fun games or treats, I'm not interested.",
  "foodstore.general.child.rude.outgoing.5.0":          "Hmph. You're not my playmate, so unless you've got something fun",
  "foodstore.general.child.rude.outgoing.6.0":          "I'm busy being awesome. If you're not awesome, don't bother me.",
  "foodstore.general.child.rude.outgoing.7.0":          "I'm not into boring stuff. If it's not fun, I'm not interested. Got it?",
  
  "foodstore.general.adult.neutral.shy.1.0":            "Hello. If I'm quiet, I'm just taking things in. How's your day?",
  "foodstore.general.adult.neutral.shy.2.0":            "I'm a bit reserved, but I enjoy our talks. What's up?",
  "foodstore.general.adult.neutral.shy.3.0":            "Thanks for chatting. I'm here. Anything on your mind?",
  "foodstore.general.adult.neutral.shy.4.0":            "If I seem reserved, it's my contemplative side. What's new with you?",
  "foodstore.general.adult.neutral.shy.5.0":            "I like to listen. What's exciting for you?",
  "foodstore.general.adult.neutral.shy.6.0":            "Sorry if I'm not too outgoing. Any interesting experiences lately?",
  "foodstore.general.adult.neutral.shy.7.0":            "I'm a bit reserved, but I'm curious. What's new with you?",
                                        
  "foodstore.general.teens.neutral.shy.1.0":            "If I'm quiet, I'm just soaking it all in. What's up with you?",
  "foodstore.general.teens.neutral.shy.2.0":            "Hi there. I'm a bit reserved, but I'm here for a good conversation. Anything cool happening?",
  "foodstore.general.teens.neutral.shy.3.0":            "I'm introverted, but I'm up for interesting discussions. What's on your mind?",
  "foodstore.general.teens.neutral.shy.4.0":            "If I'm quiet, it's my thoughtful side. What's your take on the latest trends?",
  "foodstore.general.teens.neutral.shy.5.0":            "Hi. I'm reserved, but I'm open to hearing your thoughts. Any exciting stories?",
  "foodstore.general.teens.neutral.shy.6.0":            "Sorry if I come off as not too outgoing. What's been the highlight of your day?",
  "foodstore.general.teens.neutral.shy.7.0":            "I can be reserved, but I'm interested. Anything you'd like to talk about?",
                                        
  "foodstore.general.child.neutral.shy.1.0":            "If I'm quiet, I'm in my own little world. Do you feel like that too?",
  "foodstore.general.child.neutral.shy.2.0":            "I hope you're having fun. I'm a bit quiet, but I like to observe. What's your favorite game?",
  "foodstore.general.child.neutral.shy.3.0":            "What's your favorite thing to do? I'm a bit shy, but I love hearing about your adventures.",
  "foodstore.general.child.neutral.shy.4.0":            "Sometimes I'm a bit shy, but I'm excited to chat. What's your favorite toy?",
  "foodstore.general.child.neutral.shy.5.0":            "I'm reserved—I'm just taking it all in. What's your go-to activity?",
  "foodstore.general.child.neutral.shy.6.0":            "Is there a game or activity you enjoy? I might be shy, but I'd love to hear about your day.",
  "foodstore.general.child.neutral.shy.7.0":            "How's everything with you? If there's anything fun, I'm all ears. I'm a bit shy, but I'm curious!",
  
  "foodstore.general.adult.polite.shy.1.0":             "If I seem a bit reserved, that's just me. How's your day going?",
  "foodstore.general.adult.polite.shy.2.0":             "Your company means a lot. I'm here for a good chat.",
  "foodstore.general.adult.polite.shy.3.0":             "Thanks for chatting. I might not talk a lot, but I'm really listening.",
  "foodstore.general.adult.polite.shy.4.0":             "Your presence is valued. If I seem a bit reserved, it's just part of who I am. What's new with you?",
  "foodstore.general.adult.polite.shy.5.0":             "I really enjoy our talks. Anything exciting happening for you?",
  "foodstore.general.adult.polite.shy.6.0":             "I genuinely value our conversations. I'm not the most outgoing, but I'm truly interested.",
  "foodstore.general.adult.polite.shy.7.0":             "Your company is appreciated. I'm genuinely curious. What's new with you?",
                                       
  "foodstore.general.teens.polite.shy.1.0":             "If I'm not super talkative, that's just me.",
  "foodstore.general.teens.polite.shy.2.0":             "Nice talking with you. I can be a bit introverted, but I'm here. Anything cool happening?",
  "foodstore.general.teens.polite.shy.3.0":             "Thanks for hanging out. I might not talk a lot, but I'm up for interesting discussions.",
  "foodstore.general.teens.polite.shy.4.0":             "If I'm not super outgoing, it's just my thoughtful side. What's your take on the latest trends?",
  "foodstore.general.teens.polite.shy.5.0":             "Thanks for being cool. I might not talk a lot, but I'm genuinely interested.",
  "foodstore.general.teens.polite.shy.6.0":             "I deeply appreciate our chats. If I seem a bit introverted, sorry about that. What's been the highlight of your day?",
  "foodstore.general.teens.polite.shy.7.0":             "Thanks for being understanding. I might not be super outgoing, but I'm genuinely interested.",
                                       
  "foodstore.general.child.polite.shy.1.0":             "If I'm not super talkative, I'm just in my own little world. Do you feel like that too?",
  "foodstore.general.child.polite.shy.2.0":             "I hope you're having fun. I'm a bit quiet, but I like to observe. What's your favorite game?",
  "foodstore.general.child.polite.shy.3.0":             "What's your favorite thing to do? I might not be the most outgoing, but I love hearing about your adventures.",
  "foodstore.general.child.polite.shy.4.0":             "Sometimes I'm not super talkative, but I'm excited to chat. What's your favorite toy?",
  "foodstore.general.child.polite.shy.5.0":             "I'm not super outgoing—I'm just taking it all in. What's your go-to activity?",
  "foodstore.general.child.polite.shy.6.0":             "Is there a game or activity you enjoy? I'd love to hear about your day.",
  "foodstore.general.child.polite.shy.7.0":             "How's everything with you? If there's anything fun, I'm all ears. I'm genuinely curious!",
  
  "foodstore.general.adult.rude.shy.1.0":               "If I seem distant, it's just how I am. What do you want?",
  "foodstore.general.adult.rude.shy.2.0":               "Your talk is okay, I guess. If I seem off, it's just my thing. Why bother?",
  "foodstore.general.adult.rude.shy.3.0":               "Chatting is whatever. I might not be chatty. What's the point?",
  "foodstore.general.adult.rude.shy.4.0":               "If I'm not too sociable. Got something to say or not?",
  "foodstore.general.adult.rude.shy.5.0":               "Talking's fine, I guess. If I seem reserved, it's just how I roll. What's it to you?",
  "foodstore.general.adult.rude.shy.6.0":               "Conversations are cool, I guess. I'm not the most outgoing. Whatever.",
  "foodstore.general.adult.rude.shy.7.0":               "Your company is fine. What's the deal with you?",
                                     
  "foodstore.general.teens.rude.shy.1.0":               "If I'm not too talkative, that's just how it is. What's it to you?",
  "foodstore.general.teens.rude.shy.2.0":               "Talking with you is fine, I guess.",
  "foodstore.general.teens.rude.shy.3.0":               "Hanging out is whatever. Got something on your mind or what?",
  "foodstore.general.teens.rude.shy.4.0":               "OK. What's with the questions?",
  "foodstore.general.teens.rude.shy.5.0":               "Your stories are fine, I guess. Anything else?",
  "foodstore.general.teens.rude.shy.6.0":               "Our chats are cool, I hope so",
  "foodstore.general.teens.rude.shy.7.0":               "Your understanding is okay. I'm not into social",
                                     
  "foodstore.general.child.rude.shy.1.0":               "If I'm not too talkative, it's just how I am. What's it to you?",
  "foodstore.general.child.rude.shy.2.0":               "Playing is okay.",
  "foodstore.general.child.rude.shy.3.0":               "What's fun to you?. Got something on your mind or what?",
  "foodstore.general.child.rude.shy.4.0":               "If I'm quiet, it's just me. What's with the questions?",
  "foodstore.general.child.rude.shy.5.0":               "What's up? You need something from me?",
  "foodstore.general.child.rude.shy.6.0":               "Our games are cool, I guess.",
  "foodstore.general.child.rude.shy.7.0":               "Your stories are okay. What's the deal with you?",
  
  "foodstore.general.adult.neutral.neutral.1.0":        "How are you today? Anything interesting happening in the village?",
  "foodstore.general.adult.neutral.neutral.2.0":        "I hope your day is going well. Have you explored the valley lately?",
  "foodstore.general.adult.neutral.neutral.3.0":        "It is nice to see you. Do you have any favorite places in town?",
  "foodstore.general.adult.neutral.neutral.4.0":        "How's everything going for you? Any recent discoveries to share?",
  "foodstore.general.adult.neutral.neutral.5.0":        "Hello. I hope you're having a good day. Anything exciting on your mind?",
  "foodstore.general.adult.neutral.neutral.6.0":        "Hi. It's always nice to chat. Is there anything specific you'd like to talk about?",
  "foodstore.general.adult.neutral.neutral.7.0":        "I'm here if you need anything. How's everything in your world?",
                                            
  "foodstore.general.teens.neutral.neutral.1.0":        "Hey there. How's it going? Anything cool happening in the teen scene?",
  "foodstore.general.teens.neutral.neutral.2.0":        "I hope you're doing well. Any interesting activities or hobbies lately?",
  "foodstore.general.teens.neutral.neutral.3.0":        "Sup? Nice to see you. Have you checked out any cool spots in the village?",
  "foodstore.general.teens.neutral.neutral.4.0":        "Hello. How's your day? Any new trends or events catching your attention?",
  "foodstore.general.teens.neutral.neutral.5.0":        "I hope everything's fine with you. Seen any good movies or shows lately?",
  "foodstore.general.teens.neutral.neutral.6.0":        "What's up? Anything interesting on your mind? I'm here for a chat if you want.",
  "foodstore.general.teens.neutral.neutral.7.0":        "Nice to see you. Is there anything exciting happening in the teen community?",
                                            
  "foodstore.general.child.neutral.neutral.1.0":        "Hi. How's your day in the village? Any fun games or adventures on your agenda?",
  "foodstore.general.child.neutral.neutral.2.0":        "I hope you're having a good time playing. Anything cool to share?",
  "foodstore.general.child.neutral.neutral.3.0":        " Nice to see you. What's your favorite thing about the village?",
  "foodstore.general.child.neutral.neutral.4.0":        "How's your day? Any favorite toys or snacks you've enjoyed?",
  "foodstore.general.child.neutral.neutral.5.0":        "Hello. I hope you're having a fun day. Anything interesting in your little world?",
  "foodstore.general.child.neutral.neutral.6.0":        "Hi. Nice to chat with you. Is there a particular game or activity you enjoy?",
  "foodstore.general.child.neutral.neutral.7.0":        "How's everything with you? If there's anything fun to share, I'm all ears.",
  
  "foodstore.general.adult.polite.neutral.1.0":         "I hope your day is going well. Is there anything on your mind?",
  "foodstore.general.adult.polite.neutral.2.0":         "It's a pleasure to see you. How has your time in the village been?",
  "foodstore.general.adult.polite.neutral.3.0":         "Hi there. Nice to meet you. Do you have any favorite places in town?",
  "foodstore.general.adult.polite.neutral.4.0":         "Um, hello. How's everything going for you? Any recent discoveries to share?",
  "foodstore.general.adult.polite.neutral.5.0":         "Hello. I hope you're having a good day. Anything exciting on your mind?",
  "foodstore.general.adult.polite.neutral.6.0":         "It's always a pleasure to chat. Is there anything specific you'd like to talk about?",
  "foodstore.general.adult.polite.neutral.7.0":         "I'm here if you need anything. How's everything in your world?",
                                           
  "foodstore.general.teens.polite.neutral.1.0":         "How's it going? Anything interesting happening in the teen scene?",
  "foodstore.general.teens.polite.neutral.2.0":         "Hi. I hope you're doing well. Any interesting activities or hobbies lately?",
  "foodstore.general.teens.polite.neutral.3.0":         "Sup? Nice to see you. Have you checked out any cool spots in the village?",
  "foodstore.general.teens.polite.neutral.4.0":         "Hello. How's your day? Any new trends or events catching your attention?",
  "foodstore.general.teens.polite.neutral.5.0":         "Hey. I hope everything's fine with you. Seen any good movies or shows lately?",
  "foodstore.general.teens.polite.neutral.6.0":         "What's up? Anything interesting on your mind? I'm here for a chat if you want.",
  "foodstore.general.teens.polite.neutral.7.0":         "Nice to see you. Is there anything exciting happening in the teen community?",
                                           
  "foodstore.general.child.polite.neutral.1.0":         "How's your day in the village? Any fun games or adventures on your agenda?",
  "foodstore.general.child.polite.neutral.2.0":         "Hello. I hope you're having a good time playing. Anything cool to share?",
  "foodstore.general.child.polite.neutral.3.0":         "Hi there. Nice to see you. What's your favorite thing about the village?",
  "foodstore.general.child.polite.neutral.4.0":         "Um, hello. How's your day? Any favorite toys or snacks you've enjoyed?",
  "foodstore.general.child.polite.neutral.5.0":         "I hope you're having a fun day. Anything interesting in your little world?",
  "foodstore.general.child.polite.neutral.6.0":         "Hi. Nice to chat with you. Is there a particular game or activity you enjoy?",
  "foodstore.general.child.polite.neutral.7.0":         "How's everything with you? If there's anything fun to share, I'm all ears.",
  
  "foodstore.general.adult.rude.neutral.1.0":           "What's up? Don't waste my time with pointless small talk. Get to the point.",
  "foodstore.general.adult.rude.neutral.2.0":           "If you don't have anything important to say, save your breath and move on.",
  "foodstore.general.adult.rude.neutral.3.0":           "Why are you bothering me? If it's not about something significant, scram.",
  "foodstore.general.adult.rude.neutral.4.0":           "Ugh, I'm not in the mood for idle chatter. Spit it out or go bother someone else.",
  "foodstore.general.adult.rude.neutral.5.0":           "Can't you see I'm busy? If you're not here with something important, don't bother me.",
  "foodstore.general.adult.rude.neutral.6.0":           "I don't have time for pointless conversations. If you've got a point, make it quick.",
  "foodstore.general.adult.rude.neutral.7.0":           "Why are you still here? If you're not bringing something important, leave me be.",
                                         
  "foodstore.general.teens.rude.neutral.1.0":           "What's your problem? I'm not interested in wasting time. Speak up or move on.",
  "foodstore.general.teens.rude.neutral.2.0":           "Seriously? If you're not here with something cool or important, buzz off.",
  "foodstore.general.teens.rude.neutral.3.0":           "Why are you bothering me? If it's not about something awesome, I'm not interested.",
  "foodstore.general.teens.rude.neutral.4.0":           "I don't have time for awkward conversations. If you're not cool, leave.",
  "foodstore.general.teens.rude.neutral.5.0":           "Can't you see I'm busy being awesome? If you're not, like, cool, go away.",
  "foodstore.general.teens.rude.neutral.6.0":           "Look, I'm not into talks. If you're not bringing the drama, move along.",
  "foodstore.general.teens.rude.neutral.7.0":           "Why are you still here? If you're not here with something exciting, I'm not interested.",
                                         
  "foodstore.general.child.rude.neutral.1.0":           "Um, what do you want? If you're not bringing fun games or treats, leave me alone.",
  "foodstore.general.child.rude.neutral.2.0":           "Why are you bothering me? If you don't have any cool toys or snacks, move along.",
  "foodstore.general.child.rude.neutral.3.0":           "What's your deal? I'm not into boring stuff. If it's not fun, I'm not interested.",
  "foodstore.general.child.rude.neutral.4.0":           "Ugh, can't you see I'm playing? If you're not here with fun stuff, don't bother me.",
  "foodstore.general.child.rude.neutral.5.0":           "Look, I'm not in the mood for conversations. If you're not fun, not this time.",
  "foodstore.general.child.rude.neutral.6.0":           "Why are you still here? If you're not bringing cool stories or toys, buzz off.",
  "foodstore.general.child.rude.neutral.7.0":           "Um, seriously? If you're not here with something fun, I'm not interested.",
  
  "foodstore.weaponText":                             "Great one",
  "foodstore.config.dialogue":                        "Setting - Dialogue",
  "foodstore.config.disablekidask":                   "Disable kids ask to play",
  "foodstore.config.enablesaleweapon":                "Enable selling weapon?",

  "mannequin.desc":                                   "This is the only type of Mannequin permitted to sell clothing.",
  "mannequin.name.plain-male":                        "Market Town Mannequin",
  "mannequin.name.plain-female":                      "Market Town Womannequin",
  "mannequin.name.magic-male":                        "Magic Mannequin",
  "mannequin.name.magic-female":                      "Magic Womannequin",

  "foodstore.soldclothes":                            "   Sold outfit at {{locationint}} for {{saleint}}G",

  "foodstore.soldclothesText.0":                      "This might look good on me",
  "foodstore.soldclothesText.1":                      "I wonder if this color suits my style",
  "foodstore.soldclothesText.2":                      "Time for a wardrobe upgrade with this piece",
  "foodstore.soldclothesText.3":                      "I can't resist adding this to my collection",
  "foodstore.soldclothesText.4":                      "Perfect choice for the upcoming occasion",
  "foodstore.soldclothesText.5":                      "Trying something new for a change",
  "foodstore.soldclothesText.6":                      "A classic piece that never goes out of style",

  "foodstore.config.randompurchase":                  "NPC buy random item?",
  "foodstore.config.randompurchaseText":              "By default NPC will move to closest item. Set to True for they to buy random item within search range.",

  "foodstore.config.doorentry":                       "NPC spawn near door",
  "foodstore.config.doorentryText":                   "Default True: Visitor will spawn near door. Set to False for NPC to spawn near License Sign. Only apply for business Building",

  "foodstore.config.shedvisitchance":                 "Chance for new visitor",
  "foodstore.config.shedvisitchanceText":             "Default 0.2. Chance for new visitor in Building every 10 minutes. Recommened below 0.5!",

  "foodstore.config.maxshedcapacity":                 "Maximum visitors in Building",
  "foodstore.config.maxshedcapacityText":             "Default 5. Max capacity in one Building.",

  "foodstore.config.timestay":                        "How long NPC stay?",
  "foodstore.config.timestayText":                    "Default 230 (equal 2.5 hour). Recommended below 400 (4 hours)",

  "foodstore.config.openhour":                        "Open hour",
  "foodstore.config.closehour":                       "Close hour",
    
  "foodstore.config.shed":                            "Setting - Farm Building Store",

  "foodstore.config.shedbuychance":                   "Visitor purchase chance",
  "foodstore.config.shedbuychanceText":               "Default 0.2. Chance Visitor will buy item inside Building",

  "foodstore.config.shedminutetohungry":              "Minute to buy",
  "foodstore.config.shedminutetohungryText":          "Default 90. Time limit between each purchase",

  "foodstore.shedguestgreeting":                      "Hello",

  "foodstore.config.buswalk":                         "NPC walk from Bus",
  "foodstore.config.buswalkText":                     "When set to True, visitors will start walking out of the Bus toward you Farm",

  "foodstore.config.modkey":                          "Key to show name of the Dish",
  "foodstore.config.orderchance":                     "Chance for new order / s",
  "foodstore.config.lovedishchance":                  "Chance of loved dish",
  "foodstore.config.pricemultiplier":                 "Price multiplier",
  "foodstore.config.maxordernight":                   "Max order per NPC per day",

  "foodstore.config.kidaskchance":                    "Daily chance kid ask to play",

  "loved-order-reaction-1":                           "Thank you, this looks delicious!",
  "loved-order-reaction-2":                           "Thank you so much!",
  "loved-order-reaction-3":                           "Exactly what I wanted, thank you!",

  "liked-order-reaction-1":                           "Thanks, this looks good!",
  "liked-order-reaction-2":                           "Thanks!",
  "liked-order-reaction-3":                           "Just what I ordered, thanks!",

  "neutral-order-reaction-1":                         "Oh, OK!",
  "neutral-order-reaction-2":                         "Alright",
  "neutral-order-reaction-3":                         "Cool!",

  "foodstore.config.shedvisitor":                     "  Visitors Special Request",
  "foodstore.mailtotal":                              "Total Market earning: {{totalEarning}}G^  Yesterday earning: {{sellMoney}}G^  Yesterday customer interaction:{{todayCustomerInteraction}}^",

  "foodstore.letter.mtwelcome":                       "  Welcome to Market Town @. Here you can run your own store and sell goods to villagers!!^^  Let's start by choosing a good place, place down a table and start selling any item you prefer.^^  To use any of your Building as a museum, a restaurant, a convenience store, you need to obtain either a Museum License from Adventurer Guild, a Restaurant License from Saloon, or a Market Town License from Desert Trader.   ( continue > )^ -Requirement for Museum License: Donated 30 items to the local Museum.^^ -Requirement for Restaurant License: Market Town earning more than 10000, and has sold to villagers at least 20 Cooking.^^ -Requirement for Market Town License: Market Town earning more than 30000, and has sold 30 of each Forage, Vegetable, Artisan Good, Animal Product, Cooking, Fish, and Mineral.   ( continue > )^^   This Mod is highly configurable to fit the gameplay of most players. Please review the details in Config before reporting any issues.^^   Found bugs? Report it to Mod page together with SMAPI log, or contact me via Discord: hapyke",
  "foodstore.letter.mtrestaurantlicense":             "   Dear @.^^As you have meet the requirement to hold a Restaurant License, you can drop by the Saloon whenever you are free to purchase the license.^Restaurant License allowing you to operate any of your Farm Building as a restaurant.^^I will drop by for some meal sometime^-Gus",
  "foodstore.letter.mtmarkettownlicense":             "   Dear @.^^You are doing great with your business. Now you can obtain a Market Town License from Desert Trader.^Market Town License let you to sell anything you want!^^-Lewis",
  
  "foodstore.weeklytotallog":                         "Total Market earning: {{totalEarning}}G^",
  "foodstore.forage":                                 "   Total Forage Sold: {{TotalForageSold}}^",
  "foodstore.flower":                                 "   Total Flower Sold: {{TotalFlowerSold}}^",
  "foodstore.fruit":                                  "   Total Fruit Sold: {{TotalFruitSold}}^",
  "foodstore.vegetable":                              "   Total Vegetable Sold: {{TotalVegetableSold}}^",
  "foodstore.seed":                                   "   Total Seed Sold: {{TotalSeedSold}}^",
  "foodstore.monsterloot":                            "   Total Monster Loot Sold: {{TotalMonsterLootSold}}^",
  "foodstore.syrup":                                  "   Total Syrup Sold: {{TotalSyrupSold}}^",
  "foodstore.artisangood":                            "   Total Artisan Good Sold: {{TotalArtisanGoodSold}}^",
  "foodstore.animalproduct":                          "   Total Animal Product Sold: {{TotalAnimalProductSold}}^",
  "foodstore.resourcemetal":                          "   Total Resource Metal Sold: {{TotalResourceMetalSold}}^",
  "foodstore.mineral":                                "   Total Mineral Sold: {{TotalMineralSold}}^",
  "foodstore.crafting":                               "   Total Crafting Sold: {{TotalCraftingSold}}^",
  "foodstore.cooking":                                "   Total Cooking Sold: {{TotalCookingSold}}^",
  "foodstore.fish":                                   "   Total Fish Sold: {{TotalFishSold}}^",
  "foodstore.gem":                                    "   Total Gem Sold: {{TotalGemSold}}^",

  "foodstore.lastweek.forage":                        "   Last week Forage Sold: {{LastweekForageSold}}^",
  "foodstore.lastweek.flower":                        "   Last week Flower Sold: {{LastweekFlowerSold}}^",
  "foodstore.lastweek.fruit":                         "   Last week Fruit Sold: {{LastweekFruitSold}}^",
  "foodstore.lastweek.vegetable":                     "   Last week Vegetable Sold: {{LastweekVegetableSold}}^",
  "foodstore.lastweek.seed":                          "   Last week Seed Sold: {{LastweekSeedSold}}^",
  "foodstore.lastweek.monsterloot":                   "   Last week Monster Loot Sold: {{LastweekMonsterLootSold}}^",
  "foodstore.lastweek.syrup":                         "   Last week Syrup Sold: {{LastweekSyrupSold}}^",
  "foodstore.lastweek.artisangood":                   "   Last week Artisan Good Sold: {{LastweekArtisanGoodSold}}^",
  "foodstore.lastweek.animalproduct":                 "   Last week Animal Product Sold: {{LastweekAnimalProductSold}}^",
  "foodstore.lastweek.resourcemetal":                 "   Last week Resource Metal Sold: {{LastweekResourceMetalSold}}^",
  "foodstore.lastweek.mineral":                       "   Last week Mineral Sold: {{LastweekMineralSold}}^",
  "foodstore.lastweek.crafting":                      "   Last week Crafting Sold: {{LastweekCraftingSold}}^",
  "foodstore.lastweek.cooking":                       "   Last week Cooking Sold: {{LastweekCookingSold}}^",
  "foodstore.lastweek.fish":                          "   Last week Fish Sold: {{LastweekFishSold}}^",
  "foodstore.lastweek.gem":                           "   Last week Gem Sold: {{LastweekGemSold}}^",

  "foodstore.letter.mtmuseumlicense":                 "   Dear @.^^  It seems like you are doing great exploring the mine and donating to our museum. I wanted to inform you that we now have a Museum License available for you at the Adventurer Guild.^  This license allows you to turn your building into a public Museum, and visitors will pay you a ticket price every time they visit!^^   -Marlon",
  "foodstore.config.museumpricemarkup":               "Museum Ticket price multiplier",
  "foodstore.config.museumpricemarkupText":           "Museum Ticket price based on number of artifacts, minerals and monster loots displayed inside. Higher this value mean higher price ticket, but it will also lower chance of visitors!!!",

  "foodstore.todaymuseumvisitor":                     "  Yesterday museum visitors: {{todayMMuseumVisitor}}, earning {{todayMuseumEarning}}^^",

  "foodstore.letter.receivemuseumlicense":            "   Dear @.^^   Congrat on obtaining your Museum License. Let me walk you through how to set it up^   You can use any Farm Building as a Museum. The only requirement is to have a Sign displaying the License, and then visitors will start arriving tomorrow.^   Museum visitors do not purchase items on display, but they will pay a ticket price upon entrance. The price is determined by the number of artifacts, rare gems, as well as exotic fish or statues. You can decide on your ticket markup; however, keep in mind that the higher the markup, the fewer visitors you may attract.^^   I will visit your Museum once it is ready.^     -Lewis",
  "foodstore.letter.receiverestaurantlicense":        "   Dear @.^^   I have noticed that you have obtained the Restaurant License. This License will allow you to use any Farm Building as a Restaurant. Simply display the License on a Sign, and visitors will start arriving tomorrow.^   Restaurant visitors will browse around and purchase food that appeals to them. Sometimes, they will request a special dish, which you can sell to them directly for a higher price.^^   I am really looking forward to trying your food.^     -Lewis",
  "foodstore.letter.receivemarkettownlicense":        "   Dear @.^^   Finally, you have obtained the Market Town License. From now on, you can own from a small convenient store to even a supermarket. This License allows you to sell any goods you want, including foods, harvests, materials, and more.^^   Thank you so much for creating a convenient hub for all the folks in our village.^     -Lewis",

  "foodstore.config.multiplayermode":                 "Enable Sale money for multiplayer?",
  "foodstore.config.multiplayermodeText":             "WARNING BUG. Default false. Enable this will split the sale money between connected player. WARNING: Sometimes the other players dont receive the money.",

  "foodstore.config.easylicense":                     "Skip Requirement for License?",
  "foodstore.config.textchat":                        "Disable typing chat with NPC?",

  "foodstore.island.building":                        "Flames are dancing and visitors are coming. Building on Paradise Island is halted",

  "foodstore.islandtravel.sun":                       "It was quite a distance on the boat. You feel a little tired!",
  "foodstore.islandtravel.rain":                      "The rain made the journey more difficult. You feel exhausted.",
  "foodstore.islandtravel.wind":                      "The wind sometimes pushes you forward, but other times it goes against your direction.",
  "foodstore.islandtravel.storm":                     "The stormy weather was relentless. You feel drained from the journey.",
  "foodstore.islandtravel.greenrain":                 "The unusual green rain was disorienting. You feel weakened.",
  "foodstore.islandtravel.snow":                      "Trudging through the snow was exhausting. You feel your energy draining away.",

  "foodstore.customernote.yes.0":                     "Your food and style were fantastic! I had a great experience.",
  "foodstore.customernote.yes.1":                     "I'm definitely saying yes to your food! It was incredibly tasty.",
  "foodstore.customernote.yes.2":                     "A big thank you for the great service and delicious food!",
  "foodstore.customernote.yes.3":                     "I'm giving a solid yes to your food—it was fantastic!",
  "foodstore.customernote.yes.4":                     "Yes, your food is outstanding, and your style is impressive!",
  "foodstore.customernote.yes.5":                     "Absolutely delightful experience! Yes, yes, yes!",
  "foodstore.customernote.yes.6":                     "Your food and style are amazing. Yes, I loved it!",

  "foodstore.customernote.no.0":                      "It wasn't quite my taste. There's definitely room for improvement.",
  "foodstore.customernote.no.1":                      "I hope there's improvement next time around.",
  "foodstore.customernote.no.2":                      "Unfortunately, it didn't meet my expectations. Hoping for better next time.",
  "foodstore.customernote.no.3":                      "It wasn't what I expected. Maybe next time will be better.",
  "foodstore.customernote.no.4":                      "I'm a bit disappointed. I should have spent my money on something else",
  "foodstore.customernote.no.5":                      "It fell short for me this time.",
  "foodstore.customernote.no.6":                      "I didn't quite enjoy it. Maybe my tastes don't align well.",

  "foodstore.config.advance":                         "Advance Config - read detail",

  "foodstore.config.pathcheck":                       "NPC path check interval",
  "foodstore.config.pathcheckText":                   "Default 1 second, set to 0 to disable. This Config try to fix NPC when they stuck in NON-PASSABLE TILE. Disable this if you see NPC being treated as STUCK in place where they are normally NOT STUCK. INCREASE this number or DISABLE if you see heavy lag every second",

  "foodstore.config.signrange":                       "Mark the store with a Sign?",
  "foodstore.config.signrangeText":                   "Set to 0 to disable. Most people dont use this Config. If you have 2 store areas and only want NPC buy from one of them, use this Config. The number represent distance from a Sign to an item that NPC can buy. Not valid inside Farm building.",
  
  "foodstore.config.island":                          "Setting - Paradise Island",

  "foodstore.config.maxislandNPC":                    "Maximum number of visitors",
  "foodstore.config.maxislandNPCText":                "Default 20. Max number of visitors when reaching max progress. Setting to high might cause lag",

  "foodstore.config.islandprogress":                  "Paradise Island progress",
  "foodstore.config.islandprogressText":              "Default True. Set to False will skip challenge (max visitor, max sell price,...)",

  "foodstore.config.islandwalkaround":                "NPC moving chance",
  "foodstore.config.islandwalkaroundText":            "Default 0.2. Chance NPC will randomly move to a new position every 10 minutes. Setting to high will cause lag when clock change.",

  "foodstore.config.visitorclone":                    "Use Cloned NPCs as visitors?",
  "foodstore.config.visitorcloneText":                "Default False. Island visitors are real NPCs. Set to True will use MarketTown Clone NPCs",

  "foodstore.config.islandplantboost":                "Island plant boost?",
  "foodstore.config.islandplantboostText":            "Default True. Special geographical location of Paradise Island make crop and fruit tree grow better?",

  "foodstore.config.islandplantboostchance":          "Chance it happen?",

  "foodstore.islandsign":                             "It is currently {{season}} season in Paradise Island^Total visitors attracted: {{visitor}}",

  "foodstore.letter.islandinfo":                      "   Hey @.^^   It has been a while since you started working on Paradise Island, but have you realized that the special weather of the island helps crops from any season to grow in Spring?^   And not only that, fruit trees also seem to grow better and yield more fruit, especially in Summer.^^     -Lewis",
  "foodstore.letter.islandinit":                      "   Oh, there is something about Paradise Island that I forgot to let you know earlier.^^   The geographical location of this island is very special, so there are only Spring, Summer, and Fall. It also has its own weather system.^   There you can grow crops and trees, and Robin can help you build farm buildings, but you have to close the Island to visitors, though.^^     - Lewis",

  "foodstore.letter.islandbedroom":                   "^   @.^^   Going back and forth to Paradise Island is a tired trip. I will build a bedroom on the second floor so you can have a place to rest your back.^   It will be available tomorrow.^^     - Robin",


  "foodstore.general.adult.neutral.outgoing.1.3":     "How's the farm life treating you? Got any exciting crops growing?" ,
  "foodstore.general.adult.neutral.outgoing.2.3":     "Have you visited the saloon lately? It's always buzzing with gossip!" ,
  "foodstore.general.adult.neutral.outgoing.3.3":     "Been fishing at the river? I heard there's a rare catch swimming around!" ,
  "foodstore.general.adult.neutral.outgoing.4.3":     "Hey, have you tried cooking with the new recipes from the TV show?" ,
  "foodstore.general.adult.neutral.outgoing.5.3":     "Just finished reading a great book! What's on your reading list?" ,
  "foodstore.general.adult.neutral.outgoing.6.3":     "Thinking of redecorating your house? I can help with some tips!" ,
  "foodstore.general.adult.neutral.outgoing.7.3":     "Planning a trip to the mines? Let me know if you need a mining buddy!" ,
                                             
  "foodstore.general.teens.neutral.outgoing.1.3":     "Did you see the latest festival announcement? It's gonna be epic!" ,
  "foodstore.general.teens.neutral.outgoing.2.3":     "Hey, how's your farm looking? Mine's coming along nicely, thanks!" ,
  "foodstore.general.teens.neutral.outgoing.3.3":     "Checked out the new video game in the arcade? It's so addictive!" ,
  "foodstore.general.teens.neutral.outgoing.4.3":     "Thinking of joining the JojaMart club? We could be membership buddies!" ,
  "foodstore.general.teens.neutral.outgoing.5.3":     "Any favorite bands you're into lately? I'm always looking for new music!" ,
  "foodstore.general.teens.neutral.outgoing.6.3":     "Wanna hang out at the beach tomorrow? I heard the weather's gonna be perfect!" ,
  "foodstore.general.teens.neutral.outgoing.7.3":     "Just finished a painting! What do you think? Want me to make one for you?" ,
                                             
  "foodstore.general.child.neutral.outgoing.1.3":     "Have you played with your pet today? Mine learned a new trick!" ,
  "foodstore.general.child.neutral.outgoing.2.3":     "Hey, did you find any cool bugs in the forest? I caught a butterfly!" ,
  "foodstore.general.child.neutral.outgoing.3.3":     "I'm gonna build the biggest sandcastle at the beach tomorrow!" ,
  "foodstore.general.child.neutral.outgoing.4.3":     "Mom let me help in the kitchen today! I made cookies, wanna try?" ,
  "foodstore.general.child.neutral.outgoing.5.3":     "Have you seen my new toy? It's a robot that lights up!" ,
  "foodstore.general.child.neutral.outgoing.6.3":     "I'm practicing my flute! Want to hear a song I learned?" ,
  "foodstore.general.child.neutral.outgoing.7.3":     "Can I come visit your farm later? I want to see the animals!" ,
  
  "foodstore.general.adult.polite.outgoing.1.3":      "Good day to you! How are your ventures going on the farm?" ,
  "foodstore.general.adult.polite.outgoing.2.3":      "Greetings! Have you stumbled upon any interesting finds in the valley?" ,
  "foodstore.general.adult.polite.outgoing.3.3":      "Lovely to see you! Any plans for the upcoming festival?" ,
  "foodstore.general.adult.polite.outgoing.4.3":      "Hello there! Heard any juicy rumors around town lately?" ,
  "foodstore.general.adult.polite.outgoing.5.3":      "Well met! How's life treating you? Anything exciting happening?" ,
  "foodstore.general.adult.polite.outgoing.6.3":      "Salutations! Been indulging in any new hobbies lately?" ,
  "foodstore.general.adult.polite.outgoing.7.3":      "Hey friend! Need a hand with anything on the farm today?" ,
                                            
  "foodstore.general.teens.polite.outgoing.1.3":      "Hey! How's it going? Any exciting plans for the day?" ,
  "foodstore.general.teens.polite.outgoing.2.3":      "Been to the beach lately? It's the perfect weather!" ,
  "foodstore.general.teens.polite.outgoing.3.3":      "Hey there! Have you checked out the latest updates at the arcade?" ,
  "foodstore.general.teens.polite.outgoing.4.3":      "Want to hang out later and explore the mines?" ,
  "foodstore.general.teens.polite.outgoing.5.3":      "Have you tried the new milkshake flavor at the diner?" ,
  "foodstore.general.teens.polite.outgoing.6.3":      "What's the coolest thing you've seen in the valley recently?" ,
  "foodstore.general.teens.polite.outgoing.7.3":      "Let's team up for the upcoming fishing competition!" ,
                                            
  "foodstore.general.child.polite.outgoing.1.3":      "Have you seen my latest drawing? It's of your farm!" ,
  "foodstore.general.child.polite.outgoing.2.3":      "Hey there! Want to come over and play with my toys later?" ,
  "foodstore.general.child.polite.outgoing.3.3":      "Hello! I found a cool rock by the river, wanna see?" ,
  "foodstore.general.child.polite.outgoing.4.3":      "Let's race to the top of the mountain tomorrow!" ,
  "foodstore.general.child.polite.outgoing.5.3":      "Guess what? I found a secret passage in the forest!" ,
  "foodstore.general.child.polite.outgoing.6.3":      "Want to help me catch fireflies tonight?" ,
  "foodstore.general.child.polite.outgoing.7.3":      "Let's have a picnic by the lake tomorrow, okay?" ,
  
  "foodstore.general.adult.rude.outgoing.1.3":        "Hey there! It's good to see you. How's everything going on the farm?" ,
  "foodstore.general.adult.rude.outgoing.2.3":        "Well, well, well, look who it is! What's the latest gossip in town?" ,
  "foodstore.general.adult.rude.outgoing.3.3":        "Oh, it's you! You know, I've been meaning to ask, have you tried that new recipe?" ,
  "foodstore.general.adult.rude.outgoing.4.3":        "Hey, stranger friend! What adventures have you been up to lately?" ,
  "foodstore.general.adult.rude.outgoing.5.3":        "Well, if it isn't my new favorite acquaintance! Got any plans for today?" ,
  "foodstore.general.adult.rude.outgoing.6.3":        "Ah, it's you! You know, I've been thinking, we should team up for some fishing!" ,
  "foodstore.general.adult.rude.outgoing.7.3":        "Oh, hello! Fancy seeing you here. Need a hand with anything around the valley?" ,
                                          
  "foodstore.general.teens.rude.outgoing.1.3":        "Hey, you! Bet you didn't expect to see me so friendly, huh? What's up?" ,
  "foodstore.general.teens.rude.outgoing.2.3":        "Oh, hey! Long time no see, well, not that long. Wanna hang out later?" ,
  "foodstore.general.teens.rude.outgoing.3.3":        "Hey there! Can you believe we're actually friends now? Pretty cool, huh?" ,
  "foodstore.general.teens.rude.outgoing.4.3":        "Oh, hi! It's me, the not-so-unfriendly guy anymore. Got any plans for today?" ,
  "foodstore.general.teens.rude.outgoing.5.3":        "Well, well, well, if it isn't my newfound buddy! Want to hit the arcade together?" ,
  "foodstore.general.teens.rude.outgoing.6.3":        "Hey! Remember when we didn't get along? Good times! So, what's new?" ,
  "foodstore.general.teens.rude.outgoing.7.3":        "Oh, hey! Look who's decided to grace me with their presence. Let's chat!" ,
                                          
  "foodstore.general.child.rude.outgoing.1.3":        "Hey, you! Remember when we used to not talk? Crazy, right? Wanna play?" ,
  "foodstore.general.child.rude.outgoing.2.3":        "Oh, hey there! Bet you didn't think I'd be so nice now. Want to hang out?" ,
  "foodstore.general.child.rude.outgoing.3.3":        "Hey! It's me. Wanna explore the forest together?" ,
  "foodstore.general.child.rude.outgoing.4.3":        "Well, well, well, look who's decided to be pals! Wanna trade snacks?" ,
  "foodstore.general.child.rude.outgoing.5.3":        "Oh, hi! Remember when I used to avoid you? Not anymore! Let's play!" ,
  "foodstore.general.child.rude.outgoing.6.3":        "Hey there! Let's forget about the past and have some fun together!" ,
  "foodstore.general.child.rude.outgoing.7.3":        "Hey, friend! Ready to have the best day ever? Let's go on an adventure!" ,
  
  "foodstore.general.adult.neutral.shy.1.3":          "Oh, hey. How's the farm going? Need any help with the chores?" ,
  "foodstore.general.adult.neutral.shy.2.3":          "Hey, good to see you. Find any interesting forageables lately?" ,
  "foodstore.general.adult.neutral.shy.3.3":          "Have you checked out the latest stock at Pierre's?" ,
  "foodstore.general.adult.neutral.shy.4.3":          "How's your day been? Anything exciting happening?" ,
  "foodstore.general.adult.neutral.shy.5.3":          "Been to the saloon recently? Heard there's a new drink." ,
  "foodstore.general.adult.neutral.shy.6.3":          "Hi. Thinking of upgrading your tools? I can give you some tips." ,
  "foodstore.general.adult.neutral.shy.7.3":          "Planning any trips to the mines soon?" ,
                                        
  "foodstore.general.teens.neutral.shy.1.3":          "Um, hi. Have you seen any cool events happening in town?" ,
  "foodstore.general.teens.neutral.shy.2.3":          "How's your farm? Mine's, uh, doing okay." ,
  "foodstore.general.teens.neutral.shy.3.3":          " Want to come over and play some video games later?" ,
  "foodstore.general.teens.neutral.shy.4.3":          "Um, hello. Have you tried the new dish at Gus's yet?" ,
  "foodstore.general.teens.neutral.shy.5.3":          "Have you heard any good music lately? I'm looking for suggestions." ,
  "foodstore.general.teens.neutral.shy.6.3":          "Want to explore the forest together sometime?" ,
  "foodstore.general.teens.neutral.shy.7.3":          "Um, hey. How's your day been? Anything fun going on?" ,
                                        
  "foodstore.general.child.neutral.shy.1.3":          "Have you, um, seen any neat bugs around lately?" ,
  "foodstore.general.child.neutral.shy.2.3":          "Oh, hi. Want to come over and play with my toys?" ,
  "foodstore.general.child.neutral.shy.3.3":          "Do you want to go fishing with me tomorrow?" ,
  "foodstore.general.child.neutral.shy.4.3":          "Hi. I, uh, made a drawing. Do you want to see it?" ,
  "foodstore.general.child.neutral.shy.5.3":          "ant to come over and play at my house later?" ,
  "foodstore.general.child.neutral.shy.6.3":          "Um, hey. Do you want to help me build a fort in the woods?" ,
  "foodstore.general.child.neutral.shy.7.3":          "Want to, um, have a picnic with me tomorrow?" ,
  
  "foodstore.general.adult.polite.shy.1.3":           "Good day. How's the farm? Need any assistance with your tasks?" ,
  "foodstore.general.adult.polite.shy.2.3":           "Hello there. Have you found any intriguing secrets in the valley?" ,
  "foodstore.general.adult.polite.shy.3.3":           "Greetings. Any plans for the upcoming event? I'm prepared for it." ,
  "foodstore.general.adult.polite.shy.4.3":           "Salutations. Heard any interesting rumors circulating in town?" ,
  "foodstore.general.adult.polite.shy.5.3":           "Well met. How's life treating you? Anything new on your plate?" ,
  "foodstore.general.adult.polite.shy.6.3":           "Hello. Have you considered trying out the new dishes at the saloon?" ,
  "foodstore.general.adult.polite.shy.7.3":           "Hey. Thinking of exploring the mines? I could accompany you." ,
                                       
  "foodstore.general.teens.polite.shy.1.3":           "Hey. Have you noticed the latest festival announcement? Exciting, isn't it?" ,
  "foodstore.general.teens.polite.shy.2.3":           "How's your farm looking? Mine's progressing smoothly." ,
  "foodstore.general.teens.polite.shy.3.3":           "Have you visited the arcade lately? There's a new game I want to try." ,
  "foodstore.general.teens.polite.shy.4.3":           "Hello. Considering joining the JojaMart club? We could be members together." ,
  "foodstore.general.teens.polite.shy.5.3":           "Any favorite bands you've been listening to lately?" ,
  "foodstore.general.teens.polite.shy.6.3":           "Hi. Want to hang out at the beach tomorrow? The weather's perfect." ,
  "foodstore.general.teens.polite.shy.7.3":           "Hey. Just finished a painting. Would you like to see it?" ,
                                       
  "foodstore.general.child.polite.shy.1.3":           "Have you played with your pet today? Mine learned a new trick." ,
  "foodstore.general.child.polite.shy.2.3":           "Hello. Did you discover any fascinating bugs in the forest? I found a beetle." ,
  "foodstore.general.child.polite.shy.3.3":           "Hey. I'm planning to build a sandcastle at the beach tomorrow. Care to join?" ,
  "foodstore.general.child.polite.shy.4.3":           "I helped in the kitchen today and made cookies. Want to taste?" ,
  "foodstore.general.child.polite.shy.5.3":           " Want to see my new toy? It's a robot that lights up." ,
  "foodstore.general.child.polite.shy.6.3":           "Hi. I'm practicing my flute. Want to hear a song I learned?" ,
  "foodstore.general.child.polite.shy.7.3":           "Hey. Can I visit your farm later? I'd love to see the animals." ,
  
  "foodstore.general.adult.rude.shy.1.3":             "Hey there! Surprised to see me now, huh? How's the farm?" ,
  "foodstore.general.adult.rude.shy.2.3":             "Look who's here! Heard any interesting gossip lately?" ,
  "foodstore.general.adult.rude.shy.3.3":             "Oh, it's you! You know, I've actually been enjoying our chats. Any plans?" ,
  "foodstore.general.adult.rude.shy.4.3":             "Hey, it's been a while! What adventures have you been up to lately?" ,
  "foodstore.general.adult.rude.shy.5.3":             "Hi! Got any exciting plans for today?" ,
  "foodstore.general.adult.rude.shy.6.3":             "Ah, it's you! We should team up for some fishing sometime." ,
  "foodstore.general.adult.rude.shy.7.3":             "Oh, hello! Need a hand with anything around the valley today?" ,
                                     
  "foodstore.general.teens.rude.shy.1.3":             "Hey, it's me! Can you believe we're friends now? What's up?" ,
  "foodstore.general.teens.rude.shy.2.3":             "Oh, hi there! Long time no see, well, not that long. Want to hang out?" ,
  "foodstore.general.teens.rude.shy.3.3":             "Hey! It's cool that we're friends now, right? Want to hit the arcade?" ,
  "foodstore.general.teens.rude.shy.4.3":             "Hey, it's been a journey from not getting along to this, huh? What's new?" ,
  "foodstore.general.teens.rude.shy.5.3":             "Look who's decided to be friendly! Let's hang out!" ,
  "foodstore.general.teens.rude.shy.6.3":             "Hey! Remember when we weren't friends? Crazy, right?" ,
  "foodstore.general.teens.rude.shy.7.3":             "Oh, hey! Look who's decided to grace me with their presence. Let's chill!" ,
                                     
  "foodstore.general.child.rude.shy.1.3":             "Hey there! Remember when we didn't talk? Want to play together?" ,
  "foodstore.general.child.rude.shy.2.3":             "Oh, hi! Bet you didn't expect me to be so friendly now, huh? Let's play!" ,
  "foodstore.general.child.rude.shy.3.3":             "Hey! It's me. Wanna explore the forest together?" ,
  "foodstore.general.child.rude.shy.4.3":             "Hey! Remember when we used to avoid each other? Not anymore! Let's hang out!" ,
  "foodstore.general.child.rude.shy.5.3":             "Oh, hi! Let's forget about the past and have fun together, okay?" ,
  "foodstore.general.child.rude.shy.6.3":             "Hey there! Let's put the past behind us and make some memories!" ,
  "foodstore.general.child.rude.shy.7.3":             "Hi! Ready to have a great time together? Let's go!" ,
  
  "foodstore.general.adult.neutral.neutral.1.3":      "Hey, how's it going? Need any help with farm chores?" ,
  "foodstore.general.adult.neutral.neutral.2.3":      "Hello there, good to see you. Find anything interesting lately?" ,
  "foodstore.general.adult.neutral.neutral.3.3":      "Hi, any plans for the upcoming festival? I'm still deciding." ,
  "foodstore.general.adult.neutral.neutral.4.3":      "Oh, hey. Have you heard any news or rumors around town?" ,
  "foodstore.general.adult.neutral.neutral.5.3":      "Well, hello. How's life treating you these days?" ,
  "foodstore.general.adult.neutral.neutral.6.3":      "Hey, been to the saloon lately? Heard they got new drinks." ,
  "foodstore.general.adult.neutral.neutral.7.3":      "Hi, thinking of exploring the mines? I might join you." ,
                                            
  "foodstore.general.teens.neutral.neutral.1.3":      "Hey, what's up? Seen any cool events happening soon?" ,
  "foodstore.general.teens.neutral.neutral.2.3":      "Hi there, how's your farm doing? Mine's alright, I guess." ,
  "foodstore.general.teens.neutral.neutral.3.3":      "Hey, been to the arcade? They got some new games in." ,
  "foodstore.general.teens.neutral.neutral.4.3":      "Oh, hello. How's the food at the diner? Any recommendations?" ,
  "foodstore.general.teens.neutral.neutral.5.3":      "Hey, heard any good music lately? I'm in need of new tunes." ,
  "foodstore.general.teens.neutral.neutral.6.3":      "Hi, wanna go to the beach tomorrow? Weather's nice." ,
  "foodstore.general.teens.neutral.neutral.7.3":      "Hey, just finished a painting. Wanna check it out?" ,
                                            
  "foodstore.general.child.neutral.neutral.1.3":      "Hi, have you played with your pet today? Mine's been playful." ,
  "foodstore.general.child.neutral.neutral.2.3":      "Hey there, found any cool bugs lately? I caught a butterfly." ,
  "foodstore.general.child.neutral.neutral.3.3":      "Hi, wanna build a sandcastle at the beach tomorrow?" ,
  "foodstore.general.child.neutral.neutral.4.3":      "Hey, I helped bake cookies today. Want one?" ,
  "foodstore.general.child.neutral.neutral.5.3":      "Hi, got a new toy. Wanna come over and play?" ,
  "foodstore.general.child.neutral.neutral.6.3":      "Hey, wanna hear a song I learned on my flute?" ,
  "foodstore.general.child.neutral.neutral.7.3":      "Hi, can I visit your farm later? I miss the animals." ,
  
  "foodstore.general.adult.polite.neutral.1.3":       "Good day! How are you? If you need any help on the farm, just let me know." ,
  "foodstore.general.adult.polite.neutral.2.3":       "It's always a pleasure to see you. Have you discovered any new secrets in the valley?" ,
  "foodstore.general.adult.polite.neutral.3.3":       "Hello there! Any plans for the upcoming festival? I'd love to hear about them." ,
  "foodstore.general.adult.polite.neutral.4.3":       "Have you heard any interesting news or rumors circulating lately?" ,
  "foodstore.general.adult.polite.neutral.5.3":       "How are you today? Is there anything new and exciting happening in your life?" ,
  "foodstore.general.adult.polite.neutral.6.3":       "Hello! Have you had the chance to try out the new menu items at the saloon?" ,
  "foodstore.general.adult.polite.neutral.7.3":       "Hello! Thinking of exploring the mines soon? I'd be happy to accompany you." ,
                                           
  "foodstore.general.teens.polite.neutral.1.3":       "How's it going? If you ever need someone to hang out with, I'm here." ,
  "foodstore.general.teens.polite.neutral.2.3":       "It's great to see you. If you're ever looking for something fun to do, just let me know." ,
  "foodstore.general.teens.polite.neutral.3.3":       "Hey! Have you made any plans for the upcoming festival? I'd love to join you." ,
  "foodstore.general.teens.polite.neutral.4.3":       "Hi there! Have you heard any interesting news lately? I'm always eager to hear the latest." ,
  "foodstore.general.teens.polite.neutral.5.3":       "How have you been? If you're ever in the mood for some good music, I've got recommendations." ,
  "foodstore.general.teens.polite.neutral.6.3":       "Are you thinking of going to the beach tomorrow? I'd be up for it." ,
  "foodstore.general.teens.polite.neutral.7.3":       "I just finished a painting. Would you like to see it? Let me know if you're interested." ,
                                           
  "foodstore.general.child.polite.neutral.1.3":       "Have you played with your pet today? Mine's been really happy lately." ,
  "foodstore.general.child.polite.neutral.2.3":       "Hi there! Have you seen any cool bugs around? I found a butterfly earlier." ,
  "foodstore.general.child.polite.neutral.3.3":       "Want to build a sandcastle at the beach tomorrow? It'll be lots of fun!" ,
  "foodstore.general.child.polite.neutral.4.3":       "I helped make cookies today. Would you like to try one? They're delicious." ,
  "foodstore.general.child.polite.neutral.5.3":       "I got a new toy. Do you want to come over and play with it?" ,
  "foodstore.general.child.polite.neutral.6.3":       "I learned a new song on my flute. Would you like to hear it?" ,
  "foodstore.general.child.polite.neutral.7.3":       "Hi! Can I come visit your farm later? I miss seeing all the flowers." ,
  
  "foodstore.general.adult.rude.neutral.1.3":         "Hey there! Surprised to see me so friendly now? How's the farm going?" ,
  "foodstore.general.adult.rude.neutral.2.3":         "Well, look who's here! Heard any interesting gossip lately?" ,
  "foodstore.general.adult.rude.neutral.3.3":         "Oh, it's you! I've actually been enjoying our chats. Any plans?" ,
  "foodstore.general.adult.rude.neutral.4.3":         "Hey, it's been a while! What adventures have you been up to?" ,
  "foodstore.general.adult.rude.neutral.5.3":         "Hey, stranger-turned-friend! Got any exciting plans for today?" ,
  "foodstore.general.adult.rude.neutral.6.3":         "Ah, it's you! We should team up for some fishing sometime." ,
  "foodstore.general.adult.rude.neutral.7.3":         "Oh, hello! Need a hand with anything around the valley?" ,
                                         
  "foodstore.general.teens.rude.neutral.1.3":         "Hey, it's me! Can you believe we're friends now? What's up?" ,
  "foodstore.general.teens.rude.neutral.2.3":         "Oh, hi there! Long time no see, well, not that long. Want to hang out?" ,
  "foodstore.general.teens.rude.neutral.3.3":         "Hey! It's cool that we're friends now, right? Want to hit the arcade?" ,
  "foodstore.general.teens.rude.neutral.4.3":         "Hey, it's been a journey from not getting along to this, huh? What's new?" ,
  "foodstore.general.teens.rude.neutral.5.3":         "Well, well, well, look who's decided to be friendly!" ,
  "foodstore.general.teens.rude.neutral.6.3":         "Hey! Remember when we weren't friends? Crazy, right?" ,
  "foodstore.general.teens.rude.neutral.7.3":         "Oh, hey! Look who's decided to grace me with their presence." ,
                                         
  "foodstore.general.child.rude.neutral.1.3":         "Hey there! Want to play together?" ,
  "foodstore.general.child.rude.neutral.2.3":         "Bet you didn't expect me to be so friendly now, huh? Let's play!" ,
  "foodstore.general.child.rude.neutral.3.3":         "Hey! It's me. Wanna explore the forest together?" ,
  "foodstore.general.child.rude.neutral.4.3":         "Hey! Remember when we used to avoid each other? Not anymore! Let's hang out!" ,
  "foodstore.general.child.rude.neutral.5.3":         "Oh, hi! Let's forget about the past and have fun together, okay?" ,
  "foodstore.general.child.rude.neutral.6.3":         "Hey there! Let's put the past behind us and make some memories!" ,
  "foodstore.general.child.rude.neutral.7.3":         "Hey, friend! Ready to have a great time together? Let's go!",


  "foodstore.general.adult.neutral.outgoing.1.6":     "Hey there! How's your farm shaping up? Need any help today?",
  "foodstore.general.adult.neutral.outgoing.2.6":     "Did you catch the latest episode of 'The Queen of Sauce'? It was so fun!",
  "foodstore.general.adult.neutral.outgoing.3.6":     "I'm thinking of organizing a fishing trip soon. You in, buddy?",
  "foodstore.general.adult.neutral.outgoing.4.6":     "Have you tried the new recipe at Gus's Saloon? It's amazing!",
  "foodstore.general.adult.neutral.outgoing.5.6":     "Thinking of redecorating my place. Got any design ideas for me?",
  "foodstore.general.adult.neutral.outgoing.6.6":     "Hey, want to join me for a stroll in the woods later? It's so peaceful.",
  "foodstore.general.adult.neutral.outgoing.7.6":     "Just picked up some fresh produce from Pierre's. Let's cook up a storm!",
                                               
  "foodstore.general.teens.neutral.outgoing.1.6":     "Hey, how's it going? Up for a game of Joja Cola Pong later?",
  "foodstore.general.teens.neutral.outgoing.2.6":     "Did you see that rad trick I pulled off at the skate park yesterday?",
  "foodstore.general.teens.neutral.outgoing.3.6":     "Thinking of starting a band. You play any instruments, bro?",
  "foodstore.general.teens.neutral.outgoing.4.6":     "Guess who got invited to the cool kids' party this weekend? You're coming too, right?",
  "foodstore.general.teens.neutral.outgoing.5.6":     "Wanna check out the latest memes together? They're hilarious!",
  "foodstore.general.teens.neutral.outgoing.6.6":     "I'm so hyped for the next update of 'Journey of the Prairie King'. Let's dominate it!",
  "foodstore.general.teens.neutral.outgoing.7.6":     "Thinking of hitting the beach tomorrow. Sun, sand, and surf, anyone?",
                                               
  "foodstore.general.child.neutral.outgoing.1.6":     "Hey, wanna race to the playground? I bet I'll beat you this time!",
  "foodstore.general.child.neutral.outgoing.2.6":     "Did you see the cute baby chicks at Marnie's ranch? I wanna pet them all!",
  "foodstore.general.child.neutral.outgoing.3.6":     "I found a secret hideout in the woods! Want me to show you?",
  "foodstore.general.child.neutral.outgoing.4.6":     "Let's build the ultimate fort in my backyard! Bring your coolest blanket.",
  "foodstore.general.child.neutral.outgoing.5.6":     "Have you tried the new candy from the vending machine? It's super yummy!",
  "foodstore.general.child.neutral.outgoing.6.6":     "I'm practicing my bug catching skills. Wanna be my bug hunting partner?",
  "foodstore.general.child.neutral.outgoing.7.6":     "I'm planning a scavenger hunt. Think you can find all the hidden treasures?",
    
  "foodstore.general.adult.polite.outgoing.1.6":      "Good day to you! How may I assist you on your farm endeavors?",
  "foodstore.general.adult.polite.outgoing.2.6":      "I trust you're well. Shall we discuss the latest town developments?",
  "foodstore.general.adult.polite.outgoing.3.6":      "Greetings, my friend! Care to join me for a delightful cup of tea?",
  "foodstore.general.adult.polite.outgoing.4.6":      "Ah, splendid to see you! Might I recommend the new dish at the saloon?",
  "foodstore.general.adult.polite.outgoing.5.6":      "My dear friend, your presence brings joy! What adventure shall we embark on today?",
  "foodstore.general.adult.polite.outgoing.6.6":      "Hello, dear companion! Would you care to accompany me for a leisurely stroll?",
  "foodstore.general.adult.polite.outgoing.7.6":      "Warm greetings! Perhaps a collaborative effort in the kitchen is in order?",
                                              
  "foodstore.general.teens.polite.outgoing.1.6":      "Fancy a friendly competition at the arcade later?",
  "foodstore.general.teens.polite.outgoing.2.6":      "Hello, friend! Let's exchange stories of our recent exploits, shall we?",
  "foodstore.general.teens.polite.outgoing.3.6":      "Good morrow, chum! How about a jam session at my place this evening?",
  "foodstore.general.teens.polite.outgoing.4.6":      "The party this weekend promises merriment, care to join?",
  "foodstore.general.teens.polite.outgoing.5.6":      "Hey there, buddy! Care to peruse the latest memes together?",
  "foodstore.general.teens.polite.outgoing.6.6":      "Ahoy, matey! The high seas of 'Prairie King' await our conquest!",
  "foodstore.general.teens.polite.outgoing.7.6":      "Top of the morning! Would you care to catch some waves at the beach tomorrow?",
                                              
  "foodstore.general.child.polite.outgoing.1.6":      "Hello, friend! Would you care to engage in a playful race to the playground?",
  "foodstore.general.child.polite.outgoing.2.6":      "Greetings, chum! Let's pay a visit to Marnie's ranch to see the adorable baby chicks!",
  "foodstore.general.child.polite.outgoing.3.6":      "Good day, pal! I've discovered a secret hideout in the woods, care to explore?",
  "foodstore.general.child.polite.outgoing.4.6":      "Let's construct the most magnificent fort in my backyard!",
  "foodstore.general.child.polite.outgoing.5.6":      "Have you sampled the delightful new candy from the vending machine?",
  "foodstore.general.child.polite.outgoing.6.6":      "Hello there, partner! How about a joint venture in bug catching?",
  "foodstore.general.child.polite.outgoing.7.6":      "Greetings, dear friend! I'm planning a thrilling scavenger hunt. Care to join?",
    
  "foodstore.general.adult.rude.outgoing.1.6":        "Well, hello there! Fancy seeing you again. How can I be of service today?",
  "foodstore.general.adult.rude.outgoing.2.6":        "Ah, it's you! Care to catch up on what's been happening around town?",
  "foodstore.general.adult.rude.outgoing.3.6":        "Oh, it's been a while! How about we spend some quality time together?",
  "foodstore.general.adult.rude.outgoing.4.6":        "Well, well, well... Look who it is! Up for a little adventure with me?",
  "foodstore.general.adult.rude.outgoing.5.6":        "Oh, hey! Didn't expect to see you here. Let's make some memories, shall we?",
  "foodstore.general.adult.rude.outgoing.6.6":        "Well, fancy meeting you! How about we explore the countryside together?",
  "foodstore.general.adult.rude.outgoing.7.6":        "Oh, it's you! How about we grab a bite and reminisce about old times?",
                                            
  "foodstore.general.teens.rude.outgoing.1.6":        "Hey there! Long time no see. Wanna hang out and catch up?",
  "foodstore.general.teens.rude.outgoing.2.6":        "Oh, hey! We should totally chill and chat about what's been going on.",
  "foodstore.general.teens.rude.outgoing.3.6":        "Look who decided to show up! Let's make some memories, huh?",
  "foodstore.general.teens.rude.outgoing.4.6":        "Hey, stranger! Fancy hitting up that party together this weekend?",
  "foodstore.general.teens.rude.outgoing.5.6":        "Oh, it's you! Let's spend some time together and laugh at dumb jokes, yeah?",
  "foodstore.general.teens.rude.outgoing.6.6":        "Well, hey there! How about we dominate 'Journey of the Prairie King' together?",
  "foodstore.general.teens.rude.outgoing.7.6":        "Oh, look who it is! Let's hit the beach and soak up some sun, what do you say?",
                                            
  "foodstore.general.child.rude.outgoing.1.6":        "Hey, it's been a while! Wanna race to the playground like old times?",
  "foodstore.general.child.rude.outgoing.2.6":        "Oh, hi there! Let's go visit Marnie's ranch and play with the animals!",
  "foodstore.general.child.rude.outgoing.3.6":        "Well, look who's here! Want me to show you that secret hideout again?",
  "foodstore.general.child.rude.outgoing.4.6":        "Hey, buddy! Let's build a fort in my backyard just like we used to!",
  "foodstore.general.child.rude.outgoing.5.6":        "Oh, hey! Wanna try out that new candy from the vending machine together?",
  "foodstore.general.child.rude.outgoing.6.6":        "Who decided to join the bug-catching crew! Ready to hunt?",
  "foodstore.general.child.rude.outgoing.7.6":        "Hey, it's you! Let's go on a scavenger hunt and find some cool stuff together!",
    
  "foodstore.general.adult.neutral.shy.1.6":          "Oh, hello. Is there something you need assistance with today?",
  "foodstore.general.adult.neutral.shy.2.6":          "Greetings. How has your day been so far?",
  "foodstore.general.adult.neutral.shy.3.6":          "Hi. Do you maybe want to hang out for a bit?",
  "foodstore.general.adult.neutral.shy.4.6":          "Hey there. Did you need help with any farm tasks?",
  "foodstore.general.adult.neutral.shy.5.6":          "Hello. I hope everything is going well for you.",
  "foodstore.general.adult.neutral.shy.6.6":          "Hi. Would you like to join me for a quiet walk?",
  "foodstore.general.adult.neutral.shy.7.6":          "Oh, it's you. Do you want to chat for a bit?",
                                          
  "foodstore.general.teens.neutral.shy.1.6":          "How's it going? Want to, uh, do something together?",
  "foodstore.general.teens.neutral.shy.2.6":          "Hey. Have you, um, heard any interesting news lately?",
  "foodstore.general.teens.neutral.shy.3.6":          "Do you, um, want to maybe hang out later?",
  "foodstore.general.teens.neutral.shy.4.6":          "Oh, hello. Um, want to come over and, uh, play some games?",
  "foodstore.general.teens.neutral.shy.5.6":          "How was your day? Mine was, um, okay.",
  "foodstore.general.teens.neutral.shy.6.6":          "Want to, uh, play 'Journey of the Prairie King' together?",
  "foodstore.general.teens.neutral.shy.7.6":          "Oh, it's you. Um, do you want to, uh, go to the beach or something?",
                                          
  "foodstore.general.child.neutral.shy.1.6":          "Do you want to, um, race to the playground?",
  "foodstore.general.child.neutral.shy.2.6":          "Hi. Want to, um, go see the animals at Marnie's ranch?",
  "foodstore.general.child.neutral.shy.3.6":          "Oh, hello. Um, want me to show you my secret hiding spot?",
  "foodstore.general.child.neutral.shy.4.6":          " Do you, um, want to help me build a fort in my backyard?",
  "foodstore.general.child.neutral.shy.5.6":          "Um, hi. Want to, um, try some candy from the vending machine?",
  "foodstore.general.child.neutral.shy.6.6":          "Um, want to, uh, help me catch bugs in the woods?",
  "foodstore.general.child.neutral.shy.7.6":          "Oh, it's you. Um, do you want to, uh, play a scavenger hunt together?",
    
  "foodstore.general.adult.polite.shy.1.6":           "Good day. Is there anything I can assist you with today?",
  "foodstore.general.adult.polite.shy.2.6":           "Greetings. How has your day been thus far?",
  "foodstore.general.adult.polite.shy.3.6":           "Hello. If you're not busy, would you care to spend some time together?",
  "foodstore.general.adult.polite.shy.4.6":           "Good afternoon. Do you require any help around the farm?",
  "foodstore.general.adult.polite.shy.5.6":           "Hello there. I trust everything is going smoothly for you?",
  "foodstore.general.adult.polite.shy.6.6":           "Hi. Would you perhaps like to join me for a tranquil walk?",
  "foodstore.general.adult.polite.shy.7.6":           "Oh, it's you. Would you be interested in engaging in conversation?",
                                         
  "foodstore.general.teens.polite.shy.1.6":           "Um, good day. How are you? Would you maybe want to do something together?",
  "foodstore.general.teens.polite.shy.2.6":           "Hey. How's it going? Have you heard any interesting news lately?",
  "foodstore.general.teens.polite.shy.3.6":           "Hello. If you're not busy, would you perhaps like to hang out later?",
  "foodstore.general.teens.polite.shy.4.6":           "Good afternoon. Um, do you want to come over and play some games?",
  "foodstore.general.teens.polite.shy.5.6":           "Hello there. How was your day? Mine was, um, okay.",
  "foodstore.general.teens.polite.shy.6.6":           "Hi. Would you be interested in playing 'Journey of the Prairie King' together?",
  "foodstore.general.teens.polite.shy.7.6":           "Oh, it's you. Um, would you like to, uh, go to the beach or something?",
                                         
  "foodstore.general.child.polite.shy.1.6":           "Um, good day. Do you want to race to the playground?",
  "foodstore.general.child.polite.shy.2.6":           "Hi. Want to go see the animals at Marnie's ranch?",
  "foodstore.general.child.polite.shy.3.6":           "Hello. Um, would you like me to show you my secret hiding spot?",
  "foodstore.general.child.polite.shy.4.6":           "Hey. Do you want to help me build a fort in my backyard?",
  "foodstore.general.child.polite.shy.5.6":           "Um, hi. Want to try some candy from the vending machine?",
  "foodstore.general.child.polite.shy.6.6":           "Hi there. Would you like to help me catch bugs in the woods?",
  "foodstore.general.child.polite.shy.7.6":           "Oh, it's you. Um, do you want to play a scavenger hunt together?",
    
  "foodstore.general.adult.rude.shy.1.6":             "Is there something urgent you require assistance with?",
  "foodstore.general.adult.rude.shy.2.6":             "How can I be of service to you today?",
  "foodstore.general.adult.rude.shy.3.6":             "Hello. If you don't mind, I have a few moments to spare. What's on your mind?",
  "foodstore.general.adult.rude.shy.4.6":             "I hope your tasks on the farm are progressing as planned.",
  "foodstore.general.adult.rude.shy.5.6":             "Hello there. I trust you're managing your affairs efficiently?",
  "foodstore.general.adult.rude.shy.6.6":             "Hi. If it's not too much trouble, would you like to join me for a brief walk?",
  "foodstore.general.adult.rude.shy.7.6":             "Oh, it's you. Do you need something from me at the moment?",
                                       
  "foodstore.general.teens.rude.shy.1.6":             "Um, good day. How may I assist you? Do you require my help with something?",
  "foodstore.general.teens.rude.shy.2.6":             "Hey. Is there a reason you've sought me out? I'm here to listen.",
  "foodstore.general.teens.rude.shy.3.6":             "Hello. If it's important, I can spare a moment. What's on your mind?",
  "foodstore.general.teens.rude.shy.4.6":             "Good afternoon. I hope you're not here to waste my time. Speak your mind.",
  "foodstore.general.teens.rude.shy.5.6":             "Hello there. I'm occupied, but I can make time if it's necessary.",
  "foodstore.general.teens.rude.shy.6.6":             "If it's necessary, we can spend some time together.",
  "foodstore.general.teens.rude.shy.7.6":             "Oh, it's you. Are you looking for me?",
                                       
  "foodstore.general.child.rude.shy.1.6":             "Um, good day. Do you require assistance with something, or are you just passing by?",
  "foodstore.general.child.rude.shy.2.6":             "Hi. If it's important, I can spare a moment to chat. What's on your mind?",
  "foodstore.general.child.rude.shy.3.6":             "Hello. I'm a little busy, but if it's urgent, I can make time for you.",
  "foodstore.general.child.rude.shy.4.6":             "Hey. I hope you have a good reason for seeking my attention.",
  "foodstore.general.child.rude.shy.5.6":             "Um, hi. I'm in the middle of something, but if it's necessary, I'll listen.",
  "foodstore.general.child.rude.shy.6.6":             "Hi there. I'm occupied at the moment, but I can spare a moment if it's important.",
  "foodstore.general.child.rude.shy.7.6":             "Oh, it's you. Is there something you need assistance with, or are you just here to chat?",
    
  "foodstore.general.adult.neutral.neutral.1.6":      "How have your recent farm endeavors been going?",
  "foodstore.general.adult.neutral.neutral.2.6":      "Greetings. Have you discovered any new secrets in the valley lately?",
  "foodstore.general.adult.neutral.neutral.3.6":      "Hi there. Any plans for the upcoming festival? I'm curious.",
  "foodstore.general.adult.neutral.neutral.4.6":      "Hey. Have you tried any interesting recipes recently?",
  "foodstore.general.adult.neutral.neutral.5.6":      "=What's your take on the latest town gossip?",
  "foodstore.general.adult.neutral.neutral.6.6":      "Hey there. Found any intriguing artifacts in the mines recently?",
  "foodstore.general.adult.neutral.neutral.7.6":      "Hi. What's your strategy for maximizing profits this season?",
                                              
  "foodstore.general.teens.neutral.neutral.1.6":      "Hey. How's it going? Any cool games you've been playing?",
  "foodstore.general.teens.neutral.neutral.2.6":      "What's up? Have you heard any juicy rumors floating around?",
  "foodstore.general.teens.neutral.neutral.3.6":      "Hi there. Planning to attend any parties or events soon?",
  "foodstore.general.teens.neutral.neutral.4.6":      "Hey. Found any hidden spots in town worth exploring?",
  "foodstore.general.teens.neutral.neutral.5.6":      "What's new? Seen any interesting movies or shows lately?",
  "foodstore.general.teens.neutral.neutral.6.6":      "Hey there. Any exciting plans for the weekend?",
  "foodstore.general.teens.neutral.neutral.7.6":      "Hi. Have you been working on any cool projects lately?",
                                              
  "foodstore.general.child.neutral.neutral.1.6":      "Wanna go on an adventure to find hidden treasures?",
  "foodstore.general.child.neutral.neutral.2.6":      "What's up? Seen any cool bugs or critters lately?",
  "foodstore.general.child.neutral.neutral.3.6":      "Hi there. Want to build something awesome together?",
  "foodstore.general.child.neutral.neutral.4.6":      "Have you tried any fun games or activities lately?",
  "foodstore.general.child.neutral.neutral.5.6":      "What's new? Want to explore the forest or go fishing?",
  "foodstore.general.child.neutral.neutral.6.6":      "Hey there. Want to create a secret hideout in the woods?",
  "foodstore.general.child.neutral.neutral.7.6":      "Let's have a race to the playground and back, okay?",
    
  "foodstore.general.adult.polite.neutral.1.6":       "Good day. How are your farming endeavors progressing recently?",
  "foodstore.general.adult.polite.neutral.2.6":       "Greetings. Have you stumbled upon any intriguing valley mysteries lately?",
  "foodstore.general.adult.polite.neutral.3.6":       "Hello there. Any plans for the upcoming festivals or events?",
  "foodstore.general.adult.polite.neutral.4.6":       "Have you experimented with any new recipes lately?",
  "foodstore.general.adult.polite.neutral.5.6":       "Hello. What's your take on the latest town news and gossip?",
  "foodstore.general.adult.polite.neutral.6.6":       "Hi there. Discovered any fascinating artifacts in the mines recently?",
  "foodstore.general.adult.polite.neutral.7.6":       "Good day. How are you optimizing your farm's productivity this season?",
                                             
  "foodstore.general.teens.polite.neutral.1.6":       "How's it going? Any new games or hobbies catching your interest?",
  "foodstore.general.teens.polite.neutral.2.6":       "What's up? Heard any exciting rumors or gossip around town lately?",
  "foodstore.general.teens.polite.neutral.3.6":       "Any thoughts on which parties or gatherings to attend next?",
  "foodstore.general.teens.polite.neutral.4.6":       "Found any cool hangout spots or hidden gems in town lately?",
  "foodstore.general.teens.polite.neutral.5.6":       "What's new? Seen any movies or shows that blew your mind recently?",
  "foodstore.general.teens.polite.neutral.6.6":       "Hey there. Any thrilling plans or adventures lined up for the weekend?",
  "foodstore.general.teens.polite.neutral.7.6":       "Been working on any exciting personal projects or goals?",
                                             
  "foodstore.general.child.polite.neutral.1.6":       "Hey. Want to embark on a quest to uncover hidden treasures together?",
  "foodstore.general.child.polite.neutral.2.6":       "What's up? Seen any cool bugs or critters while exploring lately?",
  "foodstore.general.child.polite.neutral.3.6":       "How about we team up to construct something awesome?",
  "foodstore.general.child.polite.neutral.4.6":       "Any fun games or activities you've been enjoying lately?",
  "foodstore.general.child.polite.neutral.5.6":       "What's new? Up for an adventure in the forest or a fishing trip?",
  "foodstore.general.child.polite.neutral.6.6":       "Hey there. Let's create a secret hideout in the woods together, okay?",
  "foodstore.general.child.polite.neutral.7.6":       "Hi. Ready for a race to the playground? Winner gets bragging rights!",
    
  "foodstore.general.adult.rude.neutral.1.6":         "Hello. How's your day been? Anything exciting happening on the farm?",
  "foodstore.general.adult.rude.neutral.2.6":         "Greetings. Have you discovered any new adventures in the valley lately?",
  "foodstore.general.adult.rude.neutral.3.6":         "Hey there. Any plans for the upcoming festivals or social gatherings?",
  "foodstore.general.adult.rude.neutral.4.6":         "Good afternoon. Have you tried any interesting recipes or cooking techniques?",
  "foodstore.general.adult.rude.neutral.5.6":         "Hello. What's your opinion on the latest developments in town?",
  "foodstore.general.adult.rude.neutral.6.6":         "Hi. Found any intriguing artifacts or treasures during your explorations?",
  "foodstore.general.adult.rude.neutral.7.6":         "Good day. How are you managing your farm's tasks and challenges recently?",
                                           
  "foodstore.general.teens.rude.neutral.1.6":         "How's it hanging? Any cool games or hobbies you've been into?",
  "foodstore.general.teens.rude.neutral.2.6":         "What's up? Heard any juicy rumors or gossip circulating around town?",
  "foodstore.general.teens.rude.neutral.3.6":         "Any thoughts on which hangouts or events to check out next?",
  "foodstore.general.teens.rude.neutral.4.6":         "Hey. Found any sweet spots or hidden gems in town worth exploring?",
  "foodstore.general.teens.rude.neutral.5.6":         "What's new? Seen any movies or shows that blew your mind recently?",
  "foodstore.general.teens.rude.neutral.6.6":         "Hey there. Any exciting plans or adventures lined up for the weekend?",
  "foodstore.general.teens.rude.neutral.7.6":         "Been working on any cool personal projects or goals lately?",
                                           
  "foodstore.general.child.rude.neutral.1.6":         " Wanna go on an epic quest to uncover hidden treasures together?",  
  "foodstore.general.child.rude.neutral.2.6":         "What's up? Spotted any cool bugs or critters during your adventures?",
  "foodstore.general.child.rude.neutral.3.6":         "Hi. How about we team up to build something super awesome?",
  "foodstore.general.child.rude.neutral.4.6":         "Any fun games or activities you've been enjoying lately?",
  "foodstore.general.child.rude.neutral.5.6":         "What's new? Up for an adventure in the forest or a fishing trip?",
  "foodstore.general.child.rude.neutral.6.6":         "Hey there. Let's create a secret hideout in the woods together, okay?",
  "foodstore.general.child.rude.neutral.7.6":         "Ready for a race to the playground? Winner gets bragging rights!",

  "foodstore.config.festivalschedule":                "Festival schedule:",
  "foodstore.config.festivalmon":                     "Monday",
  "foodstore.config.festivaltue":                     "Tuesday",
  "foodstore.config.festivalwed":                     "Wednesday",
  "foodstore.config.festivalthu":                     "Thursday",
  "foodstore.config.festivalfri":                     "Friday",
  "foodstore.config.festivalsat":                     "Saturday",
  "foodstore.config.festivalsun":                     "Sunday",

  "foodstore.config.advanceoutputitemid":             "GET ITEMS ID?",
  "foodstore.config.advanceoutputitemidText":         "You MUST read detail in the mod file MarketTown/Assets/MarketTownShops.json and _item_by_category.json before using this. This option is intended if you want to customize your shop stock. Set this to True and ALL items id will be logged into StardewValley/_items_by_category.json. File will be output after WAKE UP, and then this Config will automaticaly re-disabled.",

  "foodstore.config.advancenpcfix":                   "Advance NPC position fix",
  "foodstore.config.advancenpcfixText":               "Default True. Set to False if you have heavy one-second-interval lag. True will use advance technique to fix when NPC get stuck, False will use a lighter way",

  "foodstore.festival.start":                         "Paradise Island Festival is happening.",
  "foodstore.festival.end":                           "Festival just ended. Time to collect left-over items",

  "foodstore.config.festivaltimestart":               "Festival start hour",
  "foodstore.config.festivaltimeend":                 "Festival end hour",

  "foodstore.config.islandfestivalsellchance":        "Festival Grange selling chance",
  "foodstore.config.islandfestivalsellchanceText":    "Maximum possible chance/second a BROWSING customer will buy. This Config does not change chance NPC will visit the shop. The actual value will be calculated after Island Progress score",

  "foodstore.festival.sold.0":                        "Just got {{itemName}} from {{shopName}}!",
  "foodstore.festival.sold.1":                        "Snagged a {{itemName}} today!",
  "foodstore.festival.sold.2":                        "Bought {{itemName}}. Excited to try it!",
  "foodstore.festival.sold.3":                        "Can't wait to use my new {{itemName}}.",
  "foodstore.festival.sold.4":                        "{{itemName}} acquired. Happy days!",
  "foodstore.festival.sold.5":                        "Picked up a {{itemName}} at {{shopName}}.",
  "foodstore.festival.sold.6":                        "Check out my new {{itemName}}!",
  "foodstore.festival.sold.7":                        "Loving my {{itemName}} from {{shopName}}.",
  "foodstore.festival.sold.8":                        "{{itemName}} purchase complete!",
  "foodstore.festival.sold.9":                        "Got my hands on {{itemName}}!",
  "foodstore.festival.sold.10":                       "Super excited about my new {{itemName}}.",
  "foodstore.festival.sold.11":                       "{{itemName}} is mine now!",
  "foodstore.festival.sold.12":                       "Scored a {{itemName}} at {{shopName}}.",
  "foodstore.festival.sold.13":                       "New {{itemName}}, who dis?",
  "foodstore.festival.sold.14":                       "Thrilled with my new {{itemName}}.",
  "foodstore.festival.sold.15":                       "Got {{itemName}}!!!",
  "foodstore.festival.sold.16":                       "Just buy {{itemName}} from {{shopName}}",
  "foodstore.festival.sold.17":                       "< {{itemName}}",
  "foodstore.festival.sold.18":                       "{{shopName}} has {{itemName}}, I mean it was",
  "foodstore.festival.sold.19":                       "{{shopName}} selling {{itemName}}",

  "foodstore.weeklycustomerreview":                   "Customer review Total/Positive/Negative: {{total}} / {{pos}} / {{neg}}^^",

  "foodstore.config.tablesit":                        "Chance visitor sit at a table",
  "foodstore.config.tablesitText":                    "Visitors would love to sit at table decorated with 'Restaurant Decor'",

  "foodstore.config.restockchance":                   "Auto-restock chance",
  "foodstore.config.restockchanceText":               "Default 0.66. Chance Market Town Storage Large will try to restock nearby table. Chance for Storage Small is halved."


}