{
  "foodstore.note": "Notícia emocionante! A próxima grande atualização revelará uma espetacular 'Cidade de Mercado' completa com um charmoso Restaurante, um cativante Museu, uma encantadora Floricultura e muito mais! Sua opinião importa! Participe da Votação do Layout da Cidade - Mapa da Praia, Ilha Serena, Selva Encantada ou algo diferente? Compartilhe suas ideias criativas no FÓRUM localizado na página do Mod. Vamos moldar essa cidade juntos!",
  "foodstore.hidden.0": "E dica semanal: Aldeões têm mais chances de serem promovidos quando comem comida que amam, e tendem a criticar mais quando comem comida que odeiam.",
  "foodstore.hidden.1": "E dica semanal: O preço de venda mais baixo pode ser 32% do preço base, enquanto o mais alto é 520%.",
  "foodstore.hidden.2": "E dica semanal: Loja bem decorada aumenta o seu preço de venda.",
  "foodstore.hidden.3": "E dica semanal: Você só pode obter informações sobre o Prato da Semana através das conversas dos moradores.",
  "foodstore.hidden.4": "E dica semanal: Gus avaliou seu prato como um prato apenas neutro, na melhor das hipóteses. Ele generosamente pagou o preço total sem expressar sua insatisfação e decidiu guardar sua opinião sobre o sabor para si mesmo.",
  "foodstore.hidden.5": "E dica semanal: Nem todos os visitantes podem achar a comida atraente; alguns rapidamente se afastam, talvez percebendo-a como menos chamativa e abaixo de suas expectativas.",
  "foodstore.hidden.6": "E dica semanal: Não há dica para um prato odiado porque ele é odiado!!!",
  "foodstore.hidden.7": "E dica semanal: Venda alimentos aos clientes com base em suas solicitações com um preço melhor.",
  "foodstore.hidden.8": "E dica semanal: Falar com o cliente aumentará o preço que eles pagam pelo prato. Agora você pode falar com eles por tempo ilimitado.",
  "foodstore.hidden.9": "E dica semanal: O morador pode responder algumas das suas perguntas. Fique perto de um deles e digite 'ajuda' para mostrar as opções disponíveis.",
  "foodstore.hidden.10": "E dica semanal: Quanto melhor a localização, maior o preço (perto de decoração, água ou a árvore rosa).",
  "foodstore.help.0": "Interaja com os aldeões ficando próximo a eles e digite sua mensagem. Algumas perguntas especiais exigem a palavra-chave na mensagem!!",
  "foodstore.help.1": "Para convidar moradores a virem amanhã, envie uma mensagem com a palavra-chave 'invite'.",
  "foodstore.help.2": "Pergunte ao morador da aldeia sobre o Prato do Dia. A mensagem deve conter pelo menos uma palavra-chave. Por exemplo, 'especial hoje' or 'recomendado hoje'.",
  "foodstore.help.3": "Pergunte para o morador da vila como ele se sentiu sobre seu último prato, incluindo as palavras-chave 'último prato' ou 'sabor do prato'.",
  "foodstore.help.4": "Para criar sua primeira loja, simplesmente coloque uma mesa em um local movimentado e coloque um prato em cima dela!!!",
  "foodstore.config.enable": "Mod ativado?",
  "foodstore.config.minutetohungry": "Minutos para comprar",
  "foodstore.config.minutetohungryText": "Minutos desde a última compra de cada NPC. Padrão 240. Definir um valor muito baixo pode causar problemas no caminho de navegação. Recomendado acima de 60.",
  "foodstore.config.movetofoodchange": "Mover para Item % de Chance.",
  "foodstore.config.movetofoodchangeText": "Porcentagem de chance por tick para decidir comprar. Padrão 0,005. Definir um valor maior pode causar atrasos significativos e problemas de localização. Altamente recomendado que seja menor que 0,05.",
  "foodstore.config.maxdistancetofindfood": "Máxima distância para encontrar.",
  "foodstore.config.maxdistancetofindfoodText": "Distância máxima em blocos do item que NPCs podem encontrá-lo. Padrão 40.",
  "foodstore.config.maxdistancetoeat": "Distância Máxima para Comprar",
  "foodstore.config.maxdistancetoeatText": "Distância que o NPC pode agarrar o item desejado. Padrão 4.",
  "foodstore.config.rushhour": "Ativar horas de pico?",
  "foodstore.config.rushhourText": "Durante o horário de pico, há uma maior chance de clientes e gorjetas maiores, mas o preço é ligeiramente mais baixo. Reabasteça sua loja!!!",
  "foodstore.config.enableprice": "Habilitar opção de preço?",
  "foodstore.config.enablepriceText": "Padrão -1 para valor aleatório",
  "foodstore.config.pricelovemulti": "Multiplique o preço de venda por amar comida.",
  "foodstore.config.pricelikemulti": "Multiplicador de preço de venda de comida aprovado",
  "foodstore.config.priceneutralmulti": "Multiplicador de preço de venda de alimentos neutros",
  "foodstore.config.pricedislikemulti": "Multiplicador de preço de vendas de alimentos não gostados",
  "foodstore.config.pricehatemulti": "Multiplicador de preço de venda de alimentos odiados",
  "foodstore.config.enabletip": "Opção de gorjeta habilitada?",
  "foodstore.config.enabletipText": "O valor da gorjeta é uma fração do preço de venda. Padrão -1",
  "foodstore.config.enabletipclose": "Somente dar gorjeta ao correr a loja?",
  "foodstore.config.enabletipcloseText": "Quando definido como True, apenas receba a Dica quando o jogador estiver perto da loja.",
  "foodstore.config.enabletipcloselove": "Multiplicador de valor da dica de comida adorada",
  "foodstore.config.enabletipcloselike": "Gostou da dica de valor do multiplicador de comida.",
  "foodstore.config.enabletipcloseneutral": "Multiplicador de valor de dica de comida neutra",
  "foodstore.config.enabletipclosedislike": "Multiplicador de valor da dica de comida não gostada",
  "foodstore.config.enabletipclosehate": "Valor de multiplicador de gorjeta para alimentos odiados.",
  "foodstore.coming.0": "Numa reviravolta encantadora, {{vName}} está vindo para nossa loja para uma visita inesperada.",
  "foodstore.coming.1": "{{vName}} está passeando pelo nosso caminho, curioso sobre as ofertas da nossa loja.",
  "foodstore.coming.2": "No meio do seu dia, {{vName}} está escolhendo passar um tempo na nossa loja.",
  "foodstore.coming.3": "{{vName}} está fazendo uma visita não-planejada à nossa loja, quebrando da rotina.",
  "foodstore.coming.4": "{{vName}} está se dirigindo tranquilamente à nossa loja, esperando uma experiência encantadora.",
  "foodstore.coming.5": "Livre-se das tarefas, {{vName}} está a caminho de explorar nossa loja.",
  "foodstore.coming.6": "{{vName}} está navegando em direção à nossa loja, procurando uma experiência de compras única.",
  "foodstore.coming.7": "Espontaneamente, {{vName}} está vindo para nossa loja para uma agradável surpresa.",
  "foodstore.coming.8": "{{vName}} está indo em direção à nossa loja, ansioso por descobrir algo novo.",
  "foodstore.coming.9": "Com empolgação, {{vName}} está se dirigindo à nossa loja para uma visita improvisada.",
  "foodstore.coming.10": "{{vName}} está se desviando do caminho para visitar nossa loja, esperando algo especial.",
  "foodstore.coming.11": "No meio do dia deles, {{vName}} decidiu passar em nossa loja por um tempo.",
  "foodstore.coming.12": "{{vName}} está casualmente indo em direção à nossa loja, antecipando um bom momento.",
  "foodstore.coming.13": "{{vNome}} está saindo do comum para visitar nossa loja e aproveitar as ofertas.",
  "foodstore.coming.14": "{{vName}} está fazendo um desvio espontâneo para nossa loja, ansioso por uma experiência única.",
  "foodstore.loverep.0": "Meus botões gustativos dançam de alegria a cada mordida saborosa!",
  "foodstore.loverep.1": "Apreciar este prato é como um abraço caloroso para os meus sentidos.",
  "foodstore.loverep.2": "Sabor requintado que persiste, um verdadeiro prazer culinário.",
  "foodstore.loverep.3": "Uma sinfonia de sabores que se harmonizam perfeitamente.",
  "foodstore.loverep.4": "Delicie-se na perfeição rica deste prazeroso deleite.",
  "foodstore.loverep.5": "Uma jornada culinária que deixa uma impressão indelével.",
  "foodstore.loverep.6": "Alegria irresistível em cada mordida, um verdadeiro deleite.",
  "foodstore.loverep.7": "Aproveite a magia culinária desta perfeição artesanal.",
  "foodstore.loverep.8": "Eleva a experiência da refeição a uma arte, uma obra-prima no meu prato.",
  "foodstore.loverep.9": "Uma deliciosa fuga em um mundo de maravilhas gastronômicas.",
  "foodstore.loverep.10": "Tentando meus paladares com uma mistura perfeita de sabores.",
  "foodstore.loverep.11": "Uma sensação saborosa que cativa meu paladar.",
  "foodstore.loverep.12": "Revelando a arte do sabor, um prato para ser lembrado.",
  "foodstore.loverep.13": "Perfeição gourmet em cada mordida, um triunfo culinário.",
  "foodstore.loverep.14": "Uma melodia sedutora de sabores que dança em minha língua.",
  "foodstore.loverep.15": "Uma obra-prima culinária, amor puro no meu prato.",
  "foodstore.loverep.16": "Sabores cativantes, um verdadeiro romance para o meu paladar.",
  "foodstore.loverep.17": "Prato encantador, amor à primeira mordida toda vez.",
  "foodstore.loverep.18": "Uma carta de amor à gastronomia; este prato é divino.",
  "foodstore.loverep.19": "Apaixonado(a) intensamente pela perfeição desta criação.",
  "foodstore.likerep.0": "Um prato que eu gosto de vez em quando, é muito bom.",
  "foodstore.likerep.1": "Constantemente bom; não me importo de pedir isso.",
  "foodstore.likerep.2": "Uma opção sólida que eu geralmente escolho.",
  "foodstore.likerep.3": "Este prato é bom; Eu gosto da sua simplicidade.",
  "foodstore.likerep.4": "Uma escolha aceitável; satisfaz meu paladar.",
  "foodstore.likerep.5": "Não é ruim; eu acho que é sempre saboroso.",
  "foodstore.likerep.6": "Um prato decente; é uma escolha segura e satisfatória.",
  "foodstore.likerep.7": "Eu não me importo com este prato; é sempre agradável.",
  "foodstore.likerep.8": "Não é o meu favorito, mas acho bastante palatável.",
  "foodstore.likerep.9": "Está tudo bem, é um prato que não me importo de comer.",
  "foodstore.likerep.10": "Constantemente bom; Eu aprecio seu sabor.",
  "foodstore.likerep.11": "Este prato é aceitável; eu o considero consistentemente saboroso.",
  "foodstore.likerep.12": "Uma opção decente; não me importo de ter isso.",
  "foodstore.likerep.13": "Está tudo bem; um prato que eu ocasionalmente aprecio.",
  "foodstore.likerep.14": "Uma escolha aceitável quando estou no humor.",
  "foodstore.likerep.15": "Eu acho este prato ok; é satisfatório o suficiente.",
  "foodstore.likerep.16": "Não é nada mau; É um prato que posso desfrutar.",
  "foodstore.likerep.17": "Uma escolha decente que ocasionalmente faço.",
  "foodstore.likerep.18": "Está tudo bem; não me importo com esse prato.",
  "foodstore.likerep.19": "Uma opção aceitável; é bastante agradável.",
  "foodstore.neutralrep.0": "Um prato padrão; não é bom nem ruim.",
  "foodstore.neutralrep.1": "Está tudo bem; um prato que eu não amo nem desgosto.",
  "foodstore.neutralrep.2": "Uma escolha comum; não se destaca muito.",
  "foodstore.neutralrep.3": "Este prato é mediano; nada excepcional.",
  "foodstore.neutralrep.4": "Não é ruim, não é ótimo; uma opção mediana.",
  "foodstore.neutralrep.5": "Uma escolha neutra; não deixa uma forte impressão.",
  "foodstore.neutralrep.6": "É decente; uma escolha padrão para uma refeição.",
  "foodstore.neutralrep.7": "Nem aqui, nem lá; um prato aceitável.",
  "foodstore.neutralrep.8": "Uma opção comum; não empolga nem decepciona.",
  "foodstore.neutralrep.9": "Está tudo bem; um prato que não atrai muita atenção.",
  "foodstore.neutralrep.10": "No meio do espectro; nem amor nem ódio.",
  "foodstore.neutralrep.11": "Uma escolha comum; isso não afeta muito meu paladar.",
  "foodstore.neutralrep.12": "Não excepcional, mas também não é ruim; um prato regular.",
  "foodstore.neutralrep.13": "Médio em todos os sentidos; é uma opção direta.",
  "foodstore.neutralrep.14": "Uma escolha típica; não deixa uma impressão duradoura.",
  "foodstore.neutralrep.15": "Nem bom nem mau; é apenas um prato comum.",
  "foodstore.neutralrep.16": "Uma opção típica; não evoca sentimentos intensos.",
  "foodstore.neutralrep.17": "Não excepcional, não decepcionante; apenas um prato comum.",
  "foodstore.neutralrep.18": "Equilibrado entre gostar e não gostar; está tudo bem.",
  "foodstore.neutralrep.19": "Um prato mediano; não se destaca muito.",
  "foodstore.dislikerep.0": "Não é o meu favorito; acho que este prato deixa a desejar.",
  "foodstore.dislikerep.1": "É tolerável, mas não sou fã desse prato.",
  "foodstore.dislikerep.2": "Uma escolha decepcionante; não me satisfaz completamente.",
  "foodstore.dislikerep.3": "Este prato é medíocre; eu não recomendaria.",
  "foodstore.dislikerep.4": "Eu posso comer isso, mas não é um prato que eu aprecie muito.",
  "foodstore.dislikerep.5": "Uma opção aceitável; eu não gosto particularmente.",
  "foodstore.dislikerep.6": "É comestível, mas não estou ansioso por este prato.",
  "foodstore.dislikerep.7": "Eu tentei, mas não é do meu agrado.",
  "foodstore.dislikerep.8": "Uma escolha mais ou menos; não acho muito apetitoso.",
  "foodstore.dislikerep.9": "Não é o pior, mas não sou fã deste prato.",
  "foodstore.dislikerep.10": "Este prato é mediano; já tive opções melhores.",
  "foodstore.dislikerep.11": "Eu posso resolver isso, mas não é minha escolha preferida.",
  "foodstore.dislikerep.12": "Uma opção aceitável; não estou empolgado com este prato.",
  "foodstore.dislikerep.13": "Tolerável, mas falta atrativo para mim.",
  "foodstore.dislikerep.14": "É comestível, mas não escolheria esse prato de bom grado.",
  "foodstore.dislikerep.15": "Não é terrível, mas não gosto muito deste prato.",
  "foodstore.dislikerep.16": "Uma escolha abaixo da média; há melhores opções disponíveis.",
  "foodstore.dislikerep.17": "Isso não é suficiente para mim; eu não acho isso apetitoso.",
  "foodstore.dislikerep.18": "Eu posso comer isso, mas não é o meu prato preferido.",
  "foodstore.dislikerep.19": "Uma opção mediana; não é algo que eu aprecie.",
  "foodstore.haterep.0": "Este prato é simplesmente terrível; eu não suporto.",
  "foodstore.haterep.1": "Uma decepção absoluta; este prato é horrível.",
  "foodstore.haterep.2": "Eu detesto este prato; é pouco apetitoso.",
  "foodstore.haterep.3": "Uma escolha terrível; não consigo digerir esse prato.",
  "foodstore.haterep.4": "Eu detesto esse prato; é completamente repulsivo.",
  "foodstore.haterep.5": "Este prato é repugnante; não consigo suportar o sabor.",
  "foodstore.haterep.6": "Absolutamente detestável; este prato é intragável.",
  "foodstore.haterep.7": "Eu desprezo este prato; é verdadeiramente abominável.",
  "foodstore.haterep.8": "Nojento; Me arrependo de ter experimentado esse prato miserável.",
  "foodstore.haterep.9": "Um desastre culinário; esse prato é insuportável.",
  "foodstore.haterep.10": "Eu odeio esse prato; é uma decepção completa.",
  "foodstore.haterep.11": "Absolutamente horrível; não posso expressar meu desgosto o suficiente.",
  "foodstore.haterep.12": "Este prato é repugnante; eu não consigo entender seu apelo.",
  "foodstore.haterep.13": "Uma experiência nauseante; eu fortemente aconselho contra isso.",
  "foodstore.haterep.14": "Eu detesto esse prato; é um pesadelo gastronômico.",
  "foodstore.haterep.15": "Este prato é repugnante; não consigo encontrar nenhuma qualidade redentora.",
  "foodstore.haterep.16": "Abismal; este prato é o epítome do fracasso culinário.",
  "foodstore.haterep.17": "Eu abomino este prato; é uma verdadeira matança de papilas gustativas.",
  "foodstore.haterep.18": "Uma escolha ofensiva; Eu me arrependo até de ter tentado.",
  "foodstore.haterep.19": "Eu desprezo esse prato; é uma catástrofe culinária.",
  "foodstore.tip": "aqui está o seu {{tipValue}}G de gorjeta",
  "foodstore.sold": "Vendido {{foodObjName}} em {{locationint}} por {{saleint}}G",
  "foodstore.randomchat.love.0": "Sentindo um amor imenso por este lugar!",
  "foodstore.randomchat.love.1": "Encantados com seus pratos incríveis!",
  "foodstore.randomchat.love.2": "Esta loja rouba meu coração toda vez.",
  "foodstore.randomchat.love.3": "Adoro as vibes acolhedoras e a equipe amigável!",
  "foodstore.randomchat.love.4": "Adore as delícias especiais que eles oferecem!",
  "foodstore.randomchat.love.5": "Apaixonados pelo seu delicioso menu!",
  "foodstore.randomchat.love.6": "Completamente apaixonado por suas sobremesas!",
  "foodstore.randomchat.love.7": "Amando os sabores únicos que eles oferecem!",
  "foodstore.randomchat.like.0": "Realmente gosto da atmosfera aqui.",
  "foodstore.randomchat.like.1": "Gostei da variedade de opções disponíveis.",
  "foodstore.randomchat.like.2": "Aproveitei o serviço rápido e eficiente.",
  "foodstore.randomchat.like.3": "Gosto da qualidade de seus produtos frescos.",
  "foodstore.randomchat.like.4": "Apreciamos os preços acessíveis!",
  "foodstore.randomchat.like.5": "Experiência favorável com sua equipe.",
  "foodstore.randomchat.like.6": "Gostando dos novos itens do menu!",
  "foodstore.randomchat.like.7": "Ótimo lugar para uma experiência casual de jantar.",
  "foodstore.randomchat.neutral.0": "Apenas normal sobre a experiência na loja hoje.",
  "foodstore.randomchat.neutral.1": "Foi uma visita razoável à loja.",
  "foodstore.randomchat.neutral.2": "Nem bom nem mau, apenas um dia normal.",
  "foodstore.randomchat.neutral.3": "Não consegui decidir como me sentia em relação a isso.",
  "foodstore.randomchat.neutral.4": "Uma experiência neutra no geral.",
  "foodstore.randomchat.neutral.5": "Não deixou uma forte impressão.",
  "foodstore.randomchat.neutral.6": "Visita comum hoje.",
  "foodstore.randomchat.neutral.7": "Sem sentimentos fortes, apenas neutro.",
  "foodstore.randomchat.dislike.0": "Não gostei muito da comida desta vez.",
  "foodstore.randomchat.dislike.1": "Não sou fã do serviço hoje.",
  "foodstore.randomchat.dislike.2": "Não gostou da longa espera no caixa.",
  "foodstore.randomchat.dislike.3": "Descontente com a qualidade dos produtos.",
  "foodstore.randomchat.dislike.4": "Experiência decepcionante no geral.",
  "foodstore.randomchat.dislike.5": "Frustrado com a falta de limpeza.",
  "foodstore.randomchat.dislike.6": "Não atendeu às expectativas desta vez.",
  "foodstore.randomchat.dislike.7": "Sentindo-se desapontado pela loja hoje.",
  "foodstore.randomchat.hate.0": "Odeio o fato de sempre servirem esse tipo de comida!",
  "foodstore.randomchat.hate.1": "Absolutamente desprecio su servicio al cliente.",
  "foodstore.randomchat.hate.2": "Não aguento a desorganização neste loja.",
  "foodstore.randomchat.hate.3": "Odeio os constantes itens fora de estoque.",
  "foodstore.randomchat.hate.4": "Despreze a falta de limpeza na loja.",
  "foodstore.randomchat.hate.5": "Detesto fortemente a qualidade da comida deles.",
  "foodstore.randomchat.hate.6": "Não aguento a equipe rude deles.",
  "foodstore.randomchat.hate.7": "Odiando a experiência geral - nunca mais!",
  "foodstore.config.saleprice": "Preço de venda",
  "foodstore.config.tipvalue": "Valor da gorjeta.",
  "foodstore.config.enabledecor": "Ativar Decoração?",
  "foodstore.config.enabledecorText": "Quando configurado como Verdadeiro, Decoração e Atmosfera afetam o preço de venda.",
  "foodstore.positiveTasteint.0": "Sobre a comida: Delícia de dar água na boca",
  "foodstore.positiveTasteint.1": "Com a comida: Perfeição salgada",
  "foodstore.positiveTasteint.2": "Com a comida: Explosões de sabores requintados",
  "foodstore.positiveTasteint.3": "No aspecto da comida: Deliciosamente irresistível",
  "foodstore.positiveTasteint.4": "Com a comida: Sensação de sabor tentadora",
  "foodstore.normalTasteint.0": "No aspecto de comida: Boa alimentação equilibrada",
  "foodstore.normalTasteint.1": "Com a comida: Satisfação familiar",
  "foodstore.normalTasteint.2": "Sobre a comida: Delícias diárias",
  "foodstore.normalTasteint.3": "Com a comida: Harmonia clássica de sabores",
  "foodstore.normalTasteint.4": "Com a comida: Delícia culinária comum",
  "foodstore.negativeTasteint.0": "Seção de alimentação: Sabor desagradável.",
  "foodstore.negativeTasteint.1": "Com a comida: Sabor decepcionante",
  "foodstore.negativeTasteint.2": "Sobre a comida: Insossa e pouco atraente",
  "foodstore.negativeTasteint.3": "Sobre a comida: Mistura desagradável",
  "foodstore.negativeTasteint.4": "No aspecto alimentar: Desagradável experiência culinária.",
  "foodstore.positiveDecorint.0": "Decoração aos meus olhos: Ambiente elegante",
  "foodstore.positiveDecorint.1": "Como, como vista: ambiente acolhedor e convidativo",
  "foodstore.positiveDecorint.2": "Com decoração: Atmosfera encantadora",
  "foodstore.positiveDecorint.3": "A atmosfera: Vibes elegantes e relaxantes",
  "foodstore.positiveDecorint.4": "Sobre a vista: arredores pitorescos",
  "foodstore.normalDecorint.0": "Decoração aos meus olhos: Design simples e elegante",
  "foodstore.normalDecorint.1": "Sobre a vista: Atmosfera padrão, porém agradável.",
  "foodstore.normalDecorint.2": "Com decoração: Ambiente regular e confortável",
  "foodstore.normalDecorint.3": "A atmosfera: ambiente aconchegante cotidiano",
  "foodstore.normalDecorint.4": "Sobre a vista: Arredores típicos de um restaurante",
  "foodstore.negativeDecorint.0": "Decoração aos meus olhos: Decoração sem brilho e desanimadora.",
  "foodstore.negativeDecorint.1": "Sobre a vista: Ambiente sem brilho e sem impressionantes.",
  "foodstore.negativeDecorint.2": "Com decoração: Design pouco atraente e descoordenado.",
  "foodstore.negativeDecorint.3": "A atmosfera: Vibrações desagradáveis e desconfortáveis.",
  "foodstore.negativeDecorint.4": "Sobre a vista: Arredores desagradáveis.",
  "foodstore.willVisit.0": "Com certeza passarei e darei uma visita à loja.",
  "foodstore.willVisit.1": "Definitivamente planejo passar na loja em breve.",
  "foodstore.willVisit.2": "Certamente estou ansioso para visitar a loja.",
  "foodstore.mayVisit.0": "Eu poderia considerar me passar pela loja.",
  "foodstore.mayVisit.1": "Possivelmente planejando visitar a loja em breve.",
  "foodstore.mayVisit.2": "Poderia dar uma passada e explorar a loja.",
  "foodstore.noVisit.0": "Não tenho intenção atualmente de visitar a loja.",
  "foodstore.noVisit.1": "Não há planos imediatos ou desejo de passar pela loja.",
  "foodstore.noVisit.2": "Não considerando uma visita à loja num futuro próximo.",
  "foodstore.gooddecor.0": "Ambiente encantador! Fico curioso(a) para saber como é o sabor da comida!",
  "foodstore.gooddecor.1": "A decoração aqui é incrível. Como a comida se compara?",
  "foodstore.gooddecor.2": "Ótima atmosfera! Curioso para experimentar o sabor dos pratos deles.",
  "foodstore.gooddecor.3": "Decoração linda. Estou ansioso para descobrir sobre sua comida!",
  "foodstore.gooddecor.4": "Este lugar tem uma vibe fantástica. Fico curioso sobre a qualidade da comida!",
  "foodstore.baddecor.0": "Não sou fã da decoração. Isso é refletido na qualidade da comida deles?",
  "foodstore.baddecor.1": "A atmosfera aqui está desanimada. Espero que a comida deles seja melhor.",
  "foodstore.baddecor.2": "Escolhas pobres de decoração. Eu me pergunto se suas escolhas de comida são melhores.",
  "foodstore.baddecor.3": "O lugar não parece convidativo. Será que os padrões de comida deles estão à altura?",
  "foodstore.baddecor.4": "A decoração é decepcionante. Espero que a comida não seja a mesma!",
  "foodstore.dishweek.0": "Ei, você ouviu? O prato em destaque da semana é {{dishWeek}}!",
  "foodstore.dishweek.1": "Adivinha o que está no cardápio nesta semana? É o prato da semana: {{dishWeek}}!",
  "foodstore.dishweek.2": "Acabei de descobrir que {{dishWeek}} é a estrela da semana no restaurante!",
  "foodstore.dishweek.3": "Você não vai acreditar! O destaque desta semana é {{dishWeek}}. Empolgante, não é?",
  "foodstore.dishweek.4": "Você já experimentou o prato em destaque, {{dishWeek}}, ainda? É o assunto da cidade!",
  "foodstore.dishday.0": "Você ouviu? O prato destaque de hoje é {{dishToday}}!",
  "foodstore.dishday.1": "O especial de hoje é nada menos do que {{dishToday}}. Empolgante, não é mesmo?",
  "foodstore.dishday.2": "Hoje temos um prato especial: {{dishToday}} é a estrela do menu de hoje!",
  "foodstore.dishday.3": "Adivinhe o que está sendo preparado hoje? É o prato do dia: {{dishToday}}!",
  "foodstore.dishday.4": "Acabei de descobrir que {{dishToday}} é o destaque de hoje. Vamos experimentá-lo!",
  "foodstore.dishday.5": "Aviso rápido: {{dishToday}} está roubando a cena hoje!",
  "foodstore.dishday.6": "Você consegue acreditar? A estrela de hoje não é nada menos do que {{dishToday}}!",
  "foodstore.dishday.7": "Hoje ficou ainda melhor com o prato em destaque: {{dishToday}}!",
  "foodstore.dishday.8": "Vamos dar um toque especial no dia de hoje com um sabor de {{dishToday}}! É o prato do dia.",
  "foodstore.dishday.9": "A notícia do dia: {{dishToday}} é o prato de hoje que você não pode deixar de experimentar!",
  "foodstore.config.chat": "Desabilitar mensagem não importante?",
  "foodstore.thankyou": "[144] Aproveitando o mod e ansioso por melhorias contínuas? Não se esqueça de seguir e endossar! Sua paixão impulsiona nosso navio adiante. [43] #MarketTown",
  "foodstore.visitoreat.0": "Obrigado(a)!",
  "foodstore.visitoreat.1": "Oh comida!!!",
  "foodstore.visitoreat.2": "Delicioso delicioso!",
  "foodstore.visitoreat.3": "Você leu minha mente!",
  "foodstore.visitoreat.4": "Eu aprecio isso!",
  "foodstore.visitoreat.5": "Sentindo-me abençoado! Obrigado!",
  "foodstore.visitoreat.6": "Você é muito gentil!",
  "foodstore.visitoreat.7": "Eu amo comida!",
  "foodstore.visitoreat.8": "Você é um gênio da culinária!",
  "foodstore.visitoreat.9": "Isso parece incrível!",
  "foodstore.visitoreat.10": "Grato por esse presente!",
  "foodstore.visitoreat.11": "Eu estava começando a ficar com fome!",
  "foodstore.asktaste.empty.0": "Eu ainda não tive a oportunidade de experimentar.",
  "foodstore.asktaste.empty.1": "Eu estava com pressa. Vou tentar outra vez.",
  "foodstore.asktaste.empty.2": "Provavelmente vou experimentar o prato em algum momento mais tarde hoje.",
  "foodstore.asktaste.love.0": "Oh, esse prato estava maravilhoso. Eu amo isso!",
  "foodstore.asktaste.love.1": "Aquele prato foi o melhor de todos! Não consigo me cansar dele.",
  "foodstore.asktaste.love.2": "Eu simplesmente adoro os sabores desse prato. É um novo favorito meu!",
  "foodstore.asktaste.like.0": "Eu realmente gostei daquele prato. É bastante agradável!",
  "foodstore.asktaste.like.1": "O sabor estava bom, eu gostei. Eu definitivamente comeria de novo.",
  "foodstore.asktaste.like.2": "É um prato que eu realmente gosto. Os sabores são bastante atraentes.",
  "foodstore.asktaste.neutral.0": "O sabor estava bom, nada especial. É uma experiência neutra para mim.",
  "foodstore.asktaste.neutral.1": "Foi razoável, nem bom nem ruim. Apenas um sabor neutro para mim.",
  "foodstore.asktaste.neutral.2": "Não tenho sentimentos fortes sobre o sabor. É uma escolha neutra para mim.",
  "foodstore.asktaste.dislike.0": "Eu não gostei muito do sabor. Não é realmente do meu agrado.",
  "foodstore.asktaste.dislike.1": "O sabor não me agradou. Eu diria que não gosto disso.",
  "foodstore.asktaste.dislike.2": "Não é o meu favorito. Achei o gosto um pouco desagradável e não gosto disso.",
  "foodstore.asktaste.hate.0": "Eu não suportava o sabor. Eu odeio isso.",
  "foodstore.asktaste.hate.1": "Ugh, aquele prato estava horrível. Eu realmente odeio o sabor.",
  "foodstore.asktaste.hate.2": "Posso dizer com confiança que eu odeio o sabor. Não é algo que eu gostaria de comer novamente.",
  "foodstore.visitcome.0": "Obrigado por me convidar! Sua casa é linda.",
  "foodstore.visitcome.1": "Eu aprecio sua hospitalidade. O aroma é incrível!",
  "foodstore.visitcome.2": "É um prazer estar aqui. Seu lugar é tão acolhedor.",
  "foodstore.visitcome.3": "Obrigado por me receber. Sua casa é encantadora.",
  "foodstore.visitcome.4": "Estou agradecido pelo convite. Sua casa é encantadora.",
  "foodstore.visitcome.5": "Isto é maravilhoso! Obrigado por me receber em sua casa.",
  "foodstore.visitcome.6": "Estou curtindo a atmosfera aconchegante. Seu lugar parece um refúgio aconchegante.",
  "foodstore.visitleave.0": "Eu me diverti muito. Obrigada pela noite encantadora!",
  "foodstore.visitleave.1": "Saindo com o coração e o estômago cheios. Obrigado por tudo!",
  "foodstore.visitleave.2": "Eu aprecio sua hospitalidade. Até a próxima!",
  "foodstore.visitleave.3": "Foi maravilhoso estar aqui. Obrigado por uma visita inesquecível!",
  "foodstore.visitleave.4": "Dizer adeus é difícil, mas vou guardar com carinho os momentos passados aqui. Obrigado!",
  "foodstore.visitleave.5": "Estou saindo com um sorriso. Sua companhia e lar são verdadeiramente encantadores.",
  "foodstore.visitleave.6": "Até nos reencontrarmos. Obrigado por um tempo fantástico e comida deliciosa!",
  "foodstore.noinvitevisit.0": "Agradeçaço o convite, mas eu não te conheço o suficiente para visitar.",
  "foodstore.noinvitevisit.1": "Obrigado, mas eu só visito lugares onde conheço o anfitrião.",
  "foodstore.noinvitevisit.2": "Sou seletiva quanto a compromissos e não te conheço, então não posso visitar.",
  "foodstore.noinvitevisit.3": "Não posso aceitar, pois não me sinto confortável em visitar alguém que não conheço.",
  "foodstore.noinvitevisit.4": "Valorizo minha privacidade, não vou te visitar pois não te conheço.",
  "foodstore.noinvitevisit.5": "Obrigado, mas eu só participo de eventos organizados por pessoas conhecidas. Não vou visitar desta vez.",
  "foodstore.noinvitevisit.6": "Prefere ambientes familiares, não iremos visitar pois não estamos familiarizados.",
  "foodstore.cannotinvitevisit.0": "Agradeço o convite, mas não posso visitar pois estou ocupado no momento.",
  "foodstore.cannotinvitevisit.1": "Obrigado pelo convite, mas estou muito ocupado no momento e não posso visitar.",
  "foodstore.cannotinvitevisit.2": "Estou ocupado com outras obrigações, então infelizmente, não consigo visitar.",
  "foodstore.cannotinvitevisit.3": "A minha agenda ocupada impede-me de aceitar o convite.",
  "foodstore.cannotinvitevisit.4": "Estou atualmente ocupado com tarefas e não consigo visitar. Obrigado pela compreensão.",
  "foodstore.cannotinvitevisit.5": "Infelizmente, estou muito ocupado para aceitar o convite no momento.",
  "foodstore.cannotinvitevisit.6": "Agradeço pelo convite, mas minha carga de trabalho atual não permite que eu visite. Talvez em outra ocasião.",
  "foodstore.willinvitevisit.0": "Com certeza, adoraria fazer uma visita! Avise-me sobre os detalhes.",
  "foodstore.willinvitevisit.1": "Com certeza, estou interessado! Quando e onde?",
  "foodstore.willinvitevisit.2": "Eu ficaria feliz em visitar! Você poderia me fornecer mais informações?",
  "foodstore.willinvitevisit.3": "Me inclua! Estou ansioso pela visita.",
  "foodstore.willinvitevisit.4": "Sim, eu irei visitar! Por favor, compartilhe os detalhes.",
  "foodstore.willinvitevisit.5": "Estou interessado! Avise-me sobre os detalhes da visita.",
  "foodstore.willinvitevisit.6": "Com certeza, eu vou visitar! Basta compartilhar os detalhes necessários.",
  "foodstore.config.invitetime": "Visitantes da Casa",
  "foodstore.config.invitecometime": "Hora em que o vila chega.",
  "foodstore.config.inviteleavetime": "É hora dos moradores começarem a sair.",
  "foodstore.config.disableallmessage": "Desativar TODAS as mensagens.",
  "foodstore.config.disableallmessageText": "Defina como True para desativar TODAS as mensagens, incluindo a caixa de chat e balão. As funções ainda irão funcionar, apenas o texto não será exibido. Não recomendado.",
  "foodstore.responselist.main": "Você precisa de mais alguma coisa?",
  "foodstore.responselist.talk": "Fale com",
  "foodstore.responselist.invite": "Convite para uma visita",
  "foodstore.responselist.foodtaste": "Como estava a comida?",
  "foodstore.responselist.dailydish": "Prato do Dia",
  "foodstore.config.enablevisitinside": "Permitir visitantes dentro da Casa da Fazenda?",
  "foodstore.config.dialoguetime": "Tempo di caixa de diálogo diário de cada NPC?",
  "foodstore.config.dialoguetimeText": "Padrão 1. Este número limita quantas vezes a caixa de convite aparece para cada NPC diariamente. Ainda é possível conversar e convidar NPCs usando o chat quando ultrapassar o limite.",
  "foodstore.kidask": "{{kidName}}: Por favor, posso brincar na sua fazenda hoje? Muito, muito por favor com cobertura de granulado por cima!!",
  "foodstore.groupkidask": "Ei pessoal, podemos por favor jogar na sua super-farm hoje? Prometo que nem vamos tocar nas flores!",
  "foodstore.kidresponselist.yes": "Absolutamente! E adivinhe só? Eu tenho alguns doces especiais, só para você!!",
  "foodstore.kidresponselist.no": "Oh! Eu acho que você tem coisas super importantes da escola hoje, não é?",
  "foodstore.kidresponselist.yay": "Uhuu!! Viva os momentos divertidos!",
  "foodstore.kidresponselist.boring": "Booo...ringgg!! Sério mesmo? Isso parece um sono super-duper entediante!",
  "foodstore.config.disablenonfoodonfarm": "Visitante retirar item não alimentício?",
  "foodstore.config.disablenonfoodonfarmText": "Padrão Falso. Quando definido como Verdadeiro, o visitante pode remover seu item não alimentar mostrado na mesa na Fazenda e na Casa da Fazenda.",
  "foodstore.visitorpickup.0": "Obrigado! Aceitarei com prazer.",
  "foodstore.visitorpickup.1": "Eu aprecio! Vou tentar.",
  "foodstore.visitorpickup.2": "Obrigado pela oferta! Estou aberto a isso.",
  "foodstore.visitorpickup.3": "Ótimo! Estou feliz em aceitar.",
  "foodstore.visitorpickup.4": "Inesperado, mas obrigado! Eu aceito.",
  "foodstore.visitorpickup.5": "Uau, eu não esperava por isso! Muito obrigado!",
  "foodstore.visitorpickup.6": "Obrigado pelo gesto! Estou bem com isso.",
  "foodstore.visitorpickup.7": "Diferente, mas obrigado/a! Eu sou de mente aberta.",
  "foodstore.visitorpickup.8": "Obrigado!!",
  "foodstore.visitorpickup.9": "Muito obrigado! Vou aproveitar isso.",
  "foodstore.visitorpickup.10": "Interessante! Obrigado, eu vou levar.",
  "foodstore.visitorpickup.11": "Eu posso usar isso. Obrigado!",
  "foodstore.nonfood.4.0": "Isso superou minhas expectativas, a qualidade é excepcional!",
  "foodstore.nonfood.4.1": "Estou realmente impressionado com a qualidade excepcional deste item.",
  "foodstore.nonfood.4.2": "A habilidade para fazer isso é verdadeiramente notável. Qualidade de primeira!",
  "foodstore.nonfood.4.3": "Não consigo acreditar como esse item é bem feito e durável. Excelente qualidade!",
  "foodstore.nonfood.4.4": "A atenção aos detalhes nisso é fenomenal. É da mais alta qualidade.",
  "foodstore.nonfood.4.5": "Já comprei itens semelhantes antes, mas nenhum se compara à qualidade excepcional deste.",
  "foodstore.nonfood.4.6": "Essa compra valeu cada centavo. A qualidade é incomparável.",
  "foodstore.nonfood.4.7": "Eu sou um cliente fiel por causa da excelente qualidade constante de seus produtos.",
  "foodstore.nonfood.4.8": "Em termos de qualidade, esta é uma das melhores compras que já fiz. Parabéns à sua marca!",
  "foodstore.nonfood.2.0": "A qualidade disso é ótima, estou realmente satisfeito com minha compra.",
  "foodstore.nonfood.2.1": "É difícil encontrar itens com tanta qualidade hoje em dia. Impressionante!",
  "foodstore.nonfood.2.2": "Isso tem uma construção realmente boa e ótima atenção aos detalhes. Bem feito!",
  "foodstore.nonfood.2.3": "Eu não estava esperando uma qualidade tão boa pelo preço. Fiquei agradavelmente surpreso!",
  "foodstore.nonfood.2.4": "A durabilidade e a qualidade são excelentes. Fiz a escolha certa ao comprá-lo.",
  "foodstore.nonfood.2.5": "Já tive produtos similares, mas este se destaca pela sua ótima qualidade.",
  "foodstore.nonfood.2.6": "Estou feliz com minha compra; a qualidade geral é excelente e é um bom custo-benefício.",
  "foodstore.nonfood.2.7": "Isso é um equilíbrio perfeito entre custo e ótima qualidade.",
  "foodstore.nonfood.2.8": "Ótima qualidade a um preço acessível. Exatamente o que eu estava procurando.",
  "foodstore.nonfood.1.0": "A qualidade deste é boa e atende às minhas expectativas.",
  "foodstore.nonfood.1.1": "Para o preço, a qualidade é surpreendentemente boa. Estou feliz com a minha compra.",
  "foodstore.nonfood.1.2": "Um produto sólido com boa qualidade. É exatamente o que eu precisava.",
  "foodstore.nonfood.1.3": "Eu já tive itens similares, mas este se destaca pela sua boa construção e qualidade.",
  "foodstore.nonfood.1.4": "A qualidade é boa e o item é bem feito. Eu recomendaria.",
  "foodstore.nonfood.1.5": "Eu não estava esperando uma qualidade de primeira linha, mas isso é realmente bom pelo preço.",
  "foodstore.nonfood.1.6": "Boa qualidade e durabilidade. Esta compra valeu a pena.",
  "foodstore.nonfood.1.7": "Estou agradavelmente surpreendido pela boa qualidade disto.",
  "foodstore.nonfood.1.8": "Isso oferece boa qualidade sem quebrar o bolso. Ótimo custo-benefício.",
  "foodstore.nonfood.0.0": "A qualidade é normal e é o que eu esperava pelo preço.",
  "foodstore.nonfood.0.1": "É uma média com qualidade normal. Nada excepcional, mas cumpre seu propósito.",
  "foodstore.nonfood.0.2": "Isso apresenta um nível padrão de qualidade. Não é impressionante nem decepcionante.",
  "foodstore.nonfood.0.3": "A qualidade está dentro da faixa normal para itens similares no mercado.",
  "foodstore.nonfood.0.4": "Eu diria que a qualidade é normal. Ela atende às expectativas básicas sem nenhum destaque notável.",
  "foodstore.nonfood.0.5": "É um produto comum com qualidade normal. Sem reclamações, mas nada extraordinário.",
  "foodstore.nonfood.0.6": "A qualidade é normal para o valor pago. Eu recebi o que paguei.",
  "foodstore.nonfood.0.7": "A qualidade deste produto é padrão. Nem é excepcional, nem abaixo do esperado.",
  "foodstore.nonfood.0.8": "Qualidade normal. Ela cumpre seu papel sem exceder ou ficar aquém das expectativas.",
  "foodstore.general.adult.neutral.outgoing.1": "Como o dia está tratando você? Alguma novidade em sua agenda?",
  "foodstore.general.adult.neutral.outgoing.2": "Saudações. Você tem explorado os segredos do vale recentemente? Intrigante, não é?",
  "foodstore.general.adult.neutral.outgoing.3": "Notou alguma mudança recente na aldeia? Suas opiniões seriam interessantes.",
  "foodstore.general.adult.neutral.outgoing.4": "Oie. O clima está bom, não é? Algum lugar favorito que você recomendaria por aqui?",
  "foodstore.general.adult.neutral.outgoing.5": "Você ouviu algum rumor ou fofoca na cidade? Estou ouvindo atentamente!",
  "foodstore.general.adult.neutral.outgoing.6": "Bom dia. Os últimos festivais são agradáveis, não são? Você tem algum favorito?",
  "foodstore.general.adult.neutral.outgoing.7": "Olá. Viu alguma criatura rara durante suas viagens? Compartilhe suas descobertas!",
  "foodstore.general.teens.neutral.outgoing.1": "E aí! O que está acontecendo na vida dos adolescentes atualmente?",
  "foodstore.general.teens.neutral.outgoing.2": "E aí! Quais são os planos ou aventuras legais na cidade?",
  "foodstore.general.teens.neutral.outgoing.3": "E aí! Eu sempre encontro os lugares mais legais. Qual é o local favorito mais recente?",
  "foodstore.general.teens.neutral.outgoing.4": "Oi! Ouvi dizer que você organiza encontros divertidos. Há algum evento próximo?",
  "foodstore.general.teens.neutral.outgoing.5": "Ei! Quais são as últimas tendências e acontecimentos?",
  "foodstore.general.teens.neutral.outgoing.6": "O que está acontecendo com os adolescentes? Algum hobby ou projeto legal no horizonte?",
  "foodstore.general.teens.neutral.outgoing.7": "Sou conhecido pela criatividade. Você tem algum empreendimento artístico em que se envolve?",
  "foodstore.general.child.neutral.outgoing.1": "Oi! Como está sendo seu dia? Alguma aventura emocionante em vista?",
  "foodstore.general.child.neutral.outgoing.2": "Já avistou alguns insetos ou criaturas interessantes durante suas pequenas explorações?",
  "foodstore.general.child.neutral.outgoing.3": "Qual é o jogo favorito entre os aventureiros atualmente?",
  "foodstore.general.child.neutral.outgoing.4": "Olá! Alguma história engraçada da escola ou do tempo de lazer para compartilhar?",
  "foodstore.general.child.neutral.outgoing.5": "Você tem um lugar de esconderijo especial na aldeia?",
  "foodstore.general.child.neutral.outgoing.6": "Oi! Tem algum brinquedo ou lanche favorito que você goste?",
  "foodstore.general.child.neutral.outgoing.7": "Pequenos exploradores devem encontrar coisas fascinantes. Me conte sua última descoberta!",
  "foodstore.general.adult.polite.outgoing.1": "Como tem sido o seu dia até agora?",
  "foodstore.general.adult.polite.outgoing.2": "Olá! É maravilhoso ver você. Alguma notícia emocionante para compartilhar?",
  "foodstore.general.adult.polite.outgoing.3": "Bom dia! Qual é a sua coisa favorita sobre a nossa encantadora vila?",
  "foodstore.general.adult.polite.outgoing.4": "Já exploraste as minas recentemente? Uma aventura incrível!",
  "foodstore.general.adult.polite.outgoing.5": "Oi! As plantações estão ótimas nesta temporada. Você não acha?",
  "foodstore.general.adult.polite.outgoing.6": "Alguma receita favorita que você descobriu recentemente?",
  "foodstore.general.adult.polite.outgoing.7": "Ouvi dizer que tens estado a ajudar pela cidade. Muito obrigado/a!",
  "foodstore.general.teens.polite.outgoing.1": "E aí? Encontrou algum lugar legal no vale recentemente?",
  "foodstore.general.teens.polite.outgoing.2": "E aí! Tem jogado ou feito algumas atividades massa ultimamente? Me conta!",
  "foodstore.general.teens.polite.outgoing.3": "Quais são os eventos legais acontecendo na vila?",
  "foodstore.general.teens.polite.outgoing.4": "Qual é a sua opinião sobre as últimas músicas tocando no salão?",
  "foodstore.general.teens.polite.outgoing.5": "Ei! Algumas manobras incríveis de skate que você tem praticado?",
  "foodstore.general.teens.polite.outgoing.6": "E aí, tudo bem? Viu algum filme legal no cinema recentemente?",
  "foodstore.general.teens.polite.outgoing.7": "Eu ouvi dizer que você está envolvido com agricultura. Como isso está indo para você?",
  "foodstore.general.child.polite.outgoing.1": "Você tem uma história favorita para compartilhar na hora de dormir?",
  "foodstore.general.child.polite.outgoing.2": "Você encontrou algum bichinho fofo enquanto estava explorando?",
  "foodstore.general.child.polite.outgoing.3": "Qual é a sua coisa favorita sobre a escola?",
  "foodstore.general.child.polite.outgoing.4": "Olá! Você gosta de colecionar pedras bonitas ou conchas?",
  "foodstore.general.child.polite.outgoing.5": "Ei! Você tem jogado algum jogo divertido com seus amigos recentemente?",
  "foodstore.general.child.polite.outgoing.6": "Qual é o seu lanche favorito quando você está com fome?",
  "foodstore.general.child.polite.outgoing.7": "Eu aposto que você já viu coisas legais na floresta. Posso ver??",
  "foodstore.general.adult.rude.outgoing.1": "O que está acontecendo? Não me incomode com conversa fiada. Tenho coisas melhores para fazer.",
  "foodstore.general.adult.rude.outgoing.2": "Te vi por aí. Tanto faz. Você tem alguma notícia real ou está apenas perdendo tempo?",
  "foodstore.general.adult.rude.outgoing.3": "Humpf. Por que você está aqui? Só fale logo e seja rápido.",
  "foodstore.general.adult.rude.outgoing.4": "Yeah, sim, você de novo. Tem algo interessante para dizer ou está aqui só para me irritar?",
  "foodstore.general.adult.rude.outgoing.5": "Você não vê que estou ocupado? Se você não está aqui com algo importante, saia daqui.",
  "foodstore.general.adult.rude.outgoing.6": "O que você quer? Seja rápido. Tenho lugares para ir e você está me atrasando.",
  "foodstore.general.adult.rude.outgoing.7": "Olá, não tenho tempo para conversa fiada. Diga logo o que quiser e siga em frente.",
  "foodstore.general.teens.rude.outgoing.1": "Tem alguma coisa interessante para dizer ou está aqui só para desperdiçar meu tempo?",
  "foodstore.general.teens.rude.outgoing.2": "Você de novo. Se você não está aqui com algo importante, por que me incomodar?",
  "foodstore.general.teens.rude.outgoing.3": "Tanto faz. Faça rápido. Tenho coisas melhores para fazer do que te ouvir tagarelar.",
  "foodstore.general.teens.rude.outgoing.4": "Ugh. Você não consegue ver que estou ocupado sendo legal? Se você não é legal, só vá embora.",
  "foodstore.general.teens.rude.outgoing.5": "Se você não está aqui com algum drama ou animação, não estou interessado.",
  "foodstore.general.teens.rude.outgoing.6": "Estou ouvindo, mas é melhor valer o meu tempo. Tenho uma reputação a manter.",
  "foodstore.general.teens.rude.outgoing.7": "Eu não tenho tempo para conversas chatas. Seja rápido e divertido.",
  "foodstore.general.child.rude.outgoing.1": "Qual é o seu trato? Se você não está trazendo doces ou histórias divertidas, vá embora.",
  "foodstore.general.child.rude.outgoing.2": "Você de novo. Tem algum brinquedo legal ou lanche para compartilhar, ou isso é perda de tempo?",
  "foodstore.general.child.rude.outgoing.3": "Ugh. Não está vendo que estou brincando? Se você não veio aqui para brincar, por favor me deixe em paz.",
  "foodstore.general.child.rude.outgoing.4": "Se você não está trazendo alguns jogos divertidos ou guloseimas, não estou interessado.",
  "foodstore.general.child.rude.outgoing.5": "Hmph. Você não é meu companheiro de brincadeiras, então a menos que você tenha algo divertido para brincar, não estou interessado.",
  "foodstore.general.child.rude.outgoing.6": "Estou ocupado sendo incrível. Se você não é incrível, não me incomode.",
  "foodstore.general.child.rude.outgoing.7": "Não me interesso por coisas chatas. Se não for divertido, não estou interessado. Entendeu?",
  "foodstore.general.adult.neutral.shy.1": "Olá. Se eu estiver quieto, é porque estou apenas absorvendo as coisas. Como foi o seu dia?",
  "foodstore.general.adult.neutral.shy.2": "Eu sou um pouco reservado, mas eu gosto das nossas conversas. O que está acontecendo?",
  "foodstore.general.adult.neutral.shy.3": "Obrigado por conversar. Estou aqui. Alguma coisa em sua mente?",
  "foodstore.general.adult.neutral.shy.4": "Se pareço reservado, é o meu lado contemplativo. O que há de novo com você?",
  "foodstore.general.adult.neutral.shy.5": "Eu gosto de ouvir. O que é emocionante para você?",
  "foodstore.general.adult.neutral.shy.6": "Desculpe se não sou muito extrovertido. Alguma experiência interessante ultimamente?",
  "foodstore.general.adult.neutral.shy.7": "Sou um pouco reservado, mas sou curioso. O que há de novo com você?",
  "foodstore.general.teens.neutral.shy.1": "Se eu estiver quieto, é porque estou apenas absorvendo tudo. E você, o que está acontecendo?",
  "foodstore.general.teens.neutral.shy.2": "Olá. Eu sou um pouco reservado, mas estou aqui para uma boa conversa. Alguma coisa legal acontecendo?",
  "foodstore.general.teens.neutral.shy.3": "Eu sou introvertido, mas estou aberto a discussões interessantes. O que está em sua mente?",
  "foodstore.general.teens.neutral.shy.4": "Se eu estiver calmo, é o meu lado pensativo. Qual é a sua opinião sobre as últimas tendências?",
  "foodstore.general.teens.neutral.shy.5": "Olá. Sou reservado, mas estou aberto a ouvir seus pensamentos. Alguma história emocionante?",
  "foodstore.general.teens.neutral.shy.6": "Desculpe se pareço não muito extrovertido. Qual foi o destaque do seu dia?",
  "foodstore.general.teens.neutral.shy.7": "Eu posso ser reservado, mas estou interessado. Tem alguma coisa que gostaria de conversar?",
  "foodstore.general.child.neutral.shy.1": "Se estiver tranquilo/a, estou no meu próprio mundinho. Você também se sente assim?",
  "foodstore.general.child.neutral.shy.2": "Eu espero que você esteja se divertindo. Eu sou um pouco quieto, mas gosto de observar. Qual é o seu jogo favorito?",
  "foodstore.general.child.neutral.shy.3": "Qual é a sua coisa favorita de fazer? Eu sou um pouco tímido, mas adoro ouvir sobre suas aventuras.",
  "foodstore.general.child.neutral.shy.4": "Às vezes sou um pouco tímido, mas estou animado para conversar. Qual é o seu brinquedo favorito?",
  "foodstore.general.child.neutral.shy.5": "Estou reservado - estou apenas absorvendo tudo. Qual é a sua atividade preferida?",
  "foodstore.general.child.neutral.shy.6": "Existe algum jogo ou atividade que você goste? Posso ser tímido, mas adoraria saber sobre o seu dia.",
  "foodstore.general.child.neutral.shy.7": "Como está tudo com você? Se tiver algo divertido, estou totalmente aberto para ouvir. Sou um pouco tímido, mas sou curioso!",
  "foodstore.general.adult.polite.shy.1": "Se eu parecer um pouco reservado, é apenas meu jeito. Como está sendo o seu dia?",
  "foodstore.general.adult.polite.shy.2": "Sua empresa significa muito. Estou aqui para um bom papo.",
  "foodstore.general.adult.polite.shy.3": "Obrigado por conversar. Eu posso não falar muito, mas estou realmente escutando.",
  "foodstore.general.adult.polite.shy.4": "Sua presença é valorizada. Se eu parecer um pouco reservado, é apenas parte do meu ser. O que há de novo com você?",
  "foodstore.general.adult.polite.shy.5": "Eu realmente adoro nossas conversas. Alguma coisa emocionante acontecendo com você?",
  "foodstore.general.adult.polite.shy.6": "Eu realmente valorizo nossas conversas. Eu não sou muito extrovertido, mas estou sinceramente interessado.",
  "foodstore.general.adult.polite.shy.7": "Sua empresa é apreciada. Estou genuinamente curioso. O que há de novo com você?",
  "foodstore.general.teens.polite.shy.1": "Se eu não sou super falante, é só como eu sou.",
  "foodstore.general.teens.polite.shy.2": "Foi bom conversar contigo. Eu posso ser um pouco introvertido, mas estou aqui. Tem algo legal acontecendo?",
  "foodstore.general.teens.polite.shy.3": "Obrigado por passar um tempo comigo. Eu posso não falar muito, mas estou disposto a ter discussões interessantes.",
  "foodstore.general.teens.polite.shy.4": "Se eu não sou super extrovertido, é apenas o meu lado atencioso. Qual é a sua opinião sobre as últimas tendências?",
  "foodstore.general.teens.polite.shy.5": "Obrigado por ser legal. Eu posso não falar muito, mas estou genuinamente interessado.",
  "foodstore.general.teens.polite.shy.6": "Eu aprecio profundamente as nossas conversas. Se eu pareço um pouco introvertido, desculpe por isso. Qual foi o ponto alto do seu dia?",
  "foodstore.general.teens.polite.shy.7": "Obrigado por entender. Eu posso não ser muito extrovertido, mas estou genuinamente interessado.",
  "foodstore.general.child.polite.shy.1": "Se eu não sou muito falante, é porque estou apenas no meu próprio mundinho. Você também se sente assim?",
  "foodstore.general.child.polite.shy.2": "Eu espero que você esteja se divertindo. Eu sou um pouco quieta, mas gosto de observar. Qual é o seu jogo favorito?",
  "foodstore.general.child.polite.shy.3": "Qual é a sua coisa favorita de fazer? Eu posso não ser a mais extrovertida, mas adoro ouvir sobre suas aventuras.",
  "foodstore.general.child.polite.shy.4": "Às vezes eu não sou muito falador, mas estou animado para conversar. Qual é o seu brinquedo favorito?",
  "foodstore.general.child.polite.shy.5": "Eu não sou super extrovertido - estou apenas absorvendo tudo. Qual é a sua atividade preferida?",
  "foodstore.general.child.polite.shy.6": "Existe algum jogo ou atividade que você goste? Adoraria saber sobre o seu dia.",
  "foodstore.general.child.polite.shy.7": "Como está tudo com você? Se houver algo divertido, estou totalmente ouvindo. Estou genuinamente curioso!",
  "foodstore.general.adult.rude.shy.1": "Se eu parecer distante, é apenas como eu sou. O que você quer?",
  "foodstore.general.adult.rude.shy.2": "Sua conversa está bem, eu acho. Se eu pareço desanimado, é só meu jeito. Por que se importar?",
  "foodstore.general.adult.rude.shy.3": "Conversar é o que for. Talvez eu não seja falador(a). Qual é o propósito?",
  "foodstore.general.adult.rude.shy.4": "Se eu não sou muito sociável. Tenho algo a dizer ou não?",
  "foodstore.general.adult.rude.shy.5": "Falar é bom, eu acho. Se pareço reservado, é só do jeito que sou. Qual é o seu problema?",
  "foodstore.general.adult.rude.shy.6": "As conversas são legais, acho. Eu não sou muito extrovertido. Enfim.",
  "foodstore.general.adult.rude.shy.7": "Sua empresa está bem. Qual é o problema com você?",
  "foodstore.general.teens.rude.shy.1": "Se eu não sou muito comunicativo, é só assim que é. O que você tem a ver com isso?",
  "foodstore.general.teens.rude.shy.2": "Falar com você está tudo bem, eu acho.",
  "foodstore.general.teens.rude.shy.3": "Sair é o que for. Tem algo em sua mente ou o quê?",
  "foodstore.general.teens.rude.shy.4": "OK. What's com as perguntas?",
  "foodstore.general.teens.rude.shy.5": "Suas histórias são boas, eu acho. Mais alguma coisa?",
  "foodstore.general.teens.rude.shy.6": "Nossas conversas são legais, espero que sim.",
  "foodstore.general.teens.rude.shy.7": "Sua compreensão está boa. Eu não sou adepto de redes sociais.",
  "foodstore.general.child.rude.shy.1": "Se eu não sou muito falante, é apenas como eu sou. O que é isso para você?",
  "foodstore.general.child.rude.shy.2": "Jogar é aceitável.",
  "foodstore.general.child.rude.shy.3": "O que é divertido para você? Tem algo em sua mente ou não?",
  "foodstore.general.child.rude.shy.4": "Se eu estiver quieto, é só por mim. O que é que você quer saber?",
  "foodstore.general.child.rude.shy.5": "O que aconteceu? Você precisa de algo de mim?",
  "foodstore.general.child.rude.shy.6": "Nossos jogos são legais, eu acho.",
  "foodstore.general.child.rude.shy.7": "Suas histórias estão bem. Qual é o seu problema?",
  "foodstore.general.adult.neutral.neutral.1": "Como você está hoje? Alguma coisa interessante acontecendo na vila?",
  "foodstore.general.adult.neutral.neutral.2": "Eu espero que o seu dia esteja indo bem. Você explorou o vale recentemente?",
  "foodstore.general.adult.neutral.neutral.3": "É bom te ver. Você tem algum lugar favorito na cidade?",
  "foodstore.general.adult.neutral.neutral.4": "Como estão indo as coisas para você? Alguma descoberta recente para compartilhar?",
  "foodstore.general.adult.neutral.neutral.5": "Olá. Espero que esteja tendo um bom dia. Alguma coisa emocionante em sua mente?",
  "foodstore.general.adult.neutral.neutral.6": "Oi. É sempre bom conversar. Há algo específico que você gostaria de falar?",
  "foodstore.general.adult.neutral.neutral.7": "Estou aqui se você precisar de alguma coisa. Como vão as coisas em seu mundo?",
  "foodstore.general.teens.neutral.neutral.1": "E aí. Como vai? Alguma coisa legal acontecendo no mundo dos adolescentes?",
  "foodstore.general.teens.neutral.neutral.2": "Espero que esteja indo tudo bem. Alguma atividade interessante ou hobby recentemente?",
  "foodstore.general.teens.neutral.neutral.3": "E aí? Legal te ver. Você conheceu algum lugar legal na vila?",
  "foodstore.general.teens.neutral.neutral.4": "Olá. Como está o seu dia? Alguma nova tendência ou evento chamou a sua atenção?",
  "foodstore.general.teens.neutral.neutral.5": "Espero que esteja tudo bem com você. Viu algum bom filme ou programa recentemente?",
  "foodstore.general.teens.neutral.neutral.6": "E aí? Alguma coisa interessante em sua mente? Estou aqui para conversar se quiser.",
  "foodstore.general.teens.neutral.neutral.7": "Bom te ver. Tem alguma coisa emocionante acontecendo na comunidade adolescente?",
  "foodstore.general.child.neutral.neutral.1": "Oi. Como está o seu dia na vila? Algum jogo divertido ou aventura em sua agenda?",
  "foodstore.general.child.neutral.neutral.2": "Espero que estejas a divertir-te. Alguma coisa interessante para partilhares?",
  "foodstore.general.child.neutral.neutral.3": "É bom te ver. Qual é a sua coisa favorita sobre a vila?",
  "foodstore.general.child.neutral.neutral.4": "Como está o seu dia? Algum brinquedo ou lanche favorito que você tenha desfrutado?",
  "foodstore.general.child.neutral.neutral.5": "Olá. Espero que esteja tendo um dia divertido. Alguma coisa interessante em seu pequeno mundo?",
  "foodstore.general.child.neutral.neutral.6": "Olá. Fico feliz de conversar com você. Existe algum jogo ou atividade em particular que você gosta?",
  "foodstore.general.child.neutral.neutral.7": "Como está tudo com você? Se tiver algo divertido para compartilhar, estou toda ouvidos.",
  "foodstore.general.adult.polite.neutral.1": "Eu espero que o seu dia esteja indo bem. Tem alguma coisa em sua mente?",
  "foodstore.general.adult.polite.neutral.2": "É um prazer te ver. Como tem sido seu tempo na vila?",
  "foodstore.general.adult.polite.neutral.3": "Olá. Prazer em conhecê-lo. Você tem algum lugar favorito na cidade?",
  "foodstore.general.adult.polite.neutral.4": "Um, olá. Como vão as coisas para você? Alguma descoberta recente para compartilhar?",
  "foodstore.general.adult.polite.neutral.5": "Olá. Espero que esteja tendo um bom dia. Alguma coisa emocionante em sua mente?",
  "foodstore.general.adult.polite.neutral.6": "Sempre é um prazer conversar. Há algo específico que você gostaria de falar?",
  "foodstore.general.adult.polite.neutral.7": "Estou aqui se precisar de alguma coisa. Como estão as coisas no seu mundo?",
  "foodstore.general.teens.polite.neutral.1": "Como vai? Tem alguma coisa interessante acontecendo no cenário adolescente?",
  "foodstore.general.teens.polite.neutral.2": "Oi. Eu espero que você esteja bem. Alguma atividade ou hobbies interessantes recentemente?",
  "foodstore.general.teens.polite.neutral.3": "E aí? Bom ver você. Você já conferiu algum lugar legal no vilarejo?",
  "foodstore.general.teens.polite.neutral.4": "Olá. Como está o seu dia? Alguma nova tendência ou evento chamando a sua atenção?",
  "foodstore.general.teens.polite.neutral.5": "E aí. Espero que esteja tudo tranquilo com você. Viu algum bom filme ou programa ultimamente?",
  "foodstore.general.teens.polite.neutral.6": "O que há de novo? Alguma coisa interessante em sua mente? Estou aqui para conversarmos, se quiser.",
  "foodstore.general.teens.polite.neutral.7": "É bom te ver. Tem algo empolgante acontecendo na comunidade adolescente?",
  "foodstore.general.child.polite.neutral.1": "Como está o seu dia na aldeia? Algum jogo divertido ou aventuras em sua agenda?",
  "foodstore.general.child.polite.neutral.2": "Olá. Espero que esteja se divertindo jogando. Alguma novidade legal para compartilhar?",
  "foodstore.general.child.polite.neutral.3": "Olá. É bom te ver. Qual é a sua coisa favorita sobre a vila?",
  "foodstore.general.child.polite.neutral.4": "Oi, tudo bem? Como foi o seu dia? Algum brinquedo ou lanche favorito que você gostou?",
  "foodstore.general.child.polite.neutral.5": "Eu espero que você esteja tendo um dia divertido. Há algo interessante acontecendo em seu pequeno mundo?",
  "foodstore.general.child.polite.neutral.6": "Oi. Muito bom conversar com você. Existe algum jogo ou atividade que você goste em particular?",
  "foodstore.general.child.polite.neutral.7": "Como está tudo com você? Se houver algo divertido para compartilhar, estou totalmente ouvindo.",
  "foodstore.general.adult.rude.neutral.1": "E aí? Não perca meu tempo com conversa fiada sem sentido. Vá direto ao ponto.",
  "foodstore.general.adult.rude.neutral.2": "Se você não tem nada importante para dizer, economize seu fôlego e siga em frente.",
  "foodstore.general.adult.rude.neutral.3": "Por que está me incomodando? Se não é sobre algo importante, desapareça.",
  "foodstore.general.adult.rude.neutral.4": "Argh, não estou com vontade de conversas fúteis. Fale logo ou vá aborrecer outra pessoa.",
  "foodstore.general.adult.rude.neutral.5": "Você não percebe que estou ocupado? Se você não está aqui com algo importante, não me incomode.",
  "foodstore.general.adult.rude.neutral.6": "Não tenho tempo para conversas inúteis. Se você tem um ponto, seja breve.",
  "foodstore.general.adult.rude.neutral.7": "Por que você ainda está aqui? Se você não está trazendo algo importante, me deixe em paz.",
  "foodstore.general.teens.rude.neutral.1": "Qual é o seu problema? Não estou interessado em perder tempo. Fale mais alto ou siga em frente.",
  "foodstore.general.teens.rude.neutral.2": "Sério? Se você não está aqui com algo legal ou importante, vá embora.",
  "foodstore.general.teens.rude.neutral.3": "Por que você está me incomodando? Se não for sobre algo incrível, eu não estou interessado.",
  "foodstore.general.teens.rude.neutral.4": "Eu não tenho tempo para conversas constrangedoras. Se você não é legal, saia.",
  "foodstore.general.teens.rude.neutral.5": "Você não consegue ver que estou ocupado sendo incrível? Se você não é, tipo, legal, vá embora.",
  "foodstore.general.teens.rude.neutral.6": "Olha, eu não estou afim de conversas. Se você não está trazendo drama, siga em frente.",
  "foodstore.general.teens.rude.neutral.7": "Por que você ainda está aqui? Se você não está aqui com algo empolgante, eu não estou interessado.",
  "foodstore.general.child.rude.neutral.1": "Um, o que você quer? Se você não está trazendo jogos divertidos ou petiscos, me deixe em paz.",
  "foodstore.general.child.rude.neutral.2": "Por que você está me incomodando? Se você não tem nenhum brinquedo legal ou lanches, siga em frente.",
  "foodstore.general.child.rude.neutral.3": "Qual é o seu lance? Eu não gosto de coisas chatas. Se não for divertido, não estou interessado.",
  "foodstore.general.child.rude.neutral.4": "Aff, você não está vendo que estou brincando? Se você não está aqui com coisas divertidas, não me incomode.",
  "foodstore.general.child.rude.neutral.5": "Olha, eu não estou com disposição para conversas. Se não for divertido, não desta vez.",
  "foodstore.general.child.rude.neutral.6": "Por que você ainda está aqui? Se você não está trazendo histórias legais ou brinquedos, cai fora.",
  "foodstore.general.child.rude.neutral.7": "Sério mesmo? Se você não estiver aqui com algo divertido, eu não estou interessada.",
  "foodstore.weaponText": "Ótimo",
  "foodstore.config.dialogue": "Ambiente do diálogo",
  "foodstore.config.disablekidask": "Desativar as crianças perguntando para brincar.",
  "foodstore.config.enablesaleweapon": "Habilitar a venda de armas?",
  "mannequin.desc": "Coloque roupas, chapéus ou botas nele.",
  "mannequin.name.plain-male": "Manequim Normal",
  "mannequin.name.plain-female": "Mulher manequim normal",
  "mannequin.name.magic-male": "Manequim Mágico",
  "mannequin.name.magic-female": "Mulher Manequim Mágica",
  "foodstore.soldclothes": "Vendido traje em {{locationint}} por {{saleint}}G",
  "foodstore.soldclothesText.0": "Isso pode ficar bom em mim.",
  "foodstore.soldclothesText.1": "Eu me pergunto se essa cor combina com o meu estilo.",
  "foodstore.soldclothesText.2": "Hora de atualizar o guarda-roupa com esta peça",
  "foodstore.soldclothesText.3": "Não consigo resistir em adicionar isso à minha coleção.",
  "foodstore.soldclothesText.4": "Escolha perfeita para a próxima ocasião.",
  "foodstore.soldclothesText.5": "Tentando algo novo para variar.",
  "foodstore.soldclothesText.6": "Uma peça clássica que nunca sai de moda.",
  "foodstore.config.randompurchase": "NPC compra item aleatório?",
  "foodstore.config.randompurchaseText": "Por padrão, NPC se moverá para o item mais próximo. Defina como True para que eles comprem um item aleatório dentro da faixa de busca.",
  "foodstore.config.signrange": "Marque a loja com uma placa?",
  "foodstore.config.signrangeText": "Defina como 0 para desativar. Este limite é apenas para NPCs comprarem itens válidos dentro de uma determinada distância de uma placa colocada. Itens fora do alcance serão ignorados. Não se aplica em prédios.",
  "foodstore.config.doorentry": "NPC aparece perto da porta",
  "foodstore.config.doorentryText": "Padrão Verdadeiro: O visitante aparecerá perto da porta. Defina como Falso para que o NPC apareça perto da Placa de Licença. Apenas aplicável para Estabelecimentos Comerciais.",
  "foodstore.config.shedvisitchance": "Chance para novo visitante",
  "foodstore.config.shedvisitchanceText": "Padrão 0,2. Chance de um novo visitante no prédio a cada 10 minutos. Recomendado abaixo de 0,5!",
  "foodstore.config.maxshedcapacity": "Máximo de visitantes no prédio.",
  "foodstore.config.maxshedcapacityText": "Padrão 5. Capacidade máxima em um prédio.",
  "foodstore.config.timestay": "Quanto tempo NPC ficam?",
  "foodstore.config.timestayText": "Padrão 230 (equivalente a 2,5 horas). Recomendado abaixo de 400 (4 horas).",
  "foodstore.config.openhour": "Abertura",
  "foodstore.config.closehour": "Hora de fecho",
  "foodstore.config.shed": "Configuração da Loja de Construção",
  "foodstore.config.shedbuychance": "Chance de compra do visitante",
  "foodstore.config.shedbuychanceText": "Padrão 0.2. Chance do visitante comprar item dentro do prédio.",
  "foodstore.config.shedminutetohungry": "Minuto para comprar.",
  "foodstore.config.shedminutetohungryText": "90 por padrão. Limite de tempo entre cada compra.",
  "foodstore.shedguestgreeting": "Olá, eu sou.",
  "foodstore.config.buswalk": "car en Foam NPC caminha de Buscar en Foam",
  "foodstore.config.buswalkText": "Quando definido como Verdadeiro, os visitantes começarão a caminhar para fora do ônibus em direção à sua fazenda.",
  "foodstore.config.modkey": "Chave para mostrar o nome do Prato",
  "foodstore.config.orderchance": "Chance para novos pedidos / s",
  "foodstore.config.lovedishchance": "Chance da sua comida favorita",
  "foodstore.config.pricemultiplier": "Multiplicador de preços",
  "foodstore.config.maxordernight": "Pedido máximo por NPC por dia.",
  "foodstore.config.kidaskchance": "Chance diário de a criança pedir para brincar.",
  "loved-order-reaction-1": "Obrigado, isso parece delicioso!",
  "loved-order-reaction-2": "Muito obrigado!",
  "loved-order-reaction-3": "Exatamente o que eu queria, obrigado!",
  "liked-order-reaction-1": "Obrigado, isso parece bom!",
  "liked-order-reaction-2": "Obrigado!",
  "liked-order-reaction-3": "Apenas o que eu pedi, obrigado!",
  "neutral-order-reaction-1": "Ah, OK!",
  "neutral-order-reaction-2": "Tudo bem. Confie em mim, não é legal.",
  "neutral-order-reaction-3": "Legal!",
  "foodstore.config.shedvisitor": "Pedido Especial dos Visitantes",
  "foodstore.mailtotal": "Lucro total do mercado: {{totalEarning}}G^ Lucro de ontem: {{sellMoney}}G^ Interação com clientes de ontem: {{todayCustomerInteraction}}.^",

"foodstore.letter.mtwelcome": " Bem-vindo à Market Town @. Aqui você pode administrar sua própria loja e vender produtos para os aldeões!!^^ Vamos começar escolhendo um bom local, colocando uma mesa e começando a vender qualquer item que preferir.^^ Para usar qualquer um de seus Edifícios como um museu, um restaurante, uma loja de conveniência, você precisa obter uma Licença de Museu da Guilda dos Aventureiros, uma Licença de Restaurante do Saloon ou uma Licença de Market Town do Comerciante do Deserto. ( continuar > )^ -Requisito para a Licença de Museu: Doar 30 itens para o museu local.^^ -Requisito para a Licença de Restaurante: Lucro total superior a 10000 e ter vendido pelo menos 20 pratos de cozinha.^^ -Requisito para a Licença de Market Town: Lucro total superior a 30000 e ter vendido pelo menos 30 de cada item Forrageiro, Vegetal, Produto Artesanal, Produto Animal, Cozinha, Peixe e Mineral. ( continuar > )^^ Este Mod é altamente configurável para se adequar ao estilo de jogo da maioria dos jogadores. Por favor, revise os detalhes na Configuração antes de relatar quaisquer problemas.^^ Encontrou bugs? Relate na página do Mod junto com o registro SMAPI ou entre em contato comigo via Discord: hapyke",

"foodstore.letter.mtrestaurantlicense": " Caro @.^^Como você cumpriu o requisito para obter uma Licença de Restaurante, pode passar pelo Saloon sempre que estiver livre para adquirir a licença.^A Licença de Restaurante permite que você opere qualquer um de seus Edifícios Agrícolas como um restaurante.^^Passarei por aqui para uma refeição em algum momento^-Gus",

"foodstore.letter.mtmarkettownlicense": " Caro @.^^Você está se saindo muito bem com o seu negócio. Agora você pode obter uma Licença de Market Town do Comerciante do Deserto.^A Licença de Market Town permite que você venda o que quiser!^^-Lewis",
  "foodstore.weeklylog": "Registro Semanal:",
  "foodstore.weeklytotallog": "Ganhos totais do mercado: {{totalEarning}}G^",
  "foodstore.forage": "Total de Forragem Vendida: {{TotalForageSold}}",
  "foodstore.flower": "Total de Flores Vendidas: {{TotalFlowerSold}}",
  "foodstore.fruit": "Total de Frutas Vendidas: {{TotalFruitSold}}",
  "foodstore.vegetable": "Total Vegetable sold: {{TotalVegetableSold}}.Total de Vegetais Vendidos: {{TotalVegetableSold}}.",
  "foodstore.seed": "Total de Sementes Vendidas: {{TotalSeedSold}}",
  "foodstore.monsterloot": "Total Saque de Monstros Vendido: {{TotalMonsterLootSold}}",
  "foodstore.syrup": "Total de Xarope Vendido: {{TotalSyrupSold}}",
  "foodstore.artisangood": "Total de Produtos Artesanais Vendidos: {{TotalArtisanGoodSold}}",
  "foodstore.animalproduct": "Total de produtos animais vendidos: {{TotalAnimalProductSold}}",
  "foodstore.resourcemetal": "Total de metal de recurso vendido: {{TotalResourceMetalSold}}",
  "foodstore.mineral": "Mineral Total Vendido: {{TotalMineralSold}}",
  "foodstore.crafting": "Total de Criações Vendidas: {{TotalCraftingSold}}^",
  "foodstore.cooking": "Total de cozidos vendidos: {{TotalCookingSold}}",
  "foodstore.fish": "Total de Peixes Vendidos: {{TotalFishSold}}",
  "foodstore.gem": "Total de Gemas Vendidas: {{TotalGemSold}}",
  "foodstore.lastweek.forage": "Na semana Passe, vendido Forrage: {{LastweekForageSold}}",
  "foodstore.lastweek.flower": "Última semana Flores Vendidas: {{LastweekFlowerSold}}",
  "foodstore.lastweek.fruit": "Vendido na semana passada: {{LastweekFruitSold}}",
  "foodstore.lastweek.vegetable": "Última semana, verduras vendidas: {{ÚltimasemanaVerdurasVendidas}}^",
  "foodstore.lastweek.seed": "Última semana Semente Vendida:{{LastweekSeedSold}}",
  "foodstore.lastweek.monsterloot": "Última semana Monster Loot Vendidos: {{ Semana passada Monster Loot Vendidos}}",
  "foodstore.lastweek.syrup": "Na última semana, xarope vendido: {{Últimasemanaxaropevendido}}^",
  "foodstore.lastweek.artisangood": "Na semana passada, foram vendidos {{LastweekArtisanGoodSold}} itens de Artisan Good.",
  "foodstore.lastweek.animalproduct": "That week Producto",
  "foodstore.lastweek.resourcemetal": "A semana passada, a Resource Metal vendeu: {{LastweekResourceMetalSold}}^",
  "foodstore.lastweek.mineral": "A semana passada Minerais Vendidos: {{LastweekMineralSold}}",
  "foodstore.lastweek.crafting": "Na semana passada, a Crafting vendeu: {{ÚltimaSemanaCraftingVendida}}^",
  "foodstore.lastweek.cooking": "Na semana passada, Vendas de Cozinha: {{VendasSemanaPassadaCozinha}}.",
  "foodstore.lastweek.fish": "Na semana passada, peixe vendido: {{LastweekFishSold}}.",
  "foodstore.lastweek.gem": "Vendido por Gem na última semana: {{LastweekGemSold}}^",
  "foodstore.letter.mtmuseumlicense": " Caro @.^^ Parece que você está se saindo muito bem explorando a mina e doando para o nosso museu. Gostaria de informar que agora temos uma Licença de Museu disponível para você na Guilda dos Aventureiros.^ Esta licença permite que você transforme seu prédio em um museu público e os visitantes pagarão um preço de ingresso toda vez que visitarem!^^ -Marlon",

"foodstore.config.museumpricemarkup": "Multiplicador do preço do bilhete do museu",
"foodstore.config.museumpricemarkupText": "Preço do bilhete do museu baseado no número de artefatos, minerais e saques de monstros exibidos dentro. Um valor mais alto significa um preço de bilhete mais alto, mas também reduzirá a chance de visitantes!!!",

"foodstore.todaymuseumvisitor": " Visitantes do museu de ontem: {{todayMMuseumVisitor}}, {{todayMuseumEarning}}G.^^",
 "foodstore.letter.receivemuseumlicense": "Caro/a @.^^ Parabéns por obter sua Licença de Museu. Deixe-me orientá-lo sobre como configurá-la. Você pode usar qualquer Edifício Agrícola como um Museu. O único requisito é ter um Sinal exibindo a Licença e então os visitantes começarão a chegar amanhã. Os visitantes do Museu não compram itens em exposição, mas pagarão um preço de entrada na entrada. O preço é determinado pelo número de artefatos, gemas raras, bem como peixes exóticos ou estátuas. Você pode decidir sobre a marcação do seu bilhete; no entanto, tenha em mente que quanto maior a marcação, menos visitantes você pode atrair.^^ Visitarei seu Museu assim que estiver pronto. -Lewis",
  "foodstore.letter.receiverestaurantlicense": "Caro/a @.^^ Notei que você obteve a Licença de Restaurante. Esta Licença permitirá que você use qualquer Edifício Agrícola como um Restaurante. Basta exibir a Licença em um Sinal e os visitantes começarão a chegar amanhã. Os visitantes do Restaurante navegarão e comprarão alimentos que lhes interessarem. Às vezes, eles solicitarão um prato especial, que você pode vender diretamente a eles por um preço mais alto.^^ Estou realmente ansioso para experimentar sua comida. -Lewis",
  "foodstore.letter.receivemarkettownlicense": "Caro/a @.^^ Finalmente, você obteve a Licença de Cidade do Mercado. A partir de agora, você pode possuir desde uma pequena loja de conveniência até mesmo um supermercado. Esta Licença permite que você venda qualquer mercadoria que desejar, incluindo alimentos, colheitas, materiais e muito mais.^^ Muito obrigado por criar um hub conveniente para todas as pessoas em nossa vila. -Lewis",
  "foodstore.config.multiplayermode": "Ativar divisão do dinheiro da venda para o modo multijogador?",
  "foodstore.config.multiplayermodeText": "AVISO: BUG. Padrão é falso. Ativar isso dividirá o dinheiro da venda entre os jogadores conectados. AVISO: Às vezes, os outros jogadores não recebem o dinheiro.",

  "foodstore.config.easylicense": "Ignorar requisito de licença?",
"foodstore.config.textchat": "Desativar bate-papo por digitação com NPC?",


"foodstore.island.building": "As chamas dançam e os visitantes estão chegando. A construção na Ilha Paraíso está interrompida",

"foodstore.islandtravel.sun": "Foi uma distância considerável de barco. Você se sente um pouco cansado!",
"foodstore.islandtravel.rain": "A chuva tornou a jornada mais difícil. Você se sente exausto.",
"foodstore.islandtravel.wind": "O vento às vezes empurra você para frente, mas outras vezes vai contra sua direção.",
"foodstore.islandtravel.storm": "O clima tempestuoso foi implacável. Você se sente esgotado da jornada.",
"foodstore.islandtravel.greenrain": "A chuva verde incomum foi desorientadora. Você se sente enfraquecido.",
"foodstore.islandtravel.snow": "Andar pela neve foi exaustivo. Você sente sua energia se esvaindo."

}