{
    "GenericMC.Description": "This mod allows you to offset your spouse/roommate's generic starting positions, as well as spruce them up with animations. The spouse room has two modes: Auto and Manual, everything else is Manual.",
    "GenericMC.Description2": "Auto will pick a random tile in the room, and turn the spouse towards the Facing Tile. By default only Spouse Room (auto) is enabled. Hover over variable names for more info.",

    "GenericMC.SpritePreview": "Sprite Preview",
    "GenericMC.SpritePreviewDesc": "Will show previews of the specified Manual profiles in the world (and the automation's Facing Tile), allowing you to fine-tune spouse offsets.\n Leave blank during regular gameplay to avoid performance impacts.\n Valid entries: All (for all profiles), or a list of profile names (like Default, Sam).\n If installed, Custom Spouse Patio will assign the correct spouse preview to the correct patio.\n If installed, Multiple Spouses will show a preview for each room, however the preview won't be able\n to determine the correct room (will show one in each), but the rest of the mod will.",

    "GenericMC.SpouseRoomAuto": "Spouse Room (Auto)",
    "GenericMC.AutoBlacklist": "Blacklist",
    "GenericMC.AutoBlacklistDesc": "If you wish to exclude a specific spouse profile from automation. Valid entries: All (same as setting Chance to 0), or a list of profile names (like Default, Sam).",
    "GenericMC.AutoChance": "Chance (VS Manual)",
    "GenericMC.AutoChanceDesc": "The chance of automation being picked instead of a manual profile. 100% for only Automation, 0% for only Manual, something in between for a mix.",
    "GenericMC.AutoPerfomance": "Simple Check",
    "GenericMC.AutoPerformanceDesc": "When enabled the automation will only check if the room tile is empty, instead of checking if it can be navigated to. The navigation check is quite expensive, though without it there's a tiny chance the spouse might end up behind some furniture (if there's a free tile there).",
    "GenericMC.FurnitureChairs": "Furniture (Up) Blacklist",
    "GenericMC.FurnitureChairsDesc": "Spouses not on this list can try to sit on any (player placed)\n sittable furniture facing up (North), due to lack of sitting spites\n it's recommended to use chairs/sofas with non-see-through backs.\n Larger furniture might be destroyed without the 'Non Desctructive NPCs' mod.\n\nThis blacklist will disable this behaviour for the specific profiles.\n Valid entries: All, or a list of profile names (like Default, Sam).",
    "GenericMC.MapChairs": "MapChair (Down) Blacklist",
    "GenericMC.MapChairsDesc": "Spouses not on this list can try to sit on any map chairs (ones the player can sit on)\n facing down (South), due to lack of sitting spites it can look a bit silly in some cases.\n If time doesn't change from 8:20am to 8:30am naturally (time skip),\n the spouse can get stuck by the chair for the rest of the day.\n\nThis blacklist will disable this behaviour for the specific profiles.\n Valid entries: All, or a list of profile names (like Default, Sam).",

    "GenericMC.SpouseRoomTile": "Auto: Facing Tile",
    "GenericMC.SpouseRoomTileDesc": "This is the 'interesting' tile used by Automation to\n determine where the spouse will be looking towards upon spawning, when not sitting.\n By default it's a 1.1 tile left of their spawn point.",
    "GenericMC.SpouseRoomTileDesc2": "The sebastianFrog profile is a special hardcoded case, as Sebastian's\n spawn point changes a bit after a certain event - \nthe interesting tile in his room is then around the middle.",

    "GenericMC.Manual": "Manual Mode",
    "GenericMC.Hover": "Hover for info", //: Instructions //: Kitchen etc.
    "GenericMC.Instructions": "Instructions",
    "GenericMC.InstructionsTile": "Default is used by all spouses without a named profile. It uses your main spouse (or Emily) for preview.\n Click a name to add its profile and entry. Click an entry to edit it.\n If you hover over an entry/profile and press Ctrl + X it'll be removed.\n\nValid Entry: Tile Offset.\n Offset: x, y tile offset from their regular spawn position, like: 0, 2.5",

    "GenericMC.InstructionsDesc": "Default is used by all spouses without a named profile. It uses your main spouse (or Emily) for preview.\n Click a name to add its profile. Click it again to add another entry to its list. Click an entry to edit it.\n If a profile has multiple entries, it picks one at random each day.\n Green entries are valid, red are not (will reset to default), -999,-999 offset entries are ignored.\n If you hover over an entry/profile and press Ctrl + X it'll be removed.\n\nValid Entry: 1 Sprite (or Sprite Sequence) / Tile Offset\n\n 1 Sprite:     Up/Down/Left/Right, or specific sprite index (like 20). See Patio's hover for extra info in its case.\n Sequence:   Comma separated list of SpriteIndex:Seconds (:f after SpriteIndex flips the sprite).\n Offset:       / x, y tile offset from their regular position, like: / 0, 2.5\n\nThree Entry examples (spaces between symbols are ignored):\n 2 / 1,1\n 0:1, 4:1, 8:2.5, 12:0.5 / 1, 1.5\n 40:f:0.5, 41:0.5, 42:f:1 / 0,0",

    "GenericMC.SpouseRoomManual": "Spouse Room",
    "GenericMC.SpouseRoomManualDesc": "This is triggered when the spouse spawns on the standard spouse room tile.\n Manual tile offsets are not limited to their room, and allow you to\n offset the location to anywhere in the house.",
    "GenericMC.SpouseRoomManualDesc2": "The sebastianFrog profile is a special hardcoded case,\n as Sebastian's spawn point changes a bit after a certain event.",
    "GenericMC.Kitchen": "Kitchen",
    "GenericMC.KitchenDesc": "This is triggered when the spouse spawns on the standard tile in the kitchen.\n Manual tile offsets are not limited to the kitchen, and allow you to\n offset the location to anywhere in the house.",
    "GenericMC.Patio": "Patio",
    "GenericMC.PatioDesc": "This is triggered when the spouse spawns within their patio area (outdoor spouse area).\n Manual tile offsets are not limited to the patio, and allow you to\n offset the location to anywhere on the farm.\n\nImportant: You can't replace their Patio animation with a single sprite.\n You can replace it with a Sequence.\n If you only wish to change their offset (and not the animation), set the Sprite to Down.",
    "GenericMC.Porch": "Porch",
    "GenericMC.PorchDesc": "This is triggered when the spouse spawns on the porch (outside, by the door).\n Manual tile offsets are not limited to the porch, and allow you to\n offset the location to anywhere on the farm.",
    "GenericMC.SharedManualDesc": "Manual offsets do not do any checks to prevent them from spawning inside a wall,\n on top of furniture, or on top of another NPC, it's all up to you to decide.\n Keep in mind that making them spawn somewhere with 0 empty adjacent tiles might cause issues.",

    "GenericMC.WarningMenu": "It's recommended to access GMCM from within a save to improve the accuracy of this menu, and for preview mode.",
    "GenericMC.WarningCoop": "Non-host mod will be ignored, you can however use it to preview animations inside your cabin - then tell the host what you want."
}
