{
    "GenericMC.Description": "Ten mod pozwala zmienić zwykłe pozycje początkowe małżonka/lokatora, a także urozmaicić je animacjami. Pokój małżonka ma dwa tryby: Auto i Ręczny, wszystko inne jest Ręcznie.",
    "GenericMC.Description2": "Auto wybierze losowe miejsce w pokoju i skieruje małżonka w kierunku Kafelka Zwrotu. Domyślnie włączony jest tylko Pokój Małżonka (Auto). Najedź kursorem na nazwe pozycji dla więcej informacji.",

    "GenericMC.SpritePreview": "Tryb Podglądu",
    "GenericMC.SpritePreviewDesc": "Pokaże podgląd wymienionych profili Ręcznych w świecie (i Kafelki Zwrotu Auto), \numożliwiając precyzyjne dostrojenie przesunięcia małżonka.\n Pozostaw puste podczas zwykłej gry, aby uniknąć wpływu na wydajność.\n Prawidłowe wpisy: All (dla wszystkich profili) lub listę nazw profili (np. Default, Sam).\n Jeśli jest zainstalowany mod 'Custom Spouse Patio' przypisze prawidłowy podgląd małżonka do właściwego patio.\n Jeśli jest zainstalowany mod 'Multiple Spouses' wyświetli podgląd dla każdego pokoju,\n ale podgląd nie będzie w stanie określić właściwego pokoju (pokaże go w każdym), reszta moda będzie ok.",

    "GenericMC.SpouseRoomAuto": "Pokój Małżonka (Auto)",
    "GenericMC.AutoBlacklist": "Czarna Lista",
    "GenericMC.AutoBlacklistDesc": "Jeśli chcesz wykluczyć jakiś profil małżonka z automatyzacji. Prawidłowe wpisy: All (tak samo jak ustawienie Szansy na 0) lub lista nazw profili (np. Default, Sam).",
    "GenericMC.AutoChance": "Szansa (VS Ręczny)",
    "GenericMC.AutoChanceDesc": "Szansa na wybór automatyzacji zamiast Ręcznego profilu. 100% dla tylko Auto, 0% dla tylko Ręcznego, coś pomiędzy dla miksu.",
    "GenericMC.AutoPerfomance": "Proste Sprawdzenie",
    "GenericMC.AutoPerformanceDesc": "Po włączeniu automatyzacja sprawdza tylko, czy kafelek pokoju jest pusty, zamiast sprawdzać, czy można do niego się dostać. Test nawigacji jest dość kosztowny, ale bez niej istnieje niewielka szansa, że małżonek może skończyć za meblami (jeśli jest tam wolna kafla).",
    "GenericMC.FurnitureChairs": "Czarna Lista Mebli (Góra)",
    "GenericMC.FurnitureChairsDesc": "Małżonkowie których nie ma na tej liście, mogą próbować usiąść na dowolnym,\n umieszczonym przez gracza, siedzeniu zwróconym w górę (na północ).\n Ze względu na brak Sprite'ów siedzenia, zaleca się stosowanie krzeseł/sof z nieprzezroczystymi oparciami.\n  Większe meble mogą zostać zniszczone bez modu 'Non Destructive NPCs'.\n\nTa czarna lista wyłączy to zachowanie dla wymienionych profili.\n Prawidłowe wpisy: All (wszystkie) lub lista nazw profili (np. Default, Sam).",
    "GenericMC.MapChairs": "Czarna lista mapy (Dół),",
    "GenericMC.MapChairsDesc": "Małżonkowie których nie ma na tej liście, mogą próbować usiąść na dowolnym\n siedzeniu mapy (na którym może usiąść gracz) patrząc w dół (na południe).\n Ze względu na brak Sprite'ów siedzenia, może to w niektórych przypadkach wyglądać trochę głupio.\n Jeśli czas nie zmieni się naturalnie z 8:20 na 8:30 (przeskok czasu),\n małżonek może utknąć przy krześle na resztę dnia.\n\nTa czarna lista wyłączy to zachowanie dla wymienionych profili.\n Prawidłowe wpisy: All (wszystkie) lub listę nazw profili (np. Default, Sam).",

    "GenericMC.SpouseRoomTile": "Auto: Kafelka Zwrotu",
    "GenericMC.SpouseRoomTileDesc": "'Interesujący' kafelek używany przez Automatykę do określenia,\n gdzie małżonek będzie spoglądał kiedy nie siedzi.\n Domyślnie jest to kafelek 1.1 na lewo od spawn-pointu.",
    "GenericMC.SpouseRoomTileDesc2": "Profil sebastianFrog jest specjalnym przypadkiem,\n ponieważ spawn-point Sebastiana zmienia się nieco po pewnym zdarzeniu\n - 'interesujący' kafelek w jego pokoju znajduje się wtedy pośrodku.",

    "GenericMC.Manual": "Tryb Ręczny",
    "GenericMC.Hover": "Najedź dla info", //: Instrukcje //: Kuchnia itp.
    "GenericMC.Instructions": "Instrukcje",
    "GenericMC.InstructionsTile": "Default jest używany przez wszystkich małżonków bez nazwanego profilu.\n Używa twojego głównego małżonka (lub Emily) do Podglądu.\n Kliknij imię, aby dodać jego profil i wpis. Kliknij wpis, aby go edytować.\n Jeśli najedziesz na wpis/profil i naciśniesz Ctrl + X, zostanie on usunięty.\n\nPrawidłowy wpis: Przesunięcie kafelka.\n Przesunięcie: przesunięcie kafelka o x, y  w stosunku do normalnego spawn-pointu małżonka, np.: 0, 2.5",

    "GenericMC.InstructionsDesc": "Default jest używany przez wszystkich małżonków bez nazwanego profilu.\n Używa twojego głównego małżonka (lub Emily) do Podglądu.\n Kliknij imię, aby dodać jego profil. Kliknij je ponownie, aby dodać kolejny wpis do jego listy. Kliknij wpis, aby go edytować.\n Jeśli profil ma wiele wpisów, wybiera losowo jeden każdego dnia.\n Zielone wpisy są prawidłowe, a czerwone nie (będą zresetowane), wpisy z z przesunięciem o -999,-999 są ignorowane.\n Jeśli najedziesz kursorem na wpis/profil i naciśniesz Ctrl + X, zostanie on usunięty.\n\nPrawidłowy wpis: 1 Sprite (lub Sekwencja Sprite'ów) / Przesunięcie Kafelka\n 1 Sprite:         Up/Down/Left/Right lub określony SpriteIndex (np. 20). Patio ma ekstra info w tym przypadku.\n Sekwencja:      Oddzielona przecinkami lista SpriteIndex:Sekundy (:f po SpriteIndex obraca go).\n Przesunięcie:   / x, y kafelka przesuwa się względem jej normalnej pozycji, np.: / 0, 2.5\n\nTrzy przykłady wpisów (spacje między symbolami są ignorowane):\n 2 / 1,1\n 0:1, 4:1, 8:2.5, 12:0.5 / 1, 1.5\n 40:f:0.5, 41:0.5, 42:f:1 / 0,0",

    "GenericMC.SpouseRoomManual": "Pokój Małżonka",
    "GenericMC.SpouseRoomManualDesc": "Gdy małżonek pojawia się na standardowym kafelku pokoju małżonka.\n Ręczne przesunięcie kafelka nie ogranicza go do ich pokoju i\n umożliwia przesunięcie lokalizacji w dowolne miejsce w domu.",
    "GenericMC.SpouseRoomManualDesc2": "Profil sebastianFrog jest specjalnym przypadkiem, ponieważ spawn-point\n Sebastiana zmienia się nieco po pewnym zdarzeniu.",
    "GenericMC.Kitchen": "Kuchnia",
    "GenericMC.KitchenDesc": "Gdy małżonek pojawia się na standardowym kafelku w kuchni.\n Ręczne przesunięcie kafelka nie ogranicza go do kuchni i pozwala na przesunięcie lokalizacji w dowolne miejsce w domu.",
    "GenericMC.Patio": "Patio",
    "GenericMC.PatioDesc": "Gdy małżonek pojawia się na swoim patio (obszar zewnętrzny dla małżonka).\n Ręczne przesunięcie kafelka nie ogranicza go do patio i pozwala\n na przesunięcie lokalizacji w dowolne miejsce na farmie.\n\nWażne: Nie można zastąpić animacji Patio pojedynczym Sprite'm.\n Można ją zastąpić Sekwencją.\n Jeśli chcesz tylko zmienić ich pozycje (a nie animację), napisz Down na pozycji Sprite.",
    "GenericMC.Porch": "Weranda",
    "GenericMC.PorchDesc": "Gdy małżonek pojawia się na werandzie (na zewnątrz, przy drzwiach).\n Ręczne przesunięcie kafelka nie ogranicza go do werandy i pozwala\n na przesunięcie lokalizacji w dowolne miejsce na farmie.",
    "GenericMC.SharedManualDesc": "Ręczne przesunięcia nie wykonują żadnych testów, co umożliwia im pojawienie się\n wewnątrz ścian, na meblach lub na innym postaciach, wszystko zależy od Ciebie.\n Pamiętaj, że jeśli pojawią się gdzieś bez żadnych pustych sąsiednich kafelek, może to powodować problem.",

    "GenericMC.WarningMenu": "Zaleca się używanie tego menu po załadowaniu zapisu gry, aby poprawić dokładność tego menu, i dla dostępu to Trybu Podglądu.",
    "GenericMC.WarningCoop": "Nie jesteś właścicielem serweru, więc twój mod zostanie zignorowany. Możesz jednak użyć go do Podglądu Animacji wewnątrz twojej kabiny - i przekazać co chcesz."
}
