/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "Surprised to see you today, @.#$b#Figured you'd be running around like a chicken with its head cut off getting stuff in the ground!$h",
  "spring_12": "Make sure you save some room for our family's zabaglione at the Egg Festival tomorrow, @!$h",
  "spring_23": "Every girl in this valley makes those Flower Dance dresses look SO good.#$b#Except me. Gonna see if I can bribe Faye to lend me a tux.",
  "summer_1": "Even in the mountains, it gets a little too hot for my tastes.#$b#But summer also means swimming and sundresses, so it's not all bad.",
  "summer_10": "I know everyone's bringing something for the potluck soup tomorrow, but it doesn't hurt to bring a side dish, you know?#$b#Better to have too much food than too little!$h",
  "summer_27": "It's that time of year again!$h#$b#Time for everyone to tell me what new facts they learned about jellyfish this year!#$b#I hope Sean and Philip got something spicy for me.",
  "fall_1": "Fall is the best for hiking. Not too hot, and the leaves changing color is so lovely.",
  "fall_15": "Kind of wish I could do a stall for the fair, too. Hard to make a table of Joja Phototweak files, though.",
  "fall_26": "Are you dressing up for Spirit's Eve tomorrow? Can't wait to see it, cousin!",
  "winter_1": "Ready for the start of your long vacation, @?$h",
  "winter_7": "Maybe this'll be the year that I join in the fishing competition.#$b#Who am I kidding, even if it's catch and release, I can't bear to do that to the fish.$h",
  "winter_24": "Hey, @! Hope you're ready for some Legame quality casserole at the feast tomorrow!$h",
  "Custom_Ridgeside_PaulaClinic": "Hi, @. Need to see the doc?",
  "Custom_Ridgeside_PaulaClinic2": "Pacing yourself, @?#$b#If you hurt yourself doing something dumb, I won't take it easy on you.$h",
  "Custom_Ridgeside_PaulaClinic4": "You look a little bruised up, cousin. Were you playing around with my brothers?$h#$b#Tell them they're too old to be clowning around.",
  "Custom_Ridgeside_PaulaClinic6": "Hey, cousin! Here to see Tita Paula, or you dying for my tender care?$h#$b#Haha, if I tried treating you, it would hardly be tender!",
  "Custom_Ridgeside_PaulaClinic8": "Cousin! Good timing. C'mere and look at this for me, will you? I'm designing tita a new logo.",
  "Custom_Ridgeside_PaulaClini10": "Hey, tita, can I take a break? My favorite person came to visit.$l#$b#Any date-idea you have in mind for us to do now?$h",
  "Custom_Ridgeside_LennyHouse": "Surprised to see me, @? I do some part-time work for Lenny and the village.",
  "Custom_Ridgeside_LennyHouse2": "%Kiarra is studying some reports intensely, adding some calculations in the margins.",
  "Custom_Ridgeside_LennyHouse4": "You wouldn't think it looking at her, but Lenny is a lot more organized than she seems.#$b#Then again, some say the same about me.$h",
  "Custom_Ridgeside_LennyHouse6": "Need your reflexes checked, cousin? I 'borrowed' the little hammer from Tita Paula...$h",
  "Custom_Ridgeside_LennyHouse8": "As soon as Lenny and me finish work, we're having a book exchange.#$b# Can't wait to see what quality stuff she's got this time!$h",
  "Custom_Ridgeside_LennyHous10": "Lenny, you don't have to hide 'The Smelter and the Sinner' in my mail bag. @ is cool, they won't make a fuss.",
  "Mon": "Hey, @, how's the farm doing?",
  "Tue": "All right! Another day at work, and no one broke a leg or vomited on anything.#$b#I'd consider that a success.",
  "Wed": "Hey, if you need anything, make sure you check out all the shops in Ridgeside!#$b#Way better than the Joja junk, promise.",
  "Thu": "This place probably seems quiet compared to the city, but we have our own excitement. Just gotta know where to look for it.",
  "Fri": "I actually like working on Fridays. It makes the weekend more special.",
  "Sat": "Got any exciting plans today, @? Do you take the weekends off?",
  "Sun": "Have you been on the hike down the mountain, @?#$b#It'll put some grit on your bones.$h",
  "Mon2": "Gotten a chance to try all the local produce and food? I bet you've never had stuff this good back in the city.",
  "Tue2": "I'm always happy to help out Paula. She's kind of like a tita to me.",
  "Wed2": "Sometimes I hear strange noises further up the mountain.#$b# I'm dying to know what's up there, but I haven't found a good path for hiking yet.",
  "Thu2": "I'm glad the water research facility is in Ridgeside. It keeps Joja from dumping their garbage up here.",
  "Fri2": "Export prices are a delicate balance. You don't want them so high or low that it hurts the seller or customer at the other's expense.",
  "Sat2": "It's been a couple of years since I've been to the city. I need to find an excuse to go again sometime.",
  "Sun2": "%Kiarra is scowling at her phone.#$b#Profits matter more than people, you... $a#$b#%The rest of her sentence is lost to muttering.",
  "Mon4": "My brothers worry too much about me. I think in the back of their minds, I'm always going to be the little baby of the family.",
  "Tue4": "What's in Tita Paula's medicines?#$b#Want to try them and find out?$h",
  "Wed4": "Have you seen the uniforms for Corine and Faye at Pika's?#$b#Faye made them. They look so cute!",
  "Thu4": "I should schedule a hike down to Pelican this weekend. It's good exercise, it just takes a while",
  "Fri4": "Remind me to never run a village, @. So many little details!",
  "Sat4": "Thinking about Mamma and Papi. They died when I was a kid, so it's not like I knew them.#$b#But I kind of miss the concept of parents, y'know?",
  "Sun4": "Faye says she likes the mountains for inspiration. There definitely is a lot of nice things to look at out here.$h",
  "Mon6": "Let me know if you ever need some graphic design work done, cousin.#$b#I'll give you a discount.$h",
  "Tue6": "Hmm, tita's been asking about Anton a lot lately... wonder if she's finally ready.#$b#What's that? Oh... long story, heh.",
  "Wed6": "You gotta respect those that'll wear skirts or shorts out here. I'd get my legs torn up in no time.",
  "Thu6": "The downside to being out in the boonies is it's hard to make a difference in the world.$s#$b#The war, Joja, capitalism... There's so much bad out there.",
  "Fri6": "Having Tita Paula around is nice. She reminds me of having a mamma sometimes.",
  "Sat6": "Finally, a day off. Time to relax by reorganizing all the store's shelves.",
  "Sun6": "These old mountains are full of little caves from all the shifting water tables. Makes you wonder what little secret hidey-holes are out there, huh?",
  "Mon8": "Lorenzo tried to teach me Mamma and Papi's language when I was a kid. But I only remembered the dirty words, heh.$h",
  "Tue8": "Paula and Anton? Well... it's complicated. I just want them both to be happy, y'know?",
  "Wed8": "Hey cousin, if you could change something about this area for the better, what would it be?#$b#%Kiarra makes several notes to herself.",
  "Thu8": "What am I passionate about? Graphic design, of course!$h#$b#Yeah, I've heard the joke before.$a",
  "Fri8": "I'm lending Lenny my latest volume of PrimoSlash Magazine. I think she'll dig it.$h",
  "Sat8": "Think... Think Corine might agree to a date just for funsies?$4#$b#N-no particular reason, she seems like she's up for fun stuff.",
  "Sun8": "Dating is kind of hard out here. Plenty of good choices, but hard to bring it up when the whole town's gonna know if you get shot down.$s",
  "Mon10": "Ugh, I get so frustrated with the world sometimes. Think I'll go stomp around in the woods for a while.$a#$e#I'm glad I have you around to calm me down, star.$l",
  "Tue10": "Y'know, blood ties are good and all, but you don't gotta have them to consider someone family.#$b#Right, star?$h#$b#You're my family and home.$l",
  "Wed10": "Star! Next time you're in the mines, want to make it a twofer? I'm pretty good with a club.$h",
  "Thu10": "I've been learning to use this free, open source image editor so I can dump Joja Phototweak once and for all. It's going well so far!$h",
  "Fri10": "I read a bit of 'The Smelter and the Sinner' on my break. It's... really good, actually.$4",
  "Sat10": "Star, you eaten anything today? You need to take care of yourself. [649 921]",
  "Sun10": "Hey, star. Another good day for making the world a better place, am I right?$h",
  "Resort_Entering": "Last one in the water's a Joja egg!$h",
  "Resort_Leaving": "I got some really cool shots to share with my ecology group.$h",
  "Resort_Shore": "Everything here is so untouched. I guess even Joja can't reach its tentacles this far.",
  "Resort_Bar": "Cousin, make sure you drink something that doesn't have alcohol in it. Gotta stay hydrated in this heat!",
  "Resort": "Glad I didn't wear my usual twenty pounds of faux leather into the jungle. That would've been SO much chafing.$h",
  "breakUp": "Yeah well... I guess it just wasn't to be, huh?$s",
  "danceRejection": "Oh! Sorry, @. I don't really like dancing.",
  "divorced": "I can't believe you still have the guts to show your face to me.$a",
  "MovieInvitation": "Oh cool! Nice, mate! I'll gladly accept your invitation.$h#$b#I'll just have to drop something off, then I'll meet you at the cinema.",
}