/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "spring_1": "Don't you just love spring? A new beginning for the Ridge, the Valley...#$b# ...for all of us.$h",
  "spring_12": "Will I be seeing you at the Egg Festival tomorrow? I'm taking the boys.$h",
  "spring_23": "The Flower Dance is tomorrow. I'll be taking Shiro and Yuuma. Will you be in attendance?#$e#The Flower Dance reminds me of being young. The first time Shiro and Yuuma's father asked me to dance...#$b#Ah, it was a beautiful time. We danced and danced like no one was watching.$h",
  "summer_1": "Eugh, this heat is awful. And all the insects!$a#$b# If you couldn't tell, I've never been much of a summer person. It does make me miss the air-conditioned offices of the city.$a",
  "summer_10": "Oh, the governor will be here tomorrow for the Luau. I wonder if he remembers that one year someone added tons of hot peppers into the soup...#$e# Hm? Who did that, you ask?#$b#Haha, oh, it definitely wasn't me...$h",
  "summer_27": "The Dance of the Moonlight Jellies... an absolutely beautiful event. I'll be taking Shiro and Yuuma tomorrow to watch it.#$e# I know it's rather late for Yuuma to be up, but he's always loved the jellies. I think they remind him of his father.$s",
  "fall_1": "Oh, the best season of the year is here! Pumpkins, spice, everything nice!$h#$b# ...What? Don't act so surprised, I'm allowed to enjoy the simple things in life from time to time.$a",
  "fall_15": "Hello, farmer. Will you be attending the Fair tomorrow?#$b# I won't be able to attend due to work...$s#$b# Regardless, I wish you the best of luck on your grange display.$h",
  "fall_26": "Hm, Spirit's Eve? Oh, goodness, no! I'd rather walk five laps around the Ridge than attend that festival!$a#$e# What? No, I'm not scared!$a#$b# ...Okay, so maybe i'm a little afraid. I don't mess with skeletons and spirits. Who knows what they could do.$s#$b# Spooky!$u",
  "winter_1": "Despite the cold, I've always enjoyed the winter. It marks the end of another year, another chapter in life. And then in the spring, it starts all over again.$h",
  "winter_7": "My husband and I never took Shiro and Yuuma to the Festival of Ice. Too far to walk just to stand in the cold!$a",
  "winter_24": "I love the Feast of the Winter Star because it really brings everyone together.$h#$e#I have a lot of missed time to make up for...$s#$b#I'm thankful now for any time I get to spend with my boys.$h",
  "Mon": "Hello, farmer. Hope you have a pleasant day.",
  "Tue": "Could you excuse me? I've got things to attend to.",
  "Wed": "Hm? What is it? I'm a bit busy at the moment.",
  "Thu": "Good day to you, farmer.",
  "Fri": "I really hope that Yuuma enjoys the weekend.",
  "Sat": "Can I help you with something?",
  "Sun": "Have you had a good weekend, farmer?",
  "Mon2": "I'm sorry, I can't stop to chat. But do hope you have a good day, though.",
  "Tue2": "I need to talk to Lenny about that card game the other night.#$b#I know she cheated.$a#$e#What? I'm not a sore loser.$a#$b#I just know I had a winning hand.$a",
  "Wed2": "Hello, farmer. I hope you have a wonderful day.",
  "Thu2": "Staying busy?#$e#Don't forget to stop and smell the flowers sometimes.#$b#You never know where life will take you.",
  "Fri2": "I went to Jeric's the other day to try and buy some jam.#$b#He wasn't even home!$a#$e#What kind of businessman...$a",
  "Sat2": "I wish I could talk, but I'm quite busy with my boys today.$h#$b#Have a good day.",
  "Sun2": "No rest for the wicked, farmer.#$b#Carry on with your day.",
  "Mon4": "Another busy week ahead! Best to you.$h",
  "Tue4": "Oh, hello! My apologies, I was busy thinking about work.#$b#It never stops, you know?",
  "Wed4": "The stars last night were so clear...$h#$b#It's amazing what you can see from the village at night.",
  "Thu4": "Can't stop and chat, have work to get to.#$b#I hope you have a pleasant day.",
  "Fri4": "Yuuma wanted me to find him some Mountain Arugula...#$e#Don't ask me why. That child is beyond even me sometimes.#$b#Silly boy.$h",
  "Sat4": "Another weekend, here at last.$h#$b#Enjoy some time to yourself.$h",
  "Sun4": "I found a spider in my hair last night while coming home.$u#$b#It was traumatizing. Don't ask.$a",
  "Mon6": "Farmer! I hope you're doing well.$h",
  "Tue6": "The boys kept me up late last night.#$e#I love them.$h#$b#But once they start playing board games, it never ends.$u",
  "Wed6": "What are your thoughts on chickens?#$e#Hm? Oh, sorry, I know that came off as random.#$b#I just wouldn't want to work with something so filthy every day.$u#$b# But maybe it's different for you.",
  "Thu6": "Time waits for no one, remember that okay?",
  "Fri6": "One thing I don't miss about the Ridge is how difficult it is to get and send mail outside of the valley.$a#$e#I've been waiting on a letter from my husband for a week!$a#$b#A week!$a#$e#Wait, what if he forgot to reply?$u#$b#Oh, that man...$a",
  "Sat6": "Lenny and Lewis were bickering the other evening, and I keep thinking about it.#$b#She called him a 'weathered old parsnip'.#$b#I mean, for Lenny, that's a pretty weak insult, even for a sibling argument.$h",
  "Sun6": "Ysabelle tried to get me to try dancing with her.$a#$b#As if I want to make a fool of myself by flopping around next to her!$u",
  "Mon8": "Another week begins as the weekend ends.#$b#Such is the cycle of life, right?$h",
  "Tue8": "Yuuma was asking about his father yesterday.#$b#I don't know when he'll be able to come home...$s#$e#It's so hard.$s#$b#Sorry, I didn't mean to unload that on you. But thank you so much for listening.$4",
  "Wed8": "You know what I can't stand?#$b#The rain.#$b#Or the snow.#$b#Precipitation! Just causes absolute havoc in my schedule.#$e#But, I suppose a rainy day does mean I get to spend some quality time with my boys.",
  "Thu8": "Lenny had the boys and me over for dinner the other night.#$e#Oh, the food she made was delicious!$h#$b#And suspiciously familiar...#$e#Oh, my Yoba. She got that food from Pika's!$u",
  "Fri8": "You know, I wanted to tell you it's truly a pleasure chatting with you.$h#$b#Even if you are a farmer of few words.$h",
  "Sat8": "Good day to you.#$e#Remember to rest up, but don't let your work suffer too much.",
  "Sun8": "I've been walking a lot with Shiro.#$e#Of course, he's improving a lot, but I have to be honest, I think I'm getting stronger as well.$h#$b#And not just physically... Being with him and Yuuma is truly making me feel so much better.$4#$b#Funny what being around those you love can do, huh?$h",
  "Mon10": "Hello! Having a pleasant day, I hope?#$b#The valley is always so beautiful, regardless of the day or season.$h",
  "Tue10": "It's a good day to just unwind and take time for yourself, don't you think?$h",
  "Wed10": "Being here is so different from where I was for work.#$b#I'm truly happy I'm back home with my boys.$h",
  "Thu10": "I saw Marnie coming from Lewis' house the other night.#$b#Between you and me, there's something going on there.#$b#Well, okay, maybe it's sort of obvious, but still.$u",
  "Fri10": "Shiro has been improving, even if he doesn't think so.#$b#A mother always knows.$h#$b#I'm so proud of both of my boys.$4",
  "Sat10": "I hope you're enjoying the weekend.$h#$e#I know the work never truly stops for you, but one thing I've learned over the years is that sometimes you really need to just find the time to stop and appreciate what you have.$h",
  "Sun10": "Enjoying yourself, farmer?#$e#It's so nice of you to stop and talk to me as much as you do.$h#$b#I truly appreciate your friendship.",
  "Resort_Entering": "My, isn't this nice?$h#$b#I'm really looking forward to getting some rest and relaxation.$h",
  "Resort_Leaving": "Well, it was fun while it lasted.#$b#But we have to get back to reality now.",
  "Resort_Shore": "The beach is good for Shiro, you know?#$b#I read somewhere that it promotes respiratory health and stimulates the immune system.",
  "Resort_Bar": "Are you drinking, @?#$b#I'm not quite sure what to get.",
  "Resort": "I wish my husband were here.#$b#We would have so much fun with the kids.$h#$e#But it's alright, it's for us. For our family.",
  "MovieInvitation": "You're asking me to the movies?#$b#I guess I could take some time off for a while.#$b#I'll just meet you over at the cinema, I'll just leave a note here.#$b#Thanks for the invitation, @.$h",
}