/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "It's such a nice day isn't it, farmer?#$b#The pretty flowers are sprouting on the ground, and the sky is so blue!$h",
  "spring_12": "I don't get why they're so worked up about tomorrow.#$b#Why would anyone want to paint their eggs?$u",
  "spring_23": "My ex-husband and I met during a similar festival like tomorrow's years ago.#$b#Who would have thought I'd get married to a deadbeat like him.$u#$b#Thank Yoba, that's over!$h",
  "summer_1": "Ay, it's so hot.$u#$b#This season's giving me the headaches.$s",
  "summer_10": "I'm so excited to make my contribution to the potluck soup tomorrow!$h##$b#I made sure to pick the best ingredient.$h",
  "summer_27": "Don't stroll away too far in the dark tomorrow.#$b#That's how you accidentally get in trouble.$4",
  "fall_1": "It is the perfect season, for the perfect weather!#$b#Not too hot, not too cold. All you need is a light jacket.$h",
  "fall_15": "Oh, I hope I can win a taka taka taka.$h#$b#You know, those little models of the flying thing that goes 'taka taka taka'.$h",
  "fall_26": "Ay, I want to dress up like the village bruja, the village witch, tomorrow.$h#$b#I wanna scare the living spirits out of other people.$4#$e#If given the chance I'd like to scare my ex-husband till he unalives himself.$h",
  "winter_1": "Brr...#$b#I'm not that used to cold weather.#$b#The only good thing about it is the fish in the ice water.#$b#It makes it delicious, you know?",
  "winter_7": "I bet you couldn't beat me and my daughter in the contest tomorrow.$4",
  "winter_24": "I hope you have a prosperous New Year ahead.$h#$b#May your future be brighter than my deadbeat of an ex-husband.$4",
  "Mon": "Did you know that fish do not have vocal cords?$h#$b#I wish my ex-husband didn't have them either, ha!$h",
  "Tue": "I could really go for a Fried Fish a la Ridge right about now.$s",
  "Wed": "Ay, it's very tiring to travel from the village to the beach everyday.#$b#But I love my daughter, I want to give her the best.",
  "Thu": "Willy recently told Blair that she is so good.$h#$b#He even said that she'll make a good student assistant.#$e#I'm so proud of mi hija.$h#$b#She's really nothing like her father.$4",
  "Fri": "Ay, that Blair!$a#$b#I've been telling her to get a new bucket because the one she has right now is very slippery.$a#$b#Feels like a frog's back. Ayayay.$u",
  "Sat": "Oh hola, hijo!$h^Oh hola, hija!$h#$b#You know you remind me of my cousin from the city.",
  "Sun": "Today should be a good day for fishing!$h",
  "Mon2": "Hola, @!$h#$b#Hope you have a wonderful day.$h",
  "Tue2": "Did I forget to close the windows again?$s#$b#Ay dios mio, I'm becoming forgetful!$s",
  "Wed2": "Know any good fishing spots?#$b#Ay hijo, don't forget to tell me, okay?$h^Ay hija, don't forget to tell me, okay?$h",
  "Thu2": "I think I need a beer or two.$h#$b#I just want to relax!",
  "Fri2": "Why don't Lenny and Lewis just combine the two towns together and make one big huge town?$h#$b#That way I don't have to travel so far just to fish in beach, si?$h",
  "Sat2": "That cute young man, the muchacho therapist, Philip, treated my arm when I hurt it after an intense day of fishing.#$b#Mi hija should find a man like him!$h",
  "Sun2": "%Carmen yawns.#$b#Ay dios mio, I did not sleep well!$s",
  "Mon4": "Ay hijo, you musn't let your sweat drip like that.$u^Ay hija, you musn't let your sweat drip like that.$u#$b#You must put a towel on your back!$u",
  "Tue4": "That good-for-nothing ex-husband of mine didn't know how to treat a woman right.$a#$b#You have to do better, hijo.^You have to do better, hija.#$e#I thank Yoba, Blair didn't get her personality from her father!$a",
  "Wed4": "The fishies in the mountains are a lot different than the fishies in the sea.#$b#You should know how to catch each and every fish so you can get more money!$h",
  "Thu4": "I should not forget to drink a lot of water.$s#$b#Mi hija got angry at me the other day because I had a bad headache for staying out in the sun for too long.$s",
  "Fri4": "Olga and Shanice are fun chicas to talk to.#$b#Last time we talked, they told me all the spicy details on the older single men in Pelican Town!$h",
  "Sat4": "Have you bought any fishes from Willy, @?#$e#Some of it's from me!$h",
  "Sun4": "%Carmen yawns.#$b#I think I'll sleep after I fish a bit!$h",
  "Mon6": "You can't trust anybody anymore!$a#$b#One day you have a kid with them, the next you're fighting for child support.$a#$b#So irresponsible!$a",
  "Tue6": "Pika's dishes are asombrosos y deliciosos!$h#$b#I should order take out again soon.",
  "Wed6": "I have a no fish in the fridge rule at home and we strictly follow it!$a#$b#We have a different fridge for fishies that we sell so everything is good.$h",
  "Thu6": "%Carmen yawns.#$b#I should get coffee or maybe try drinking tea for a change.$h",
  "Fri6": "%Carmen seems to be distracted.#$e#Oh! Ay dios mio! I'm so sorry, I was thinking back of how much fish we sold the other day.$h#$b#I think it would be the best choice to keep track of your sales, si?",
  "Sat6": "Richard is a nice muchacho.$h#$b#I want to call him my lolo.$h",
  "Sun6": "That chica-no. That chico, Sean is a good man.$h#$b#He's just a bit lazy sometimes though, which I don't really like.$s#$b#But at least he is not a troublemaker.",
  "Mon8": "How is everything going, hijo?^How is everything going, hija?#$b#Ay, I hope the day's been treating you well.$h",
  "Tue8": "How is your farm, hijo?^How is your farm, hija?#$b#I hope everything's all going well there.$h#$b#You're really talented, so I know you can do it.",
  "Wed8": "Are there any fishies in your farm, @?#$b#But not so much compared to the mountains and sea, si?$h",
  "Thu8": "Mi hija, Blair, sometimes gets into fits and we fight for hours on end.$s#$b#I don't really like those hours.$s",
  "Fri8": "I bet you have a lot of friends, lots of amigos and amigas, si?$h#$b#You're a good person, so people must like you.",
  "Sat8": "I don't really know if what I'm doing is the best thing for mi hija.$s#$b#But all I know is I'll work hard everyday for our family.",
  "Sun8": "%Carmen seems to be drowsy.#$b#I didn't have a good night sleep.$s#$b#I was busy preparing our shipment.",
  "Mon10": "I am really thankful for my parents, you know?#$b#They helped me raise my little hija.#$e#And I know I may not express this well that much, but...#$b#She really is the best parts of me and her deadbe-- her father.#$b#I'm proud of her.",
  "Tue10": "Hijo?^Hija?#$b#If you ever need any help or a fun aunt, a tita divertida, I'm here okay?$h#$b#You're a good friend, and I want to be one for you too.",
  "Wed10": "I now understand why Blair was always upset when I joked about her father.#$b#Thank you for lending your ear to her, @.",
  "Thu10": "Lenny's a good amiga. She has been there for me since then until now.#$b#If she ever wants to get married, I'll make sure I become the bridesmaid because I'll do everything for that lady, she's my chica!$h",
  "Fri10": "Have you heard about the spirit of the mountain, el espiritu de la montana?#$b#I heard she's one beautiful person with fluffy red fur and green eyes.$h#$b#That sounds magical, si?$h",
  "Sat10": "Fish ponds? Robin can build those, si?#$b#I think we should build one in the village too.#$e#I will take full responsibility for it!$h",
  "Sun10": "%Carmen is yawning.#$b#Hijo?^Hija?#$b#Oh! I almost fell asleep!$h#$e#Muchas gracias for waking me up.$h",
  "Resort_Entering": "Oh, my, my.$h#$b#It's so beautiful! I can't wait to lie on the lounge chair and watch the kids playing around.$h#$e#Makes for better viewing than a bunch of fish!$h",
  "Resort_Leaving": "Ay, I needed that 'vacation'.#$b#It was good while it lasted, no?$h",
  "Resort_Shore": "I don't get this much relaxation at work. It feels good to enjoy the moment.$h#$e#Ay, where is that daughter of mine? I want to maybe take a dip with her.#$b#Wanna join us?$h",
  "Resort_Bar": "Ooh! So many tropical drinks!$h",
  "Resort": "Ah, finally!$h#$b#I'm going to get a drink and have the best vacation of my life!$h",
  "MovieInvitation": "Ay! A movie? Why I'd love to watch a movie!$h#$b#I'll just meet you over there. I have to clean this mess up first, I feel like a mess because of all the fishing, and baiting, and fishing, and baiting.$u#$b#Ay no, go ahead! You don't have to wait for me here. Adios! See you in a while.$h",
}