/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Mon": "Hello",
  "Tue": "Hello",
  "Wed": "Hello",
  "Thu": "Hello",
  "Fri": "Hello",
  "Sat": "Hello",
  "Sun": "Hello",
  "spring_12": "The festival of thanksgiving has been turned into a festival of eggs.#$b#Humans are quite bizarre.#$e#Oh, well. Whatever keeps you mortals entertained.$h#$b#Enjoy yourselves tomorrow, dear.",
  "spring_23": "My beloved adores the festivities of tomorrow.#$b#I never understood why, but whatever makes her smile is decent enough for me.$h",
  "summer_10": "For centuries, I never understood the purpose of your festival tomorrow.#$b#Good luck to you all if ever a mischievous spirit donates a poisonous ingredient.$h",
  "summer_27": "Raeriyala and I shall visit the Lunaloos tomorrow night.$4#$b#They are great company.$h",
  "fall_15": "My oh my, a fair!$h#$b#Your grandmother used to drag us to visit that noisy festival.#$b#Ah, she was an angel.$4#$e#Enjoy yourselves tomorrow, dear farmer.$h",
  "fall_19": "This mountain loves the energy the locals give out with tomorrow's festivities.#$b#At least, that's what my beloved tells me.$h",
  "fall_26": "Be wary tomorrow night, dear farmer.$a#$b#Gabriella loves to mess around with towns during these types of festivals.$a",
  "winter_7": "Fish? I'm only interested in the linked fishes of this mountain.#$b#The ones that resemble some of the locals of the village.#$e#I wonder how that phenomenon started.$4",
  "winter_24": "The spirit of the frost will visit tomorrow.#$b#He's quite a festive fellow.$h",
  "winter_27": "The spirit of resolutions was born from hopes and dreams of mortals.#$b#She's quite a strange one, always asleep yet always motivated to do more.#$b#A reflection of the promises and dreams of mortals, perhaps?$4",
}