/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "You know, I'm not gonna lie, I'm pretty glad the winter is over.#$b#It's not the worst season, but it definitely makes working outdoors more difficult.$s#$b#Although all the pollen in spring isn't much better...$u",
  "spring_12": "I've thought about seeing if Lewis would let me help with the egg festival, but, uh... I dunno, maybe next year.$4",
  "spring_23": "Oh, hey. The Flower Dance is tomorrow.#$b#Always brings up a lot of old memories for me...$4#$b#At least it'll be a beautiful day for it.$h",
  "summer_1": "Ah, summertime is here!$h#$e#There's nothing quite like being outside in the sunshine while working on some project.$h#$b#Or, uh... just relaxing, I guess.",
  "summer_10": "The governor's going to be in the valley tomorrow for that big Luau down on the beach.#$e#Usually, I help set up, but maybe I'll just sit out this year.$4#$b#I don't know yet.$s",
  "summer_27": "The moonlight jellies are always a calming thing to watch.#$b#I don't always go down to the beach to watch them, but when I do, it always seems to put things back into perspective.$h",
  "fall_1": "You know what I love about the fall?#$b#The leaves.$h#$e#There's something magical about just walking through the Ridge when all the leaves are changing colors and falling to the ground.$h ",
  "fall_15": "You know, it'd be pretty cool if the Fair had some rides.$h#$e#I know in some cities, the fairs have big rides.#$b#Always seemed dangerous, but man, what a rush I bet that'd be.$h",
  "fall_26": "It'd be pretty cool if Lenny would invest in doing something for Spirit's Eve here in the Ridge.#$b#I don't know about you, but I feel like the forest around the Ridge makes it WAY spookier than the valley.$h",
  "winter_1": "Hey, @! Enjoying the fresh new chill in the air? The hotel this season is great for the evenings; enjoying the fire and chatting with friends. What's better?",
  "winter_7": "The Festival of Ice is tomorrow, but I'm not sure if I'm going to go.#$e#Hm? Oh, I just... I don't know. #$b#It's not the same for me as it used to be. But if you go, I hope you have fun, of course!$h",
  "winter_24": "I used to spend the Feast of the Winter Star with Kiarra, Lorenzo, and our parents.#$b#Now it's a little different... but it's still nice to get together with the family.$h",
  "Mon": "Oh, hey! Hope you're having a good day.$h",
  "Tue": "I thought I heard something in the middle of the night, turns out it was just a dream.$u#$b#Anyways, I gotta be going, have a good one!$h",
  "Wed": "Ah, excuse me! Just heading off to get some work done.",
  "Thu": "What's up?#$b#Hope the day's treating you well!",
  "Fri": "Do you ever walk around the Ridge at night?#$b#Lots of creepy stuff, right? Haha. Have a good day!$h",
  "Sat": "The hotel could use a little repair work...#$b#Huh? Oh, nothing. I didn't say anything! See ya later!$h",
  "Sun": "How's it going?#$b#Hope you have a good day!$h",
  "Mon2": "Hey, can't stop and talk for too long. Gotta get to work!$h#$e#What am I doing?#$b#Uh... work stuff. Yeah, totally!",
  "Tue2": "How's it going?#$b#Busy day, right?",
  "Wed2": "You've met Paula, right?#$b#She's a pretty cool person. She has some jokes that would blow you away, haha.$h",
  "Thu2": "Have you met my siblings?#$b#Kiarra and Lorenzo are good people. Even if they drive me nuts sometimes.$h",
  "Fri2": "I got asked to build a cabinet.#$b#I, um... I turned it down.$s#$e#Why? Oh, uh... just didn't feel like it.",
  "Sat2": "I saw something outside my window last night. Looked like a fruit. Maybe I was just dreaming.",
  "Sun2": "What's up? Nice day to get something done! Or stay inside and chill, haha.",
  "Mon4": "Last night I just laid in bed and listened to some music for a while. Just relaxed.$h#$b#It's so nice to just take some time to yourself, you know?$h",
  "Tue4": "Hey there! Hope your day is going well.$h",
  "Wed4": "I built a chair last night.#$b#It took me two weeks... and it broke when I sat in it.$s#$b#Paula says I just get in my own head sometimes and mess things up.$s",
  "Thu4": "I went out with Paula last night. We had a great time!#$e#Huh? Oh, no not like that, haha! We just had a bite to eat. Totally casual.$5",
  "Fri4": "Huh, yes?#$b#Oh, no, I'm fine.#$b#Just lost in my thoughts, haha.$h",
  "Sat4": "Lorenzo came over last night and was talking about how I need to start working on myself.#$b#I get where he's coming from, but... it was really uncomfortable.$s",
  "Sun4": "Hey. I had a bit of a rough night, but I'm alright now.$s#$e#How are you doing?$h#$b#Have a great day!$h",
  "Mon6": "Hey, @! What's going on?#$b#Another day, another disaster, haha.$h#$b#Just kidding, I'm alright.",
  "Tue6": "Dude, last night, there was this massive storm that came out of nowhere and ripped the roof off my house.$u#$e#What?#$b#Oh, no, it was a dream. Sorry, forgot to mention that part, haha!$h",
  "Wed6": "I caught Kiarra and Paula laughing about something and looking at me the other day.$4#$b#I don't know what it was, but I hope they weren't making fun of me.$s",
  "Thu6": "Need anything fixed?#$b#I don't know if I'll be able to help, but, uh...$s#$b#I could certainly try, haha.$h",
  "Fri6": "Have you ever just watched the stars at night?#$b#Really helps you clear your head when you've got a lot on your mind.",
  "Sat6": "Oh, hey, what are you up to?#$e#Hope your day goes well!",
  "Sun6": "I went out to eat with my siblings and Paula last night.#$b#We had a great time.$h#$e#Sometimes it's really nice to just relax with friends and family, you know?$h",
  "Mon8": "Hi there! How are you doing?#$b#Hope you don't have too much fun on that farm!$h#$b#Haha, just kidding. I hope you're doing well.",
  "Tue8": "Hey, @! Last night I finished up the final touches on a really nice piece I've been working on.$h#$b#Might have cut my hands a few times carving, but it was definitely worth it.$h",
  "Wed8": "I saw Maive the other day and we made eye contact...#$e#The look in her eyes...$s#$b#I know there are still bad feelings there.$s#$b#But I'll do better. All you can do is learn from your mistakes, you know?",
  "Thu8": "Paula and I went on a walk around the Ridge yesterday.$h#$b#It was so nice to just be in nature, chatting and hanging out. She's a really cool person.$4",
  "Fri8": "How's it going?#$b#Need anything?#$e#I know I may not be the best person to ask for help, but... if I can, I'll gladly help you out.$h",
  "Sat8": "Kiarra was telling me about some book she read about the history of activism in the Fern Islands.#$b#I didn't really get everything she was talking about, but I love how happy she is doing what she likes.",
  "Sun8": "Another week over. Another week to come.#$b#I love the new week; a fresh start to do something new.$h",
  "Mon10": "Oh, hey @! I'm so happy to see you!$h#$b#You wouldn't believe the ideas I have for some new architecture plans.$h#$b#That'll show Maive what I can really do, haha.$h",
  "Tue10": "I'm going to hang out with Paula at the Ridge tomorrow.#$b#We have some stuff to settle.#$e#Hm? Oh, no, nothing bad.$u#$b#She was trying to tell me that her favorite team is better than my team.$h#$b#You don't want to know.$u",
  "Wed10": "Hey, thanks for chatting with me.#$b#I really appreciate you coming around to say 'hi' from time to time.#$b#You're pretty cool, @.",
  "Thu10": "What's going on, @?#$b#I hope you're remembering to take some time to just chill out and let off some steam from time to time.$h",
  "Fri10": "I had such a great time at Pika's the other night.#$b#That man really knows how to cook!$h#$e#Lorenzo and Kiarra were kind of embarrassed by how intense things got, but hey, I love some good food!$h",
  "Sat10": "How's it going?#$b#I hope you're accomplishing everything you want to.$h",
  "Sun10": "It's a nice day, life is good, and I'm feeling great.$h#$b#Things can't get much better, huh, @?$h",
  "Resort_Entering": "Nice!$h#$b#I'm gonna make a beeline for the bar before I clock out in a lounge chair.$h",
  "Resort_Leaving": "It was good to forget about the real world for a while.$4",
  "Resort_Shore": "Do you know the most beautiful thing about the coastline?#$b#It's the fact that it's where the land meets the sea.#$e#I don't know, I just find a beautiful symmetry in it.",
  "Resort_Bar": "Oh man, I'd love to share this with Paula, she'd love it.!$h#$b#Do you drink, @?",
  "Resort": "It's great to have time to relax.#$b#A little escape from reality is nice.$h",
  "breakUp": "I don't really want to talk... I hope you understand.$7",
  "danceRejection": "Err...$u#$b#I don't know you too well, and I'm not comfortable dancing.#$b#Try asking others if you'd like.",
  "divorced": "Just... Stay away from me from now on.$7",
  "MovieInvitation": "A movie?#$b#I suppose I'm free to watch one right now. Just let me grab something from the store, I'll meet you at the theater.#$b#Oh, by the way. Thanks for the invitation, @.$h",
}