/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "Ah, the cool breeze feels refreshing!$h#$b#It's nice compared to the scorching heat of South-West Gotoro.$s",
  "spring_12": "Eggs are an important part of a healthy breakfast.#$b#Might want to wash the paint off the ones you eat tomorrow, though!$h",
  "spring_23": "If you find someone to dance with tomorrow and you injure yourself, I'll be there for you!#$b#If you get rejected and suffer a broken heart, that's way out of my area of expertise.$h",
  "summer_1": "Make sure you stay hydrated!$6#$b#Summer heat is nothing to joke about.$s",
  "summer_10": "If you get sick after eating the Luau soup, go see Harvey.$h#$b#If you're a klutz and you fall into the scorching hot cauldron, come see me.$6",
  "summer_27": "Ah, the Dance of the Moonlight Jellies...$s#$b#I used to watch them together with Anton when we were younger.#$b#Hmm, I wonder if he's going tomorrow.$h",
  "fall_1": "Well, call me Humpty dumpty because I'm gonna have a great fall.$h",
  "fall_15": "Tomorrow will be so exciting!$h#$b#We've got to look out for our elders though. We wouldn't want them to get overly excited.$6",
  "fall_26": "Ohh, I feel thrilled about tomorrow.$h#$b#There's that hint of excitement where I can have the possibility to dress up.$h",
  "winter_1": "I really don't like the winter.$a#$b#It's cold and slippery!$u",
  "winter_7": "Stay safe tomorrow and don't get dragged down by a large fish.$6#$b#I'd rather eat some Fried Fish a la Ridge than treat you for hypothermia all night, ha ha!$h",
  "winter_24": "I love the Feast of the Winter Star! It's so exciting!#$b#I wonder who my secret gift-fiver will be.$h#$b#What if it's Anton!?$u",
  "Mon": "Why hello there, farmer.#$b#It's such a lovely day isn't it?",
  "Tue": "Health professionals like me are only here to help people like you.#$b#But you have to remember that at the end of the day, it's up to you to take care of yourself.",
  "Wed": "Harvey's been telling me that George's prognosis is quite good.#$b#I'll bring Philip there next time so we can assess him further together.",
  "Thu": "Hello @!$h#$b#Have you been taking care of yourself?#$e#Exercise is a great way to do so.#$b#Maybe you'd like to join me sometime.$h",
  "Fri": "I haven't been feeling like myself lately.$s#$b#I think I might be coming down with a cold.$6#$e#I think it's best you stay away from me for a while.",
  "Sat": "I'm very fond of Pika's.#$b#Ever since they arrived at the village, I believe it brought life to the nights and early mornings of the town.$h",
  "Sun": "Hello there, @.$h#$b#Are you having a good day?#$e#Don't forget to rest and take a breather every once in a while.$h",
  "Mon2": "It's been quite some time since I enjoyed a quiet day alone.$s#$b#I'm thinking of going to the beach soon.",
  "Tue2": "Hello again, I hope you're having a nice visit here.$h#$b#It's not all the time we see new faces around.$h",
  "Wed2": "Anton has been bugging me to watch 'Acquaintances' with him.#$b#I still don't get what the big deal is with that TV show.$6",
  "Thu2": "Ah, it feels so peaceful to be out of the field at this time of the year!$h#$e#We usually couldn't see sights like this because it's all covered with equipment and gauze.$6#$b#But I do miss it.$s",
  "Fri2": "Philip's doing a great job in his field.#$b#We could've used men like him on the field.#$b#He would've made recovery easier for the soldiers who had impairments.",
  "Sat2": "Hello there, @!$h#$b#Do you want to get your health checked up?",
  "Sun2": "You know, you have got to wear sunscreen whenever you're out and about.$a#$b#The sun's rays could really harm your skin.$6",
  "Mon4": "Oh dear.$u#$b#I forgot to restock the bandages.$u#$e#Maybe I could ask Anton to buy some for the clinic later.",
  "Tue4": "I think I need to have a long-overdue vacation.$s#$b#I seem to feel uneasy at times.$s#$b#Oh well, back to my duties.",
  "Wed4": "I always look forward to spending time with Anton.$h#$b#But don't tell him that, okay?$4#$e#Well, I don't want him to get the wrong idea, that's all.$4",
  "Thu4": "You know, I haven't had the chance to ask you this.#$b#How did you decide that life here was better than what you had in the city?#$e#I don't mean to pry, but I just wanted to ask because I want to make sure that you're okay here.",
  "Fri4": "Imagine all the moments in a person's life.#$b#All the endless possibilities ahead.#$e#It's quite scary if you think about it...#$b#Which is why you have to plan things ahead, @.",
  "Sat4": "Kiarra's been helping out a lot.#$b#The patients seem to be pretty fond of her.$h",
  "Sun4": "There are no rest days for a clinic.#$b#The germs, illness, and diseases don't take a break, you know.$6",
  "Mon6": "You have a nice build!$h#$b#Have you ever experienced training? We could use hardworking people like you in the field.",
  "Tue6": "I think it was for the best that Anton and his ex-wife separated.#$b#She just didn't support him as much as he needed.$s#$e#I love her, and I miss her but it really was for the best.$6",
  "Wed6": "You're here again?$4#$b#Hey, don't be like that! I'm definitely happy to see a dear friend like you!$h#$b#You gotta stop thinking that I'm pushing you back into Pelican Town, haha.$h",
  "Thu6": "Anton's been a great friend for as long as I can remember.#$b#We've been through it all, except for a relationship though.",
  "Fri6": "Hmm... I've been craving for some salad recently.#$b#But not just any salad, maybe something new?#$e#I wonder what kind of greens we can mix and match to make a unique flavor.#$b#Ah, who am I kidding. I'm a bad cook.$h",
  "Sat6": "Privilege plays a significant role in society these days.$6#$b#There are a lot of people who don't have access to good healthcare.$s",
  "Sun6": "Life's been a real pain these days.$s#$b#The only thing that keeps me going are my patients.#$b#Thinking of new ways to help them get better just makes me want to push myself harder.",
  "Mon8": "My, oh my! You certainly have a lot of time to visit this place.$h#$b#I'm guessing you like the cool breeze up here, don't you?#$b#Or maybe you like the climb?#$b#Either way, I believe it's good for you.$h",
  "Tue8": "Kiarra asked about how to bandage a sprained ankle.#$b#Apparently she often sprains hers.$6#$e#That kid has got to be more careful.$a#$b#Or hmm, maybe she's got a flat foot. Ah, I have to give her a check-up.",
  "Wed8": "Hello there you darling boy!$h^Hello there you darling girl!$h#$b#I hope you find the day a delight.#$b#If you want, next time Anton and I could set up a picnic and you could bring along another friend to accompany you!$h",
  "Thu8": "It's fascinating to see your patients come in sick, or impaired then after a few sessions and follow-ups with you they're all better!$h#$e#However, not every patient is like that.$s#$b#Sometimes you really lose them...$s#$b#But that's life, it happens and you have to find a way to get over it.",
  "Fri8": "%Paula is concentrating hard on something.",
  "Sat8": "I apologize for being out of it yesterday,#$b#I was trying to simplify a complex plan of care for one of my patients.$6",
  "Sun8": "Oh darling, you're here again?#$b#You have got to remember to rest okay?#$b#That hike up the Ridge is quite strenuous, so always drink plenty of fluids!",
  "Mon10": "@, maybe it's a terrific idea to try strolling down the lane to keep our heart rates up.#$b#We wouldn't want to be out of shape now do we?$h",
  "Tue10": "For the first time in my life, I feel like things are starting to go right.$h#$e#I think all I need is someone to grow old with.$h",
  "Wed10": "I used to think I was in control of everything.#$b#But now, I realize that life just happens. The only thing we need to do is try and keep up-- try to survive.#$e#I'm glad I could still be here with you and everyone else, @.#$b#I'm glad you're here.$h",
  "Thu10": "Thank you, @.#$b#You're such a great friend and I really mean it when I say, a lot of things wouldn't be the same if you didn't visit us often.#$e#So just build a house here already!$h#$b#Just kidding, you wouldn't want to leave the home you inherited from your grandpa right?$h",
  "Fri10": "I know I always ramble about your health, or medicine stuff.#$b#But thank you, @. Thank you for listening to me, even if I always do that.$h",
  "Sat10": "One of the things I love about you as a friend is that you're always curious.#$b#Are you sure you don't want to become a doctor someday?$h",
  "Sun10": "Ah the things we do so that others may live.#$e#I always feel good if I know I can add years to someone's life.$h#$b#Moreso if I could also add life to their years.$h",
  "Resort_Entering": "I'm so thrilled to be here!$h#$b#I haven't been to the ocean in weeks!$s",
  "Resort_Leaving": "I had the most exciting time today!$h#$b#I'm already dreaming about my next visit.",
  "Resort_Shore": "This view is just breathtakingly beautiful.$4",
  "Resort_Bar": "Anton would love these drinks.$h#$b#He's kind of my drinking buddy.",
  "Resort": "I brought a first aid kit in case anything happens.#$b#You never know what might go wrong.$6",
  "breakUp": "I apologize for everything, @...$s#$b#I don't think I'm ready to talk to you, though. I hope you understand.$7",
  "danceRejection": "Oh, thank you for the invitation. But I'm afraid I have to decline.#$b#I'm on first aid duty today. You know, lots of feet being stepped on, plus blisters from wearing heels and straps.$h",
  "divorced": "I wish you the best of luck on your endeavors, @, but I'd prefer it if those \"endeavors\" are far away from me.$a",
  "MovieInvitation": "Oh, what a nice invitation.$h#$b#I'd be glad to join you in the movies.$h#$b#Although I just have to grab a couple of things. I'll just meet you at there.",
}