/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "Ah!$h#$b#What a wonderful day it is.#$b#The pretty little flowers bring me joy!$h",
  "spring_12": "The festival tomorrow is somewhat interesting.$7#$b#Imagine hunting for hard-boiled eggs.$6#$b#Seems kind of crazy, don't you think?",
  "spring_23": "Hmm, I wonder what it's like to get asked to dance...$7#$b#Watching sweaty people asking others to dance will be interesting tomorrow.$7",
  "summer_1": "Such a perfect season for fishing!$h#$b#Oh, who am I kidding. Every season is perfect for fishing!$h",
  "summer_10": "I'm off to grab my best catch this week for the festival tomorrow.$h#$b#What about you, @? What are you planning to bring?",
  "summer_27": "I'm pretty excited for the festival tomorrow night.$h#$b#It somehow gives everybody else the chance to see the beauty of the sea.$4#$b#Hehe, get it?$h",
  "fall_1": "Ah, the lovely fall breeze.$7#$b#The leaves look so pretty when they fall.#$b#It's like little pieces of colors dropping from the sky.$h",
  "fall_15": "I'm so psyched to go to the fair tomorrow!#$b#Sean and Keahi have been waiting to beat the living Yoba out of Trinnie and me.$h",
  "fall_26": "Are 'ya planning to dress up tomorrow?#$b#Sean and I are thinking about coming in as super spies. SUPER SPIES!!$h",
  "winter_1": "Dontcha think it's a good day to cuddle indoors?$7#$b#Hmm, wanna hang out by the fire, @?$7#$b#Hahaha, just kidding.$h#$b#Well, we could make it real if you want.$4",
  "winter_7": "Betcha couldn't beat me in ice fishing tomorrow!$h#$b#You better put your game face on, @!",
  "winter_24": "Hmm... I wonder what's the best crop to plant next spring.#$b#You know, one that would gather up the most income?#$b#Hmph! We need the extra income, you know!$a#$e#Fishing doesn't exactly cover all the expenses.$7#$b#*sigh* All this math is tiresome. I'll figure this out later when I'm getting a beer.$7",
  "Mon": "Oh, oh, oh!$h#$b#I want to go shopping at some big mall one day!$h#$e#Ah! Think of the cute dresses, sweet treats, new faces!$h#$b#Oooh, especially cute ones!$h#$e#Oh, I'm sorry!$6#$b#Did I say that out loud?$6",
  "Tue": "Have you met Sean?#$b#He's my best friend in the whole world.#$e#Come to think of it, I think I need a new best friend.$u#$b#Just kidding!! But I'm open to new friends.$h",
  "Wed": "Willy has been telling me that we have a potential apprentice.#$b#Is that you?",
  "Thu": "Trinnie's been bugging me to help her with Keahi.#$b#That little girl's so... Feisty.$h",
  "Fri": "My dad taught me how to choose the best bait for the fish I want to catch.#$b#He'd often tell me 'You know Blair, you gotta know fish, to catch a fish!'#$b#I didn't really get it at first but, oh well. Words of the wise are still the best advice you get.$7",
  "Sat": "Oh, hello again.#$b#It's a great day to be alive, isn't it?$h",
  "Sun": "My mom has been bugging me to get a newer bucket for my bait.#$b#She keeps on grabbing mine and they end up slipping in her hands. Yikes!$u",
  "Mon2": "Oh, hi there!#$b#I'd love to stay and chat here with you, but my poles need tending.#$e#Oh, I also gotta pick up some bait.",
  "Tue2": "I haven't seen a better fisherman than my dad.$h#$b#I miss that big guy.$s",
  "Wed2": "Do you ever wonder what happens in your brain when you sleep?#$e#Like, where does our subconscious travel?#$b#Does our spirit travel in different realms?#$e#Hmm, maybe I should ask someone wiser.$7",
  "Thu2": "Everybody's preoccupied with their farms.#$b#Don't they know fishing is the next big thing?$u#$b#Haha, kidding! You do you, buddy!$h",
  "Fri2": "Sean's such a bugger.#$b#Good Yoba, I gotta get him a job!$u",
  "Sat2": " Isn't it amazing how the breeze blows through our hair?#$b#I mean, where does the wind even come from?#$e#Hmm, I gotta ask Maddie about this.$7",
  "Sun2": "You gotta relax sometimes, @.#$b#I think I see frown lines in your face already.$u",
  "Mon4": "Hiya! How's your farm coming along?#$b#If you'd like to learn how to fish, I could teach you!$h#$b#I bet you, I'm the best teacher there is!$h",
  "Tue4": "%Blair looks drowsy.#$e#I wanna sleep...$s",
  "Wed4": "Oh, hi!#$b#I didn't see you there.#$e#I was busy daydreaming about my future wedding.$4#$b#*giggles* I want mine to happen at either dusk or dawn.$h#$b#I'm so excited!$h#$e#Huh?#$b#Oh, yeah, right. I'm not even in a relationship yet.#$b#Well, would you like to be with me?$6#$b#Haha, just kidding!$h",
  "Thu4": "You're quite the charmer, aren't you?$7#$b#I hope I find someone as cute as you!$h",
  "Fri4": "Fishing has always been a good way for me to let off some steam.#$b#Being one with the sea is really good for the soul.$4",
  "Sat4": "%Blair seems to be talking to herself.",
  "Sun4": "Did you talk to me yesterday?#$b#If you did, I'm sorry I was kind of out of it.$6",
  "Mon6": "My grandfather taught me how to fish.#$e#He would pick me up at home early in the morning.#$b#Then we'd take a stroll by the creek that goes towards the field.#$b#We'd talk all morning while he taught me stuff like what to do with the bait or what hook to use.$7#$b#Ah, I miss him.$s",
  "Tue6": "Sometimes, I still wonder about my dad...$s#$b#Does he ever miss me?$s#$e#Oh, well. As long as I'm pretty and well-fed.I'll be fine.$h#$e#Huh?#$b#Yes, of course, I'm fine.$h#$b#My mom can't see me like this, or she'll tease me about it.$7",
  "Wed6": "%Blair seems irritated.#$e#Mom's really irritating me lately.$a#$e#Huh? Oh, it's nothing. She's just... ugh!$a",
  "Thu6": "I'm sorry, I gotta go.#$b#I'm not in the mood to talk to anyone right now.",
  "Fri6": "Do you ever wonder about how rain works?#$b#Do the clouds have moods or something?$u#$b#Yikes! I gotta ask Maddie about this again!",
  "Sat6": "I wanna live near the beach one day.#$b#It would be so much easier to go out to the sea and fish if that happens.$h",
  "Sun6": "Hello, @!#$b#You know, I really like talking to you.#$b#You're so easy to talk to.$h",
  "Mon8": "Are there any more cuties like you where you're from, @?$7#$b#Haha! Just kidding!$h#$b#Hah! Caught you blushing!$h",
  "Tue8": "Oh, it's you @! I didn't see you there.#$b#I think I may be sleepwalking, or is that daydreaming? Uh, I'm not so sure now.#$e#I guess I've been so tired lately.",
  "Wed8": "I really don't understand my mom.$s#$b#Why does she have to joke about my dad like that?$s#$b#Doesn't she love him anymore?$s",
  "Thu8": "%Blair is upset. It's best to leave her right now.",
  "Fri8": "Ugh, it's been a rough couple of days.$7#$b#I don't know... With my dad leaving and all. It still isn't okay with me.$s",
  "Sat8": "Sean's been a really good friend to me.#$e#Don't worry, you're also a good friend to me, @",
  "Sun8": "If you want to come by sometime, Sean and I are planning to go for a picnic with the kids soon.$h",
  "Mon10": "Hello, bestie!$h#$b#Haha, aww. Are you surprised?$h#$e#I really do consider you my best friend tho.$4#$b#You've been great with me, @.#$b#Thank you.$4",
  "Tue10": "My mom has been trying so hard to keep the jokes at bay.#$b#I appreciate her doing it for me.",
  "Wed10": "Hey, @! Can you close your eyes for me for just a second?#$b#Okay, now open them.#$b#Now, did you see how my world would be without you?$6#$b#Haha, just kidding. I like it when your cheeks turn red!$h#$b#*giggles* How are things around town today?$h",
  "Thu10": "%Blair seems to be daydreaming.#$e#Whoa! My head was on the clouds!$h#$b#Thanks for waking me up, bestie!",
  "Fri10": "Although my mom explained why she didn't like my dad, I still miss him.$s#$e#Thanks a lot for comforting me, bestie!$h",
  "Sat10": "I'm really glad you stuck around here big guy!^I'm really glad you stuck around, @.#$b#You're one of the best people to come into town.$4",
  "Sun10": "Heya, @!#$b#Thank you for listening to my problems.#$b#I feel like I'm a big burden to you sometimes.$s",
  "Resort_Entering": "I can't wait to get in the water and show off my moves!$h",
  "Resort_Leaving": "Aw, do we really have to go?$s#$b#Bummer.$s",
  "Resort_Shore": "Want me to make a sand sculpture of your face?#$b#I learned to make sand sculptures when I was younger. My grandfather taught me how.$h",
  "Resort_Bar": "Now, let's see here...#$b#What would be the best thing to order right now? I'm parched.",
  "Resort": "You're looking good there, @.#$e#I wonder what kind of fish you can catch in these waters?#$b#Well, that's a question for another day! I'm here to relax!$h",
  "breakUp": "Can't you just give me some space?$a#$b#This is getting annoying, @.$a",
  "danceRejection": "No, thank you. I already have plans with Trinnie, Keahi, and Sean.",
  "divorced": "Ugh, I don't know why I ever fell in love with someone like you.$a",
  "MovieInvitation": "A movie you say?$h#$b#I've been meaning to watch one.#$b#I'll meet you at the cinema, I just need to fix some things first.#$b#See you soon!$h",
}