/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "Hey, @! Need a break from all the spring planting?",
  "spring_12": "The kids all get really fired up for the Egg Festival tomorrow.#$b#I shouldn't egg them on, but I can't help it.$h",
  "spring_23": "I keep hinting to Blair that I'd take her up on a dance tomorrow, but she isn't catching on.#$b#Guess I need to stop dancing around the subject.",
  "summer_1": "Ridgeside is the perfect place for summer, don't you think?#$b#It's not too hot up in the mountains, and the beach is pretty close.",
  "summer_10": "You should've seen last year's Luau. A fight broke out and Abigail hit me with her flute.#$b#It was a real lute-ow.$h#$b#Hey, 'luau' puns are hard.",
  "summer_27": "I think the Moonlight Jellyfish festival is my favorite, but don't tell that to the other festivals.#$b#I wouldn't want to make them jelly.$h",
  "fall_1": "Fall means lots of harvest help requests for Ian and I.#$b#Don't worry, we'll save some time for you...if the price is right.$h",
  "fall_15": "I'd challenge you to the strength game at the fair tomorrow, @, but I bet you'd beat me every time.#$b#I guess it wouldn't be a fair match.$h",
  "fall_26": "I don't know if we'll have ghosts at the Spirit's Eve tomorrow, but the Mayor said we could bring drinks.#$b#That'll make things pretty spirit-ed!$h",
  "winter_1": "Hibernation sounds like a great idea, actually. Why don't humans do that?",
  "winter_7": "I'm pretty cool with the Ice Festival, but I don't think Kiarra's a fan of the fishing.#$b#She says it's not very ice to the fishes.$h",
  "winter_24": "I heard a rumor that the Governor's going to show up for the Feast of the Winter Star.#$b#That'd make it a real star-studded event.#$b#Pierre would probably be pretty starry-eyed.#$b#You're tired of the puns? But I haven't even star-ted!$h",
  "Mon": "If Trinnie asks you who put googly eyes on her plants, I don't know anything.",
  "Tue": "Ian is working for Robin tomorrow. Maybe I'll swing by and see what Demetrius is doing. He's always got something new brewing.",
  "Wed": "Behind you! It's the danger fruit!$u#$b#Haha, just kidding! That's a local myth around here.$h",
  "Thu": "Ah, I'm bored! Can I come check out your farm? I promise I won't step anywhere I shouldn't.",
  "Fri": "Man, Ian wants to work again today? We just did that.",
  "Sat": "Have you met Blair yet? She's a really cool girl. She really gets my sense of humor. ",
  "Sun": "Today's a perfect day to grab a nice cold Joja Cola and read random encyclopedia articles.",
  "Mon2": "Hey, @! You gotta check out this funny video I found.",
  "Tue2": "Kenneth was showing me how to rewire a circuit board the other day. It seems fun, but I wasn't very good at it, heh.",
  "Wed2": "I don't want to go to work... on the other hand, I did put a lot of effort into my hair today and I want people to see it.$s",
  "Thu2": "You ever walk into a place and forget what you went there for?#$b#Great, help me remember why I came over here!$h",
  "Fri2": "You know why that bridge by the water center is so short? Cause it's a-bridge-d!$h",
  "Sat2": "Man, I'm beat. Trinnie and Keahi are TOO good at hide-and-seek.$s#$b#Olga scolded us all for being out past their bedtimes, but what was I supposed to do, admit defeat?",
  "Sun2": "Ugh, it's my day to cook. Maybe I can convince Ian to bring home some Pika's.",
  "Mon4": "I know he's got his reasons, but I think Ian works too hard.#$b#He needs to lighten up a bit. You're only young once!",
  "Tue4": "You know, the 'Sean bean' jokes would be a lot funnier if it was pronounced like 'brawn'.",
  "Wed4": "Everyone says that Jeric's the pretty boy of Ridgeside, but don't sleep on me, now. Yeah, he's got a nice face, but is his bod as well-toned as mine?#$b#Yeah, it is actually. Can't lie, he's hot.",
  "Thu4": "Blair KNOWS I can't stand the texture of honey, so she swapped out my hand soap for it. Everything was sticky. Disgusting!$a#$b#That girl is a genius. What a sneaky prank!$h",
  "Fri4": "Sometimes, working is a real grind. There isn't really much of interest in moving heavy objects.#$b#Though, it does keep my glutes in shape.",
  "Sat4": "Ian's getting on my case for not taking out the trash. I just forgot, bro!$a",
  "Sun4": "%Sean is studying something on his phone.#$b#Huh, did you know shibas were bred at the request of the fifth emperor of Gotoro? Wild.",
  "Mon6": "Know why Jeric's chicken crossed the yard? Because it's free of society's yoke!$h#$b#Yeah, I don't get it either.",
  "Tue6": "Okay, gonna get started on this project in just a minute.#$b#Yep, gonna start real soon.#$b#Any minute now.",
  "Wed6": "Almost forgot to take my meds again this morning.$s#$b#Good thing Ian's there to remind me.",
  "Thu6": "Blair took me fishing once, but I couldn't get into it. It takes forever to get a bite!",
  "Fri6": "Hey, you seen Keahi? Little scamp made off with some of my hair ties. Kids, right?#$b#You need a much bigger elastic for a good slingshot.",
  "Sat6": "Ian didn't like the bucket of water on the door trick, so I filled it with feathers this time. We both thought it was hilarious!$h#$b#Well, it's hilarious until the feathers get inside your binder.",
  "Sun6": "What do I want to do for a living? I dunno, really. Something that isn't boring.",
  "Mon8": "I'm always trying to see or do something new. Life would be pretty boring otherwise, right?",
  "Tue8": "Sometimes I think Blair's keeping something to herself, stuff that bothers her. But all I can do is keep cracking jokes and try to take her mind off it, you know?$s",
  "Wed8": "I don't think I could be a farmer. Some crops feel so weird on your hands. You ever feel that way, @?",
  "Thu8": "You know, my folks and I have had some conflicts, but they've never been weird about me being a bro. I appreciate that.",
  "Fri8": "Man, why did Ian have to sign us up for such a long work day? Now I have to wear a sports bra instead of a binder.$s#$b#Thanks, I hate it.",
  "Sat8": "Ian brought me one of those little wooden model kits, so I've been putting it together for Trinnie. It's pretty relaxing, actually.",
  "Sun8": "@! Tag, you're it!$h#$b#No tagbacks, but I did see Keahi behind the trees over there.",
  "Mon10": "You know, maybe I could do a little more work babysitting. Kids always keep you on your toes.",
  "Tue10": "Sometimes I find it really hard to get started with stuff, but I'm glad I don't have that problem with getting dressed up.#$b#Looking good makes me feel a bit more secure in my gender.",
  "Wed10": "Ian used to be really uncomfortable with my syringes for my shots, so I convinced him to give me a hand a couple of times. Now he's totally cool with it.#$b#Nothing like two bros bonding over a jab to the rear end, right?$h",
  "Thu10": "Hold out your hand, @. No, don't ask why. Surprise!$h [92 152 167 188]",
  "Fri10": "I'm not really good at dealing with problems and such, but if you ever need to talk, @, hit me up, okay? At the least, I'll tell you a good joke.#$b#Or a bad one, either way.$h",
  "Sat10": "I'm glad I ended up here in Ridgeside. I have a lot of friends I can rely on out here. Blair, Ian... #$b#Oh, and I suppose there's you too.$h",
  "Sun10": "%Sean excitedly tells you about some obscure topic in detail that he's been learning about.#$b#%It's hard to follow what's so interesting about it, but he seems happy.",
  "Resort_Entering": "Oof, it still feels like everything's rocking. Must've left my sea legs in Ridgeside.$s",
  "Resort_Leaving": "Okay, stomach, don't betray me on the way back. I don't want to taste that curry twice.",
  "Resort_Shore": "Want to help me build a sand sculpture, @? I saw this really cool design online and I wanna try it.$h",
  "Resort_Bar": "You gotta try this mango curry, @. I think I could eat six of them.$h",
  "Resort": "Lenny said we had to stay on the beach... but surely a *little* peeking around won't hurt anybody.$h",
  "breakUp": "I think I need some time alone.$s",
  "danceRejection": "I'd have to pass, @. I'm not in the mood for dancing.",
  "divorced": "Heh, what do you want? Hurt me more? Leave me alone, please.$s",
  "MovieInvitation": "Cool! I'd be glad to join you.$h#$b#I just gotta let Ian know I'm going and tell Blair, Trinnie, and Keahi to make them jealous.$h#$b#Hahaha, just kidding.$h#$b#I'll see you in there, @!$h",
}