/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Mon": "Hello",
  "Tue": "Hello",
  "Wed": "Hello",
  "Thu": "Hello",
  "Fri": "Hello",
  "Sat": "Hello",
  "Sun": "Hello",
  "Mon8": "This village and the land around it has so much potential of commercial use.#$b#But, I'm sure the locals wouldn't appreciate that.$h#$b#And so, I'll cease these unnecessary ideas.$7",
  "Tue8": "Ah, it's a pleasure seeing you @.#$b#What brings you here this fine day?$h#$e#I'm expecting an important call from a business partner soon. So if you'll excuse me.",
  "Wed8": "Preparing to take over Grandmother's position is a daunting task.$s#$b#But that's to be expected. Her position is no laughing matter.",
  "Thu8": "Are the produce in %farm shipped per day as soon as they're available or per month?#$b#I bet you try to prepare and organize as much as you can in your business.#$b#Because what else would result to such a successful farm like yours?$h",
  "Fri8": "I don't have many friends in this village, given that I travel a lot.$7#$b#And so, I would like to express my gratitude in having you as a friend, @.$h#$b#If you ever need anything, I'll be here to try to be of assistance.",
  "Sat8": "The Amethyne Corporation oversees the many businesses of the family.#$b#But it doesn't limit to family-owned businesses. We also like to invest in start-up companies that show potential.$h",
  "Sun8": "The village festivals here are fun, are they not?#$b#If ever I was given the opportunity, I'd like to attend one! I'm sure it would be a wonderful experience!$h#$e#Please do tell me if there's an upcoming one, @. I'd like to have you as company when I do attend.$h",
  "Resort_Entering": "Oh how quaint.#$b#It can't compare to the private resorts that our family goes to.#$b#But it's got quite the charm, I think I'm going to like it here.$h",
  "Resort_Leaving": "*Sigh* Back to the real world once again.$s#$b#Oh well, at least I get to help make people's lives better. Especially my family's.",
  "Resort_Shore": "I always think of the horizon as a symbol for new beginnings and beautiful endings.#$b#It's quite like how the sun would rise and set in the horizon. It's just so exquisite. Don't you think so too, @?",
  "Resort_Bar": "What are you having, @?#$b#I wanted to have something with a little kick, however I have business reports to do at home.$7",
  "Resort": "I almost didn't want to come here today, as I have much to do at home.#$b#But I'm glad that I did as I needed the rest.$4",
  "MovieInvitation": "Why, thank you for the invite, @.$h#$b#I'll meet you at the theatre then. Just let me leave some contracts at home.",
  "breakUp": "I'm sorry, I do not wish to have anything to do with you.$a",
  "danceRejection": "My apologies, I must decline your offer.$7#$b#Maybe you could ask someone else?",
  "divorced": "I mourn for the way we used to be, @.$s#$b#It's such a shame, we could have been the perfect couple.$7",
}