/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/ichortower/HatMouseLacey
**
*************************************************/

{
	"displayName": "Lacey",
	"houseDisplayName": "Lacey's Cabin",

	// dialogue.json
	"dialogue.Introduction": "Hiyo! You must be the new farmer. I'm Lacey.#$b#I also moved here recently. I'm still getting settled.#$e#Come visit if you need company, okay, poke?",
	"dialogue.Introduction.EasterEgg": "Hiyo! You must be the new farmer. I'm Lacey.#$b#... @? Really?$u#$b#That's my {{relation}}'s name. What a coincidence!$h#$b#Anyway, I also moved here recently. It's good to meet you.#$e#Come visit if you need company, okay, poke?",
	"dialogue.relation.dad": "dad",
	"dialogue.relation.mom": "mom",
	"dialogue.relation.sister": "sister",
	"dialogue.MovieInvitation": "A movie? Sounds fun! I'll see you there.",
	"dialogue.Gift.StardropTea": "What a pretty color it is! This looks really special. I'll be sure to savor it.",
	"dialogue.Gift.AlcoholItem": "... Oh, poke, I appreciate the thought, but I don't drink alcohol.$7",
	"dialogue.BirthdayGift.Loved": "For my birthday? I love it! < You're too kind!$h",
	"dialogue.BirthdayGift.Liked": "Oh, a birthday gift! How sweet! It's wonderful.$h",
	"dialogue.BirthdayGift.Neutral": "A birthday gift? Thank you!",
	"dialogue.BirthdayGift.Disliked": "It's for my birthday? ... Thanks.",
	"dialogue.BirthdayGift.Hated": "Oh... it's for my birthday? ... Thanks.$7",
	"dialogue.AcceptBouquet": "... !$u#$b#@... do you really feel that way about me?#$b#Well, I don't know what to say, except... it's mutual. But...$l#$b#... Oh, what the heck, sure! Let's give it a try!$h#$e#Are you nervous, too? It might be... weird.#$b#But how can we know for sure unless we try for ourselves?$l",
	"dialogue.AcceptBouquet_Apologized": "Had a change of heart?#$b#Okay, you're on! But watch your tongue.$h",
	"dialogue.RejectBouquet_Divorced": "Ugh, don't. Just... don't.$a#$b#It didn't work out the first time. Let's not try again.$s",
	"dialogue.RejectBouquet_NpcAlreadyMarried": "Excuse me. I'm a married woman!$a#$b#I'm not interested in adultery.$a",
	"dialogue.RejectBouquet_VeryLowHearts": "... Flowers? What's this about?#$b#I think you have the wrong person.",
	"dialogue.RejectBouquet_LowHearts": "Hmm?#$b#No, sorry. I can't accept that.$7#$b#You're a good friend. Let's leave it there for now.",
	"dialogue.RejectBouquet_Cruel": "... !$u#$b#@... do you really feel that way about me?#$b#Well, I'm flattered, but... no.$7#$b#You've said some really hurtful things to me. If you can be that mean so casually, then I don't think I can date you.$s#$b#But...$s#$b#... despite that, you are still a friend, and I do like you. If you can apologize and change your behavior, then maybe I'll reconsider.#$b#Take a night and sleep on it, okay? It can wait until tomorrow.",
	"dialogue.RejectBouquet_Cruel_Repeat": "... We already talked about this. I'll wait for you to apologize for what you've done.",
	"dialogue.FlowerDance_Accept": "... Dance? Well, why not? Sure, let's do it!",
	"dialogue.FlowerDance_Accept_Spouse": "Yes, of course I will! I'd love nothing more.$h",
	"dialogue.FlowerDance_Decline": "... Dance? Oh no, poke, I won't be dancing. I'm sitting this one out.",
	"dialogue.Fair_Judged_PlayerWon": "Great job on your grange display, poke!$h#$b#Can I interest you in a hat? This is a great place to spend your new star tokens!",
	"dialogue.Fair_Judged_PlayerWon_Married": "You won? Poke! I'm so proud of you!$h#$b#... I never doubted you, of course.",
	"dialogue.Fair_Judged_PlayerLost": "Is the grange judging over? How did you do?#$b#If you won any star tokens, you can always spend them here!$h",
	"dialogue.Fair_Judged_PlayerLost_Married": "Sorry about the grange competition, poke. You can't win 'em all.#$b#I love you. You're doing great work.$l",
	"dialogue.Resort": "This island is beautiful!#$b#So is the valley back home, of course... but the novelty hasn't worn off here yet.$h",
	"dialogue.Resort_2": "Phew! It sure is hot!#$b#Tough time to have a fur coat.",
	"dialogue.Resort_Bar": "No coffee...$7#$b#Oh well, that's okay. Gus is still good company.$h",
	"dialogue.Resort_Bar_2": "Gus, do you think you could make me a Piña Colada without the booze?",
	"dialogue.Resort_Chair": "The sound of the waves is so calming. Gotta be careful not to fall asleep!",
	"dialogue.Resort_Chair_2": "No, I'm not bored. It's good to do nothing at all from time to time.",
	"dialogue.Resort_Entering": "This should be fun! What a nice change of pace to come out here once in a while.",
	"dialogue.Resort_Entering_2": "I'm glad to be off the boat. I've been looking forward to this!$h",
	"dialogue.Resort_Leaving": "That's enough sun for one day.$h",
	"dialogue.Resort_Leaving_2": "Ah... what a relaxing break! Time to go home.",
	"dialogue.Resort_Shore": "The sea has a different smell here than it does in the valley.#$b#And just look at the water sparkle!",
	"dialogue.Resort_Shore_2": "The surf is tempting, but I'm not a confident swimmer.#$b#I think I'll just enjoy the wet sand on my feet.",
	"dialogue.Resort_Towel": "Isn't this a great place to sit when the sand is hot?",
	"dialogue.Resort_Towel_2": "Are you here to relax?#$b#There's plenty of room, poke. Have a seat!$h",
	"dialogue.Resort_Wander": "Have you seen more of the island, poke?#$e#That's so like you. So adventurous!$h",
	"dialogue.Resort_Wander_2": "Don't mind me. I'm combing for shells and the like.#$b#There's always something interesting to find if you look hard enough.",
	"dialogue.DumpsterDiveComment": "*sniff* Doesn't the smell of garbage bother you?$7",
	"dialogue.SpouseStardrop": "Poke... I wanted to give you that fruit as a token of my love.$l#$b#I hope it was as sweet as you have always been to me.$l",
	"dialogue.GreenRain": "Well, I'm definitely not going outside today.$7#$e#It was good of you to come check up on me. I'm glad you're okay.",
	"dialogue.GreenRain_2": "It may not be normal rain, but at least it's harmless like normal rain.#$b#Although it does make the forest a bit spooky...$7",
	"dialogue.greenrain_pacing": "Ugh, I'm getting antsy. I'm ready for this to be over.$7",
	"dialogue.TroutDerby": "I came to check out the derby!$h#$e#My dad would have loved this. You can show off your skills without the pressure of winning or losing.",
	"dialogue.TroutDerby_2": "I never did learn to fish. But maybe I'll give it a try one of these years!",
	"dialogue.breakUp": "So it's not working out after all?$s#$b#I was hopeful, but maybe too naive. I guess we're just too different.$s",
	"dialogue.divorced": "Please, just... leave me alone. Alone is all I've ever been.$a",
	"dialogue.RejectItem_ArcticShard": "That's definitely not for me. But it has a strange smell, like maybe it's magical. I bet the wizard knows what it is.",
	"dialogue.SeedShop": "Hi there. Stocking up on seeds?",
	"dialogue.SeedShop.joja": "I like to shop here on Tuesdays, since it'll be closed tomorrow.",
	"dialogue.SeedShop2": "I should know better than to shop when I'm hungry. I could really go for a pretzel.#$b#... but I haven't seen one since I moved here. I don't think anybody knows what they are.$7",
	"dialogue.SeedShop6": "Hey, good to see you! How is the farm doing?$h#$b#Don't forget, I'm always happy to have company at my cabin!#$b#... It gets boring there, you know.",
	"dialogue.SeedShop6.cc": "Pierre doesn't close on Wednesdays anymore, but I still come on Tuesdays. Old habits, eh?",
	"dialogue.SeedShop10": "Hi, poke! < Fancy meeting you here!$h#$b#This isn't a great time for a date... I'm running errands. Can we meet later?",
	"dialogue.springForest_Wed": "Do you go berry picking when the season comes around for it?#$b#There are so many bushes out here. It can get overwhelming.",
	"dialogue.summerTown4": "I'm trying to think of how to convince Lewis that he needs to buy a new hat.#$b#Let me know if you think of a good angle.",
	"dialogue.Mon": "Hello! I think the forest looks good today, don't you? The light is perfect.",
	"dialogue.Tue.joja": "Do you ever shop at the JojaMart? I don't like being inside it. Bad vibes.#$e#I'd much rather go to the general store. It's charming.#$b#Plus, it's closer!$h",
	"dialogue.Tue.cc": "I'm glad to see that eyesore JojaMart out of business.#$e#I always liked Pierre's better anyway.",
	"dialogue.Wed": "Have you seen the sewer drain pipe across the river? Why do you think it's locked?#$b#I mean, nobody's going to go in there, right?",
	"dialogue.Thu": "I like to go to the saloon when the weather's bad.#$b#Gus's food is delicious. And there's always hot coffee!$h",
	"dialogue.Fri": "The town puts on a lot of festivals throughout the year.#$b#It's fun to have special days to look forward to.",
	"dialogue.Sat": "Do you like to wear hats? I'm kind of obsessed with them.",
	"dialogue.Sun": "Hi again. What brings you out this way? Cutting wood?",
	"dialogue.Mon2": "I'm happy to live way out in the woods. It may be inconvenient, but it's quiet.#$e#As you might expect, I have very sensitive hearing, so I appreciate the calm.",
	"dialogue.Tue2.0a": "I'm relieved now that I've finally opened my hat shop.",
	"dialogue.Tue2.0b": "I'm almost ready to open my hat shop. Just a few things left to do...",
	"dialogue.Tue2.1": "It will be nice to have some income for a change!$h",
	"dialogue.Thu2": "Oh, hey. Keeping busy up there on the farm?#$e#I'll be looking for your produce next time I'm at Pierre's.$h",
	"dialogue.Fri2": "Linus, up in the mountains, seems like a really nice guy.#$b#But I only barely know him. He lives so far away from me.",
	"dialogue.Fri2_1": "I heard there's a guy living in a tent in the mountains, but I haven't met him yet.#$e#I almost never go up that way. It's a long enough walk to town as it is.",
	"dialogue.Sat2a": "Don't forget to show me how you look in your hats. I'm always looking for inspiration.",
	"dialogue.Sat2b": "What do you look for in a hat? Style or substance?",
	"dialogue.Mon4": "The deepest part of the forest has a lot of old hardwood. I use it for my gnawing.#$e#... What do you mean, what's gnawing? I'm a rodent.#$b#I have to wear my teeth down so they don't get too long.",
	"dialogue.Wed4": "What do you suppose the wizard gets up to all day in that tower of his?#$b#Just once, I'd like to see the inside.",
	"dialogue.Fri4": "Oh, looking for someone to talk to? I'm all ears.#$e#Ha, ha. You know what I meant!$a",
	"dialogue.Sun4": "Hi, @. You're always welcome out here.#$b#It's a bit of a hike though, isn't it?$h",
	"dialogue.Tue6": "My sister was a talented musician. She used to sing and play the mini-harp.#$e#... I miss her.$s",
	"dialogue.Thu6": "I like being a mouse, although it seems weird to say so since I've never been anything else.#$b#... But it's annoying to be so short. Even chairs can be a hassle!$a",
	"dialogue.Sat6": "Have you done much fishing in the forest?#$b#My dad loved fishing. He used to try to get all of us involved, but it never worked.#$e#I was much more into skipping rocks.$h",
	"dialogue.Mon8": "I'm glad we've become such good friends. I think we have a lot in common.#$b#But, I have a cuter tail than you do.$h",
	"dialogue.Mon8.dating": "Hiyo! How are you doing?$h#$b#... I'm still getting butterflies over you.$l#$e#Don't get me wrong--it's a good feeling.#$b#I can't remember the last time I was excited like this.$l",
	"dialogue.Tue8": "Do you ever stargaze? I have a pretty good view from my cabin.#$e#You can come by and use the cliffs anytime you like.",
	"dialogue.Wed8": "I've been in a good mood all week. It's a nice change.#$e#It's easier to stay positive when you have a good friend to help you.$h",
	"dialogue.Wed8.dating": "Hey. I like what you've done with your hair today. You look cute.#$e#Sometimes I wish I had hair so I could style it. My fur doesn't get long enough.",
	"dialogue.Fri8": "You don't get bored on your farm, do you? There must be a lot to do.#$b#The most exciting thing I do most weeks is visit the saloon.",
	"dialogue.Sun8": "Hi, poke. Good to see you! How's your day going?#$e#Thanks for making the time to come visit. It means a lot.",
	"dialogue.Sun8.dating": "Hi, poke. Good to see you. <#$b#Want to hang around for a bit? It's nice to have your company out here in the woods.",
	"dialogue.Mon10": "Hiyo, poke! It's another beautiful day!$h#$e#Thanks for coming to see me. You always make it a little brighter out here.",
	"dialogue.Thu10": "... Oh, sorry. I was daydreaming a bit there.#$b#... What about?$u#$b#Well, it's a bit embarrassing...$l",
	"dialogue.Sat10": "Thanks for taking a chance on me, @.$l#$b#For a long time, I've felt different. But you make me feel special.$l",
	"dialogue.Wed.cc_0": "This crafts room is much better equipped than my cabin. It's a good place to get some work done.#$e#Thank you for restoring it. But, could you have moved it closer to where I live?$h",
	"dialogue.Wed.cc_1": "What a nice place to just sit and enjoy the atmosphere.",
	"dialogue.28_1": "I love when the season is about to turn. The new smells start to move in before the weather fully changes.",
	"dialogue.spring_Sat": "You've met Leah, right? She lives along the river like me, but closer to town.#$b#She's an artist. I can often hear her sculpting in her cottage.",
	"dialogue.spring_Sat_2": "There's a great variety of flowers that grow in the forest here.#$b#I always look forward to the spring, when the woods burst with color.",
	"dialogue.summer_Mon": "I'm lucky to live near the river. It keeps the air from getting too hot in the summer.",
	"dialogue.summer_Tue": "Seen any good clouds today? I'm always on the lookout for big, fluffy ones.#$e#They look like castles for cloud giants to live in.$h",
	"dialogue.summer_Thu": "Summer is a lucrative farming season, isn't it? What do you like to grow this time of year?",
	"dialogue.summer_Thu4": "%revealtaste:{{internal}}:264 Are you growing radishes on your farm? They're one of my favorite foods.",
	"dialogue.fall_Mon": "Ah, autumn. My favorite time of year!$h#$e#There's nothing quite like the first cool night after a hot summer, with the cold weather blankets back on the bed.$h",
	"dialogue.fall_Tue4": "Being small is actually a real benefit in my line of work.#$b#I have a pretty easy time handling needles and making fine stitches.",
	"dialogue.winter_Wed2": "Hey there. Keeping warm?#$e#Winter may be beautiful, but don't freeze!",
	"dialogue.winter_Sun6": "You must have more free time in the winter, with your fields dormant.#$b#You'll just have to come visit me more often!$h",
	"dialogue.winter_Sun6_2": "You know, the hat business isn't exactly making me rich.#$b#But some things you have to do just for the love of the game, right?#$e#At least the fair brings in some money every year.$h",
	"dialogue.spring_23_1": "Did you get mail about the flower dance like I did?#$b#I'm really excited to see it. It's hard to wait for tomorrow.",
	"dialogue.spring_23_2": "The flower dance is tomorrow, poke! Are you excited?$h#$b#I like this festival. There are lots of pretty flowers, and it's close to my house.",
	"dialogue.summer_3_1": "Did you feel the earthquake last night?#$b#It woke me up, and I lost a lot of sleep over it.$7#$e#I'm actually really afraid of earthquakes. Do you think there will be more?$s",
	"dialogue.summer_13_1": "Have you been to the beach lately? The water looks really green, and it has a different smell.#$b#I think I heard it was crab mating season?",
	"dialogue.winter.nightmarket.wait": "Hi, @. I'm waiting here for the night market to open.",
	"dialogue.winter_15.nightmarket0": "There's a lot to see at this market. But I can't resist a free cup of coffee!",
	"dialogue.winter_15.nightmarket1": "This boat looks more fit for a river than the sea. How do you suppose it made it here?",
	"dialogue.winter_17.nightmarket0": "Ahh... the perfect pick-me-up on a cold night.$h",
	"dialogue.winter_17.nightmarket1": "It's a lovely ambience here, isn't it?#$e#But I feel bad for Willy. It must be hard to sleep with all this hubbub.",
	"dialogue.fall_16.fair.shopdialogue": "Take a look! Anything strike your fancy?",
	"dialogue.fall_16.fair.shopdialogue.spouse": "Sorry, poke, no special favors here at the fair! You'll have to earn the tokens like everybody else.",
	"dialogue.spouseroom.shopdialogue": "Thanks for shopping, poke. I appreciate the extra pocket money.",

	// marriage-dialogue.json
	"marriage.patio_HatMouseLacey": "Hey, poke! Just getting some fresh air to help me focus on my stitching.#$e#The light's better out here, too.$h",
	"marriage.spouseRoom_HatMouseLacey": "Hello, poke. I was just reminiscing about my family again.#$b#I still miss them, of course, but our married life here makes those memories sweeter, too.$l",
	"marriage.spring_1": "Happy new year, love. I hope you feel as fresh and hopeful about it as I do.",
	"marriage.spring_23": "The Flower Dance is tomorrow, poke!$h#$b#It's my favorite festival, you know. Should we dance in it this year?",
	"marriage.summer_1": "%revealtaste:{{internal}}:264 Well, summer's here. The heat, the smell, the bugs: sure, those are awful. But there's also...#$b#... radishes! Are we growing any?$h",
	"marriage.summer_8": "The summer heat can be pretty rough. I'm covered in fur, and I can't sweat.#$e#Don't give me that look. You knew I was a mouse when you married me.$h",
	"marriage.fall_1": "Fall is such a pleasant time of year. Good hat weather!",
	"marriage.fall_15": "Tomorrow's the fair. Do you have your grange setup all ready to go?",
	"marriage.fall_16": "I'll be leaving soon to set up my hat stall at the fair.#$b#Hope to see you there!$h",
	"marriage.winter_1": "Brr!#$b#Winter always seems to sneak up on me.",
	"marriage.winter_15": "Are you excited, poke? The Night Market is back in town tonight!$h#$b#I'll be heading there in the afternoon.",
	"marriage.winter_15.nightmarket0": "Hey there. < You caught me hitting the sauce again!$h",
	"marriage.winter_15.nightmarket1": "One of these years I should come early and watch the boats come in.",
	"marriage.winter_17": "I think I'll visit the Night Market again today.#$b#No sense missing out on free coffee!$h",
	"marriage.winter_17.nightmarket0": "The coffee here always tastes so good.#$b#Do you think it's just because it's a special occasion?",
	"marriage.winter_17.nightmarket1": "It's nice to just stand here and take in the atmosphere, isn't it?",
	"marriage.winter_28": "Another year's over already. Time sure flies!#$e#Let's make next year a good one, too!$h",
	"marriage.Rainy_Day_0": "I hope you don't have to spend too long out in the rain today.#$e#Don't forget, you can always come home for a break!$h",
	"marriage.Rainy_Day_1": "Sometimes the rain reminds me of when I was fixing up my old cabin.#$b#There were some really wet days before I got the roof patched up.$7",
	"marriage.Rainy_Day_2": "Good morning, poke!$h#$b#I packed you something to take with you when you go out today.[204 240 241 731]#$e#Stay dry out there!$h",
	"marriage.Rainy_Day_3": "*sigh* Another day inside in the rain.$7#$b#The rain doesn't usually bother me, but I'm just not feeling it today.$7",
	"marriage.Rainy_Day_4": "How are your boots holding up? Still keeping out the weather?#$e#Let me know if you need repairs on any of your clothes. I *am* a seamstress, after all!$h",
	"marriage.Rainy_Day_HatMouseLacey": "I used to have an embarrassing romantic fantasy about the rain.$l#$b#What if I got caught in a downpour with my crush, and we had to find shelter?$l#$b#And our hands touched by accident, and we both blushed about it? And then...$l#$e#... But we're married now, so how about we just skip to the good part?$6",
	"marriage.Rainy_Night_0": "It's nice to be warm and dry inside the house after a rainy day, isn't it?#$b#And it's nice to have someone to hug.$l",
	"marriage.Rainy_Night_1": "I would have liked to see the sun today. But rain is good for the earth.",
	"marriage.Rainy_Night_2": "Are you cold? I've been chilly all day.#$e#Have some coffee and warm up with me.[395]$h",
	"marriage.Rainy_Night_3": "The valley comes alive in a whole new way when it rains. I've been enjoying the sounds and smells all day.#$b#... From the comfort of the house, of course.$h",
	"marriage.Rainy_Night_4": "Welcome home, poke! <$h#$b#Good timing. Dinner's ready![244 215 609 649]#$e#I thought you might want a nice meal after a rainy day.$l",
	"marriage.Rainy_Night_5": "Ah, the comforting sound of rain on a sturdy roof.#$b#I'll sleep well tonight.$h",
	"marriage.Rainy_Night_HatMouseLacey": "Glad to see you safe and sound after another rain.#$b#It always brightens my day when you come home.$l",
	"marriage.Indoor_Day_0": "It's so wonderful to wake up next to you, poke. I really missed having a family.$l#$e#Now who's ready to get to work?$h",
	"marriage.Indoor_Day_1": "Good morning, poke! How about some breakfast?[606 197 205 210]$h#$e#So what's on your docket for today?...#$e#Okay! Make it a good one!$h",
	"marriage.Indoor_Day_2": "I've got to catch up on my sewing today. I'm looking forward to some quiet time.",
	"marriage.Indoor_Day_3": "You know, I don't mind the farmhouse chores, really, except dusting.#$b#I wish I were a little bit taller. Those high cobwebs are tough to reach.$a",
	"marriage.Indoor_Day_4": "Hey, poke. <$h#$b#I got you a little something.[268 688 347 394 428 724]#$e#... What's the occasion? Nothing in particular.#$b#Do I need a reason to give my ${husband^wife^spouse}$ a gift?$l",
	"marriage.Indoor_Day_HatMouseLacey": "Good morning!$h#$e#I have to say, this life isn't what I pictured for myself when I was younger. But I'm very happy.#$b#And any life would be happy for me as long as I could share it with you.$l",
	"marriage.Indoor_Night_0": "Did you get everything done today, poke?#$b#There's always a lot to do on a farm... but now we can relax and wind down for bed.",
	"marriage.Indoor_Night_1": "Welcome home, hon.#$e#You smell good.$h",
	"marriage.Indoor_Night_2": "Phew! I'm pretty tired from my housework today.#$e#But I can rally, if it means we can spend some time together.$h",
	"marriage.Indoor_Night_3": "Sometimes I feel like I'm running out of new things to say.#$b#So, how about 'I love you'? That never goes out of style.$l",
	"marriage.Indoor_Night_4": "Hi there! I missed you while you were out.$h#$e#The house always feels a bit empty when you're not around.$l",
	"marriage.Indoor_Night_HatMouseLacey": "Home for the night, @? Let's have some quiet time together.$l",
	"marriage.Outdoor_1": "I'm taking a minute to just look at the farm.#$b#You've done a lot of work to make it pleasant. Will you enjoy it with me for a moment?$l",
	"marriage.Outdoor_2": "Don't let me get in your way out there! You're the expert when it comes to the farm.#$e#Now, when it comes to fashion...$h",
	"marriage.Outdoor_3": "I like to just smell the farm air on days like this.#$e#When you have a mouse's nose, it's good to take advantage and enjoy it.$h",
	"marriage.Outdoor_4": "Hi, poke. Working hard?#$e#Don't forget to take breaks! You can always come visit me when you need a rest or a snack.",
	"marriage.Outdoor_HatMouseLacey": "I was just daydreaming. I'm feeling very grateful for our life together.$l",
	"marriage.OneKid_2": "%kid1 sure has a lot of energy. Parenting is demanding work!$h",
	"marriage.OneKid_3": "It's hard to believe I'm a mother now.#$b#It seems like just yesterday I was sure it could never happen.",
	"marriage.TwoKids_1": "I hope our children have a good relationship as they get older.#$b#I was very close with my sister. It made childhood a lot of fun.",
	"marriage.TwoKids_2": "Our kids are pretty adorable, aren't they? I love to see them happily playing.$h#$e#... And it's fun to give them hats to wear, of course! You know me.$h",
	"marriage.TwoKids_3": "What a life we have now, married with a full house! I feel pretty lucky.$h#$e#... But the kiddos can really be a handful!$h",
	"marriage.Good_0": "Hi, poke! < I was just thinking about you.$l",
	"marriage.Good_1": "Can you believe I was ever worried we wouldn't be compatible?#$b#It seems so silly now. I've never been closer to anyone.$l",
	"marriage.Good_5": "I was just admiring my mermaid's pendant.$l#$b#What a great love story it tells me. And it's so beautiful!$l",
	"marriage.Good_8": "How's the farm doing today? I know you have a lot to do outside.#$b#That's why I take pride in my housework!$h",
	"marriage.Good_9": "We have a nice life going here, don't we? Farming and hat-making, together at last!$h",
	"marriage.Neutral_0": "Are you very busy? Let's find something exciting to do together.",
	"marriage.Neutral_2": "Maybe I should go check on the cabin today.",
	"marriage.Neutral_3": "Are you going into town today? Don't forget to go to the store if we need anything.",
	"marriage.Neutral_6": "I wonder if anything is going on in town today?",
	"marriage.Neutral_8": "There are always more chores to do around the house.#$b#It's impossible to keep up. I just have to do my best.",
	"marriage.Bad_1": "*sigh*... Maybe this wasn't such a good idea after all.$s",
	"marriage.Bad_4": "The valley doesn't feel as homey as it used to.$s",
	"marriage.Bad_5": "You used to be so sweet to me. What happened?$s",
	"marriage.Bad_7": "What we had felt special... but now it feels like nothing.$s",
	"marriage.Bad_9": "Maybe I was better off alone...$s",
	"marriage.spring_HatMouseLacey": "%revealtaste:{{internal}}:257 Now that it's spring, I've been craving a morel.#$b#Will you bring me one next time you go foraging?",
	"marriage.summer_HatMouseLacey": "%revealtaste:{{internal}}:709 My teeth are starting to get long again. I need to do some gnawing.#$b#Have any spare hardwood?$h",
	"marriage.fall_HatMouseLacey": "Fall makes me think of when I moved here, to my cabin.#$b#What a momentous decision that turned out to be!$h#$e#It's nice to have happy memories, isn't it?",
	"marriage.winter_HatMouseLacey": "Every winter I get the urge to dig a burrow.#$b#Don't worry, I'm not going to do it! Our house is cozy.$h",
	"marriage.funLeave_HatMouseLacey": "I'm off for my errands today. I have a few things to get in town, and I'll go tend to the hat shop.#$b#See you later!",
	"marriage.funReturn_HatMouseLacey": "Phew! I had a productive day.#$b#How was yours? I hope it wasn't too hard without me around.",
	"marriage.HatRegistryNew": "Oh, by the way...#$b#I set up the hat registry in my room, so you can check on it there.#$b#That should be more convenient than going all the way out to the cabin!$h",

	// festivals.json
	// note y1 is year 1, while 1 is years 4, 7, etc.
	"festival.spring13.y1": "I don't care much for eggs in general... but Gus's deviled eggs are incredible!#$b#I'm really glad I tried them. I'd never heard of them before.",
	"festival.spring13.1": "I'm always nervous about trying the fruit punch. I'm pretty sure someone's spiked it before.$7#$b#I can't stomach alcohol, so I just skip it.",
	"festival.spring13.2": "Pierre's really pushing his special spring seeds. Did you buy any?",
	"festival.spring13.3": "Eggs still aren't my thing, but I love festivals!#$b#It's good to have traditions like these. It gives us something to look forward to.",
	"festival.spring13.married.1": "Don't let me forget to visit Gus, okay? I have to thank him for doing the catering.#$e#No, that's not just an excuse to have more deviled eggs!$h",
	"festival.spring13.married.2": "Mmm, fresh springtime air and a great excuse to take a break in town.#$b#Isn't it fun to see everyone once in a while?",
	"festival.spring13.married.3": "Hey, ${handsome^beautiful^cutie}$. Are you doing the egg hunt this year?$h#$e#Maybe go easy on the children this time. They're only children.",
	"festival.spring24.y1": "Oh my gosh, this is even better than I expected! The flowers smell so good!$u#$e#I love this. It's like a birthday present from the valley!$h",
	"festival.spring24.1": "Sweet flowers, a soft breeze, good food... what more could a girl want?$h",
	"festival.spring24.2": "$1 lacey_flowerqueen#Have you figured out how they decide on the flower queen? Nobody will tell me the rules.#$e#Maybe I'll buy some flowers from Pierre's stand. They'd look nice at home.",
	"festival.spring24.3": "The flowers are so beautiful this year!#$b#Evelyn did a great job.",
	"festival.spring24.married.1": "I never get tired of this festival. And it's even better sharing it with you, poke.$h#$b#Now then, shall we...?",
	"festival.spring24.married.2": "What a nice feeling, to be reminded of youth and love.$l#$b#I hope your memories are as fond as mine.$l",
	"festival.spring24.married.3": "This festival is truly one of my favorite things about living here. Let's never move, dear.",
	"festival.summer11.y1": "This town has a strange definition of \"potluck\".$a#$b#Where I'm from, that big pot is called \"slop soup\". And I won't be eating any.$a#$e#Gus's food looks great, though.",
	"festival.summer11.1": "Lewis insisted I bring something for the slop pot.#$b#I did it, but you still won't catch me near that stuff.",
	"festival.summer11.2": "The heat is so intense... I'll just stay here in the shade for a bit.#$e#I overheat very easily. Maybe I should have brought a swimsuit...?",
	"festival.summer11.3": "Between us, I think the decorations at this festival are a little tacky.",
	"festival.summer11.married.1": "I'd ask you to dance with me, but I think it's too hot for me out there.",
	"festival.summer11.married.2": "Staying cool, poke? There are some nice cold drinks at the buffet.",
	"festival.summer11.married.3": "Thanks for taking care of our obligation to the slop soup, hon. You know how that grosses me out.",
	"festival.summer28.y1": "I've heard of the moonlight jellies before, but I've never lived close enough to their migration path to see them.#$e#I'm excited. I bet they're beautiful.",
	"festival.summer28.1": "It's fascinating that the jellies come back right on time every year.#$b#There must be some powerful instinct that tells them when it's time.",
	"festival.summer28.2": "This cool night is much better for me than the heat of the Luau.#$e#I like the ambience better, too.$h",
	"festival.summer28.3": "Another summer gone... I won't really miss it, though. I'm already geared up for autumn.",
	"festival.summer28.married.1": "It's so calm... it's almost meditative. I can't help but reminisce.#$b#It makes me feel very lucky to have you. Let's enjoy the lights together, okay?$l",
	"festival.summer28.married.2": "This is a great way to spend the last night of summer, don't you think? Together, in the moonlight, on the beach?$l",
	"festival.summer28.married.3": "Don't forget to come get me for the boat launch! The light is so romantic. I want to be close to you.$l",
	"festival.fall16.y1": "This is about when I first moved here last year, and I missed the festival.#$b#But not this time! Now I have a hat stall to run!$h#$e#Are you going to set up a grange display?",
	"festival.fall16.1": "Another perfect autumn day!#$b#This is definitely my favorite time of year.",
	"festival.fall16.2": "This event is a big day for my hat business.#$b#There are a lot of out-of-towners. I'm always looking for more customers.$h",
	"festival.fall16.3": "Good thing I'm not the grange display judge. Marnie's giant cheese wheel would be worth so many bonus points, she'd win by default.",
	"festival.fall16.married.1": "I'm getting pretty hungry.#$b#Do you think you could bring me something to eat from the cookout?",
	"festival.fall16.married.2": "You're having fun, right? You deserve a break from all your hard work!$h",
	"festival.fall16.married.3": "I'm rooting for your grange display in the competition, of course.$h#$e#Don't worry about me over here. Business is just fine!",
	"festival.fall27.1": "The maze is a bit creepy for my taste. I'm staying out here with the food.#$e#And over here, away from the monsters...$s",
	"festival.fall27.2": "It's a nice evening here in town, but I'm not excited about my walk home. It's long and dark.",
	"festival.fall27.3": "It's almost winter already. I hope I stocked enough firewood.",
	"festival.fall27.married.1": "It's pretty chilly tonight. I should have worn another layer.#$e#How about a hug? That should warm me up.$l",
	"festival.fall27.married.2": "Are you going to the maze? Have fun!#$e#I'll be here. These cookies aren't going to eat themselves.",
	"festival.fall27.married.3": "Hey. You look cute tonight.$l",
	"festival.winter8.y1": "It was cold like this last year, too... and my house wasn't even finished then!",
	"festival.winter8.1": "Aren't these igloos cool? I think Linus was building them.#$e#Where'd he go, anyway?",
	"festival.winter8.2": "Ice fishing, huh? I'll pass.#$b#I'm cold enough as it is.",
	"festival.winter8.3": "How do you think they made that \"lake\" on such short notice? I didn't see anybody working on it ahead of time.",
	"festival.winter8.married.1": "Brr! It'll be nice to get inside when we get home.#$e#Let's make something hot for dinner.",
	"festival.winter8.married.2": "May I have a hug, please?$l#$b#I could use some body heat.$h",
	"festival.winter8.married.3": "Good luck at the ice fishing, poke!#$b#... if you think you'll need it, that is.$h",
	"festival.winter25.1": "They weren't joking, calling this a feast! I don't think I could eat another bite.",
	"festival.winter25.2": "I'm a bit sad, seeing all the families together. I wish I had my own.$s#$e#But, I'm thankful to have a home here. I still feel welcome.",
	"festival.winter25.3": "What are you thankful for this year, @?#$b#For me, it's Gus's cooking!$h",
	"festival.winter25.married.1": "Don't forget to give your gift to your secret friend, poke.#$e#... Who was my secret friend?#$b#Well, if I told you, it wouldn't be a secret, would it?$h",
	"festival.winter25.married.2": "Willy told me that the Winter Star is a good luck symbol specific to this valley.#$b#Well, I certainly got my share of fortune after I moved here!$l",
	"festival.winter25.married.3": "Now that I have you, I'm thankful for the same thing every year.$l#$b#Here's to another year at %farm Farm!$h",
	// compat festivals: RSV
	"festival.fall20.1": "It was quite a schlep, coming all this way. I'm famished.#$e#Isn't the scenery spectacular?$h",
	"festival.fall20.2": "I don't care for the gender feud they have going on in the square. Some traditions aren't worth holding on to, if you ask me.$a#$b#Oh well. At least the food's good!",
	"festival.fall20.3": "I've thought about opening my hat stall for this festival, too.#$b#But it's so soon after the valley fair. I'd rather have the day off. And anyway, the valley gets more tourists.",
	"festival.fall20.married.1": "Hey, poke. I got enough food from the spread for both of us.#$e#Are you looking forward to the concert?",
	"festival.fall20.married.2": "This village really is in a beautiful spot, isn't it?#$b#Should we visit the overlook by the cable car station later?$l",
	"festival.fall20.married.3": "I know I've told you, but I really like festivals.#$b#They're a great change of pace, and we get to leave the house and have a bit of fun!$h#$e#It's nice to have that to share, isn't it? It's like going on a date.$l",
	"festival.winter28.1": "Why did I come all this way just to be cold, late at night?#$b#Come on, get to the bonfire already!",
	"festival.winter28.2": "Another year over already...#$b#...$s#$e#Oh, sorry. I was just... thinking.#$e#Are you ready for spring to start? I am.",
	"festival.winter28.3": "There's something special about a fire, isn't there?#$b#Maybe it really can burn away the things we want to leave behind...?",
	"festival.winter28.married.1": "Almost time to start another year... together.$l#$e#I love you, @. I can't wait to see what's next for us!$l",
	"festival.winter28.married.2": "Hey, poke. It sure is cold up here, isn't it?#$b#What a perfect excuse for you to give your wife a hug! *nudge nudge*$h",
	"festival.winter28.married.3": "Before, I would have wished on the fire to cast away my loneliness.#$b#But now, I've got my wish. So let's just enjoy the warmth together, okay?$l",

	// hat-reactions.json
	"hatreactions.newHat": "Oh, a new hat! I haven't seen you in this one before.$h#$b#Let me take a look...",
	"hatreactions.404": "... Well, you caught me lost for words. I have no idea what to say about it!",
	"hatreactions.SV.CowboyHat": "It's real vintage leather, so please forgive the smell. I think it's worth it to look that good.",
	"hatreactions.SV.BowlerHat": "Glad to see working-class representation for the bowler.#$b#It's had too many dandy gentlemen and bankers and the like.",
	"hatreactions.SV.TopHat": "Old-fashioned, but still very stylish. You look distinguished.",
	"hatreactions.SV.Sombrero": "Is it a bit too big? Maybe. But after all that farming, you've earned a nice, wide brim.",
	"hatreactions.SV.StrawHat": "Now that's a stone-cold classic. A farmer's hat if I ever saw one!",
	"hatreactions.SV.OfficialCap": "I think the brim really makes this one. Wouldn't be as nice without it.",
	"hatreactions.SV.BlueBonnet": "Straight out of a covered wagon!$h#$b#... Do you think the traveling cart lady would want one?",
	"hatreactions.SV.PlumChapeau": "Well... it looks alright on you, I guess.",
	"hatreactions.SV.SkeletonMask": "Creepy. Is it Spirit's Eve already?#$b#... I don't like looking at this one.$7",
	"hatreactions.SV.GoblinMask": "This should make a fun Spirit's Eve costume... with matching clothes, of course!$h",
	"hatreactions.SV.ChickenMask": "Yes! You look just as goofy in that mask as I thought you would!$h",
	"hatreactions.SV.Earmuffs": "I'm glad they fit you. The ears are hard to get right when I can't use my own head as a model.#$b#Oh, and make sure to appreciate the artisanal velvet. I went all out.",
	"hatreactions.SV.DelicateBow": "I'm proud of that one. Just a little sparkle!#$b#It looks good on you.",
	"hatreactions.SV.Tropiclip": "Can you keep a secret? I didn't make these clips. I'm just reselling them.#$b#But aren't they cute?$h",
	"hatreactions.SV.ButterflyBow": "You look good. More men should try wearing ribbons!^It's very pretty on you. I'm a sucker for a hair ribbon.",
	"hatreactions.SV.HuntersCap": "Hmm. Looking for wabbits?",
	"hatreactions.SV.TruckerHat": "If I'm honest, I like my hat better.#$b#But mine's too small for you, and anyway, it isn't for sale.$h",
	"hatreactions.SV.SailorsCap": "Looking at this hat makes me hungry for spinach.#$b#... Is that weird?",
	"hatreactions.SV.GoodOlCap": "I made this one pre-distressed, for people who like old, comfy clothes. I hope it's meeting your expectations!",
	"hatreactions.SV.Fedora": "Hey, I know this hat! You bought it from the other shop at the fair!$a#$b#Relax, I'm just teasing. I'm not that worried about competition.$h",
	"hatreactions.SV.CoolCap": "I haven't seen the backwards-cap style in a long time. You must be cooler than I thought!",
	"hatreactions.SV.LuckyBow": "It's lucky because it's green and gold like a leprechaun.#$b#Do you feel luckier wearing it?",
	"hatreactions.SV.PolkaBow": "An oldie but a goodie, I say.#$b#You look good in it.^... It suits you well.$l",
	"hatreactions.SV.GnomesCap": "You look ready for a big, new adventure!#$b... Do you have any adventures left to look forward to?",
	"hatreactions.SV.EyePatch": "I prefer a real hat, honestly. But these round out my costume inventory pretty well.",
	"hatreactions.SV.SantaHat": "Well ho, ho, ho, don't you look festive?$h#$b#Got any gifts to deliver?",
	"hatreactions.SV.Tiara": "I'm just a milliner, not a metalworker, so I actually don't make these. I had Clint help me out.#$b#Didn't he do a good job?",
	"hatreactions.SV.HardHat": "Practical, but not very fashionable.#$b#Although it doesn't look half bad on you.$h",
	"hatreactions.SV.Souwester": "You look ready for a monsoon! Or maybe just some rainy-day fishing.#$b#Where are your wellies?$h",
	"hatreactions.SV.Daisy": "Now there's a fresh, confident look. I like it!$h^A flower in a girl's hair is a really charming look, I think.",
	"hatreactions.SV.WatermelonBand": "Isn't it a nice, summery color? I feel a little refreshed just looking at it.",
	"hatreactions.SV.MouseEars": "Perfect. No notes. You've never looked better.#$b#... But they're no substitute for the real thing.$h",
	"hatreactions.SV.CatEars": "Very cute. But not very scary, if that's what you were going for. I can tell it's you.",
	"hatreactions.SV.CowgalHat": "Okay, maybe I went a little overboard with the rhinestones.#$b#But isn't it such a nice shade of pink?",
	"hatreactions.SV.CowpokeHat": "This is a real goin'-to-the-rodeo sort of hat.#$b#But I think what you really need is some chaps. Don't you?$h",
	"hatreactions.SV.ArchersCap": "Sleek and stylish. Doesn't it make you feel merry?#$b#And the green suits you.",
	"hatreactions.SV.PandaHat": "Where on earth did you get this? I've never seen one like it.#$b#It's really cute!$h",
	"hatreactions.SV.BlueCowboyHat": "See, for me this is too much denim.#$b#... Definitely too much.",
	"hatreactions.SV.RedCowboyHat": "Ooh, fancy! Wearin' your finest hat to the hoedown!$h",
	"hatreactions.SV.ConeHat": "I saw this for sale at the night market. Not my style, but it's not terrible.",
	"hatreactions.SV.LivingHat": "... Are you wearing turf on your head? That's... an inspired choice.",
	"hatreactions.SV.EmilysMagicHat": "Wow, that hat looks like it's one of a kind! And it fits you perfectly.#$b#Whoever made it must really love you.",
	"hatreactions.SV.MushroomCap": "Where did you... get this?#$b#... Why are you wearing it?",
	"hatreactions.SV.DinosaurHat": "Aww, I love it! You look so cute!$h#$b#If you weren't so much taller than me, I'd pat your head.",
	"hatreactions.SV.TotemMask": "That's a warp totem, right?#$b#Some people will call anything a hat, huh?$7",
	"hatreactions.SV.LogoCap": "Not bad. It's nothing exceptional, but I like the color.",
	"hatreactions.SV.WearableDwarfHelm": "Hmm. I think it looks a lot better on the dwarves than it does on you.",
	"hatreactions.SV.FashionHat": "A nice wide brim, a cool feather... this one has almost everything. But one does want a hint of color.",
	"hatreactions.SV.PumpkinMask": "Now that's a good Spirit's Eve costume piece!$h#$b#Ooh, imagine a ghost having that instead of a head. Spooky!",
	"hatreactions.SV.HairBone": "Well, it's not for me. I'd rather use fabric. But at least it's interesting!",
	"hatreactions.SV.KnightsHelmet": "How do you even see out of that thing? And it must be so sweaty in there!#$b#The plume looks great, though.",
	"hatreactions.SV.SquiresHelmet": "What are you, suiting up for a joust? Where's your lance?$h",
	"hatreactions.SV.SpottedHeadscarf": "You look like a sort of folk-tale grandmother. The Strega Nona type.",
	"hatreactions.SV.Beanie": "This gives you a nice 'grunge band' look. Have you been practicing the guitar?",
	"hatreactions.SV.FloppyBeanie": "Oh, this is a cozy look.#$b#All it needs is a comfy jacket.$h^Do you have an oversized sweater to go with it?$h",
	"hatreactions.SV.FishingHat": "You look like you just walked in from the bayou.#$b#See any gators out there?$h",
	"hatreactions.SV.BlobfishMask": "Oh dear. I can't say I like this one.$7#$b#I prefer your normal face.",
	"hatreactions.SV.PartyHat": "Going to a party? What's the occasion?",
	"hatreactions.SV.ArcaneHat": "That looks just like the wizard's hat. Are you trying to impress him?",
	"hatreactions.SV.ChefHat": "Now that's a statement, wearing your toque outside the kitchen!#$b#You must be really proud of your cooking skills.",
	"hatreactions.SV.PirateHat": "Not my fave. I feel like it's missing something. Maybe some feathers?",
	"hatreactions.SV.FlatToppedHat": "Not enough buckles. Needs some buckled shoes and a big, ostentatious belt. And maybe some kind of... frock?",
	"hatreactions.SV.ElegantTurban": "You could be a vizier or something with a hat that fine.#$b#I didn't expect to like the gold trim as much as I do.",
	"hatreactions.SV.WhiteTurban": "It's very well made. And it must feel luxurious to wear! Silk is a beautiful fabric.",
	"hatreactions.SV.GarbageHat": "Okay, no more pranks. Try wearing a *hat* next time.$a",
	"hatreactions.SV.GoldenMask": "This one is a bit creepy. You look like a cultist.#$b#Don't start caw-cawing or anything weird like that, okay?",
	"hatreactions.SV.PropellerHat": "I have to say, you look a little ridiculous. Are you going to take off and fly around?$h",
	"hatreactions.SV.BridalVeil": "This doesn't seem like an appropriate time to wear this.#$b#But it's good to see you pushing the fashion envelope!$h",
	"hatreactions.SV.WitchHat": "Here's another iconic hat. An all-timer.#$b#I appreciate a hat that knows exactly what it wants to be.",
	"hatreactions.SV.CopperPan": "Now you're really pulling my leg. That's not a hat. Why would you even...?$7",
	"hatreactions.SV.GreenTurban": "I think the gold ornament on the front is a bit ostentatious.#$b#... Don't tell the desert trader I told you that, okay?$h",
	"hatreactions.SV.MagicCowboyHat": "What a fascinating material!$u#$b#... Do you have a hard time matching it to an outfit?",
	"hatreactions.SV.MagicTurban": "Whoa... it's mesmerizing.$u#$b#Fabric like that must cost a fortune!$u",
	"hatreactions.SV.GoldenHelmet": "Well, I don't think I would wear half a coconut, but you do you.",
	"hatreactions.SV.DeluxePirateHat": "Scurvy! Man the cannons!#$b#You need a lot of swagger to pull off a hat like that.#$b#... What? Do I think you have it?#$b#... Maybe.$h",
	"hatreactions.SV.PinkBow": "Can a hair bow be too big? Someone decided to find out.",
	"hatreactions.SV.FrogHat": "Oh, this one is adorable. The eyes are so good! I love it.$h",
	"hatreactions.SV.SmallCap": "You call that a small cap? Get on my level.#$b#Just teasing. That one is pretty cute on you!$h",
	"hatreactions.SV.BluebirdMask": "Oh, how fun! It oozes personality. What a character!$h",
	"hatreactions.SV.DeluxeCowboyHat": "This hat really makes you look like a sharpshooter.#$b#... Draw!$h",
	"hatreactions.SV.Mr.QisHat": "Hmm... it looks like just an ordinary hat, but there's something odd about it.#$b#... Nope, can't put my finger on it.",
	"hatreactions.SV.DarkCowboyHat": "With this, you could play a tall, dark stranger with a troubled past.#$b#A pretty romantic image, don't you think?$l",
	"hatreactions.SV.RadioactiveGoggles": "Those are supposed to protect you from radiation, right?#$b#... Do they work?",
	"hatreactions.SV.SwashbucklerHat": "Ooh, I've been working on a design like that!$u#$b#This one has a wider brim, though. Much more dashing!$h",
	"hatreactions.SV.QiMask": "This one has a real smug expression. I don't care for it.$a",
	"hatreactions.SV.StarHelmet": "That thing looks like it could stop a serious impact. Can you hear anything in there?",
	"hatreactions.SV.Sunglasses": "Watch out! Here comes a cool customer.$h#$b#I kind of wish I could wear some. My ears aren't in the right place.",
	"hatreactions.SV.Goggles": "You'll be ready for anything if you wear those. Safety first!",
	"hatreactions.SV.ForagersHat": "This is nice. Sun protection and a feather for style. Good eye.",
	"hatreactions.SV.TigerHat": "Oh, this one is cute, too! I like the whiskers.$h#$b#... Is that tuna I smell? Or maybe it's salmon...",
	"hatreactions.SV.???": "I get the feeling you had to work very hard to earn this hat.#$b#I don't know why, but that's the face of a dedicated person.",
	"hatreactions.SV.WarriorHelmet": "Going for a Viking sort of look, eh? I dig the horns.",
	"hatreactions.SV.AbigailsBow": "Oh, this is a cute bow! It's simple and understated, which I appreciate.#$b#Thanks for the turnaround. There are some angles where I can't even tell you're wearing it.",
	"hatreactions.SV.TricornHat": "I haven't seen one of these in a while. You must be on your way to a reenactment!#$b#... Only teasing. I would have expected this to look silly, but it's not bad at all.",
	"hatreactions.SV.JojaCap": "... Well, I can't say I like it: it's cheap and mass-produced. Where's the pride in craftsmanship?",
	"hatreactions.SV.LaurelWreathCrown": "This makes you look a bit like an ancient poet.#$b#Don't get me wrong, it's a fine look! But maybe you should have a robe and a lyre or something to go with it.$h",
	"hatreactions.SV.GilsHat": "You look a bit like an old-timey prospector in this. You'd fit right in panning for gold in the river.$h",
	"hatreactions.SV.BlueBow": "This is a very pretty blue. It's pleasant to look at, and it's definitely big enough.",
	"hatreactions.SV.DarkVelvetBow": "Oh, I love it! There's something special about dark velvet, isn't there?#$b#Something... I don't know, mysterious!",
	"hatreactions.SV.MummyMask": "*shudder* Spooky costumes just aren't for me.$7#$b#... Still, at least this one looks well-made.",
	"hatreactions.SV.BucketHat": "This is a solid, no-nonsense hat that's good at its job. I like that about it, but I would have chosen a different color.",
	"hatreactions.SV.SquidHat": "Oh, from the squid fishing festival! Was it a prize?#$b#It looks a little goofy, but that's the goal, isn't it?$h",
	"hatreactions.SV.SportsCap": "This one looks like it could be a collector's item. That is one throwback of a logo!",
	"hatreactions.SV.RedFez": "... Where have I seen this before? I know I've seen it.#$b#...#$b#Ooh, this is going to bother me. Don't tell me!$a#$b#... Anyway, it's a fun look. I like the tassel.",
	"hatreactions.SV.RaccoonHat": "No, ${sir^ma'am^sorry}$, I don't care for a fur hat. It's a bit macabre for me, you see.$7",
	// no lines for steel/gold/iridium pans
	"hatreactions.SV.MysteryHat": "Where did you get this one? You look like a comic book villain.#$b#Watch out everyone, it's the Puzzler!$h",
	"hatreactions.SV.DarkBallcap": "Hmm... I don't have much to say about it. It's a plain black cap.#$b#Although, looking closer, it fits you perfectly. Did you hire a style consultant?",
	"hatreactions.SV.LeprechaunHat": "A bit ostentatious, don't you think?#$b#... But I do rather like a green hat.$h",
	"hatreactions.SV.JunimoHat": "Isn't this one cute? It's a forest spirit!$h#$b#I haven't seen one myself, but I've read about them and seen some artists' interpretations.#$b#I think it turned out well!$h",
	"hatreactions.SV.PaperHat": "These hats always make me think of paper sailboats. That's why I made them water-resistant!$h#$b#Have you been sailing lately?",
	"hatreactions.SV.PageboyCap": "Another classic, time-honored style. I think simplicity is a strength for a hat like this.#$b#And I must say, you look rather smart.",
	"hatreactions.SV.JesterHat": "... Well, what do you know? You look like a fool!$h#$b#*ahem* What I mean is, thank you for your patronage, esteemed ${sir^madam^customer}$. Please stop by the shop again!",
	"hatreactions.SV.BlueRibbon": "Thanks for buying this one! I'm partial to it.#$b#I like blue, and I like a hair ribbon, so I figured they would make a good combination.#$b#... I was right.$l",
	"hatreactions.SV.GovernorsHat": "Oh, you liked his hat, too? I saw it at the Luau and I just had to make a replica!#$b#... It looks good on you. You don't look very imperious, but I think that's for the best.",
	"hatreactions.SV.WhiteBow": "For this one, I wanted to find out if a hair bow can be too big.#$b#It doesn't look like it! You wear it very well.$h",
	"hatreactions.SV.SpaceHelmet": "Did I make the warning label prominent enough? I don't want anyone thinking it's real protective gear.",
	"hatreactions.SV.InfinityCrown": "You wouldn't believe how much the materials cost for this one.#$b#... Well, maybe you would. You saw how much I had to charge for it!$h",

	"hatreactions.FS.PC.Hats/Hat/FlamboyantHat": "Peacock feathers, huh? That really makes a statement. And I love the base color you chose!",

	// this key is omitted on purpose (skip displaying text)
	//"hatreactions.registry.Inspect": "",
	"hatreactions.registry.InspectDisabled": "It looks like a ledger. It's labeled 'Hat Registry'.",
	"hatreactions.registry.InspectSpouse": "There's a note taped by your name in the registry: '{{message}}'",
	"hatreactions.registry.SpouseNote1": "Hiyo, poke! Lots of good memories in here! <",
	"hatreactions.registry.SpouseNote2": "Hey there~ < Just a reminder that I love you.",
	"hatreactions.registry.SpouseNote3": "Hi, cutie! See you soon!",
	"hatreactions.registry.SpouseNote4": "Have you talked to your wife today? <",
	"hatreactions.registry.SpouseNote5": "Thanks for playing my hat game. It means a lot.",
	"hatreactions.registry.SpouseNote6": "I hope you're having a good day, poke!",
	"hatreactions.registry.SpouseNote7": "You're cute with or without a hat, you know. <",
	"hatreactions.registry.SpouseNote8": "I appreciate all your hard work. You're doing great!",
	"hatreactions.registry.InspectSpouseDisabled": "It's Lacey's hat registry. Somehow, there's no entry for you in it.",

	"gifttastes.Love": "Aah! My favorite! What a perfect gift!",
	"gifttastes.Like": "Ooh, thank you! This is very nice.",
	"gifttastes.Neutral": "Oh, a gift? It's very kind of you. Thanks.",
	"gifttastes.Dislike": "Oh... Sorry, I don't like this at all.$7",
	"gifttastes.Hate": "It--it's awful. Did you think I would like it?$7",

	"mapstrings.MouseHouse.drawers": "That's not a good idea.",
	"mapstrings.MouseHouse.hatstuff": "It's packed with fabrics, threads, and tools.",
	"mapstrings.MouseHouse.stepladder": "Lacey's stepladder. It's well-worn from use.",
	"mapstrings.MouseHouse.stool": "A low stool. The legs look to have been sawn short.",
	"mapstrings.MouseSpouse.drawers": "It's Lacey's dresser. She keeps her clothes in it.",
	"mapstrings.MouseSpouse.stool": "It's Lacey's low stool. Best to leave it for her to sit in.",
	"mapstrings.Forest.frontdoor": "Looks like this used to be the front door.",

	"strings.furniture.LaceyPortrait": "Lacey Portrait",

	"hodgepodge.rainy": "To be honest, I really like rain. I like to hear it on the roof.#$b#But, I don't like being caught in it. Wet mouse smell.",
	"engagement.dialogue.0": "I'm so happy, poke! My heart is racing. Maybe I'm still dreaming?...$h",
	"engagement.dialogue.1": "I can still hardly believe we're getting married.#$b#I'm so excited about our life together!$h",
	"summit.dialogue.0": "I know I found what I was looking for here in the valley. And I hope you did, too.",
	"summit.dialogue.1": "Looking out over it from up here, I feel even more like a part of this place...",
	"summit.dialogue.2": "... this place, where I belong, with you.$l",
	"quests.0210.title": "Hats for the Hat Mouse",
	"quests.0210.descr": "Lacey wants to see what you look like in various hats.",
	"quests.0210.hint": "Talk to Lacey while wearing a hat.",
	"quests.0810.title": "Transgressions",
	"quests.0810.descr": "Lacey hasn't forgiven you for your hurtful comments. She wants you to apologize.",
	"quests.0810.hint": "Meet Lacey at the fountain in the town park at noon.",
	"csfiles.jukebox.FittingIn": "Fitting In (Lacey's Theme)",
	"csfiles.jukebox.InALonelyPlace": "In a Lonely Place (Lacey)",
	"csfiles.jukebox.FromAMousesHeart": "From a Mouse's Heart (Lacey)",
	"csfiles.HatMouseLacey_Engaged": "...!$u#$b#Th, this is a Mermaid's Pendant, right? Then, that means...$u#$b#Yes! Yes, of course I'll marry you!$h#$b#Oh my gosh, it's beautiful! It... I... you...$u#$b#Oh, listen to me going to pieces. I'll handle the paperwork with Lewis, okay?#$b#You just dress your best for the ceremony! How about 3 days from now?$h",
	"csfiles.HatMouseLacey_AfterWedding.0": "Well, that was exciting! Being married is exciting!$h#$b#Anyway, I'm sure you have a lot to do, but don't work *too* hard!#$b#",
	"csfiles.HatMouseLacey_AfterWedding.1": "We're newlyweds, after all. We can take it slow today.$h",
	"csfiles.MapPage.mouseover": "Lacey's Cabin",
	"csfiles.ShopMenu.caption": "The note says, 'Welcome, welcome! Money goes in the jar, please.'",
	"csfiles.Utility.wedding0": "Welcome, everyone! It is my great honor, on this day {0} of {1}, to unite @ and %spouse in marriage.#$b#They may both be new to Pelican Town, but they are just as much a part of our community as anyone!#$b#And today, that community celebrates them, and their newfound commitment to each other.$h",
	"mail.hatter": "Farmer @,^^My hat shop is open! Come to my cabin at the edge of the forest and check it out!^(Bring money)^^-Lacey[#]Lacey's Shop",
	"mail.LaceyGift": "Hiyo, poke!^Here's a gift from me, from my hat supplies. Sorry it's not a finished hat! Those you have to buy.^^-Lacey %item object 428 1 771 15 393 1 397 1 444 1%%[#]A Gift From Lacey",
	"mail.LaceyHouseCall": "Hey cutie,^^I'd like to see you. Can you come over to my cabin tonight at 8:00?^^-Lacey[#]Lacey's Note",
	"mail.LaceyApologySummons": "Dear @,^^If you're ready to apologize, come to the fountain in the town park at noon. I'll meet you there.^^-Lacey%item quest {{quest}}%%[#]Lacey's Summons",
	"mail.HatRegistryNotice": "Hi again!^^Thanks for showing me your style in a hat. I'd love to see more!^I'll keep track of which ones you've shown me in my hat registry. You can come to my cabin anytime to take a look.^^See you soon!^-Lacey[#]Lacey's Hat Registry",
	"characters.Phone_Ring_HatMouse": "It's a prerecorded message: # Hiyo, poke! Come to Lacey's cabin for all your hat needs! Our prices are always reasonable! *click*",
	"characters.MovieInvite_Spouse_HatMouseLacey": "Oh, a movie! Yes, that should be fun!$h#$b#It's nice to go on a date once in a while, isn't it?$h#$e#You go ahead. I'll catch up to you there.",
	"movies.zuzucity.before": "Ooh, I'm excited about this. This movie is an all-timer! Have you seen it before?$h",
	"movies.zuzucity.during": "I love this part. The mood is just perfect! <",
	"movies.zuzucity.after": "What a great film!$h",
	"movies.horror.before": "I'm not sure about this movie. It looks... intense.",
	"movies.horror.during": "*gulp*...$s",
	"movies.horror.after": "Well, I don't think I'd see it again. But it wasn't as bad as I feared.",
	"movies.love.before": "Oh, I hope this is as good as it looks!$h",
	"movies.love.after": "Wasn't that great? I loved it.$h#$b#I can't get enough of romances, no matter how sappy they are.$l",
	"movies.like.before": "This should be fun! Who doesn't like going to the movies?",
	"movies.like.after": "Hey, not too bad at that!",

	// heart-events.json
	"events.2h.0": "@! How are you? Come in, come in.",
	"events.2h.1": "Welcome to my cabin!#$b#Oh, and sorry about the mudroom. You didn't hit your head, did you?#$b#It's a good size for me, but humans are so tall!$h",
	"events.2h.2": "So...",
	"events.2h.3": "What do you think?$h",
	"events.2h.4": "This cabin was abandoned when I moved here, so I took it over. It was in pretty sorry shape.#$b#I've been working hard to restore it. It's quite homey now, I think!$h",
	"events.2h.q0": "It looks great!",
	"events.2h.q1": "That must have been a lot of work.",
	"events.2h.q2": "So you're a squatter?",
	"events.2h.q3": "It looks like a child did it.",
	"events.2h.r0": "Thank you! I'm really proud of it.$h",
	"events.2h.r1": "It sure was. But I love projects!",
	"events.2h.r2": "What? Of course not!$a#$b#I squared it with the mayor, obviously. He said nobody had lived here for years, and he drew me up a new deed.",
	"events.2h.r3": "Hey, that's a little uncalled for, don't you think?$a#$b#I put a lot of myself into this place. You could at least have a little tact!$a",
	"events.2h.5": "Anyway, this is also my haberdashery.#$b#I just loooooove hats! <$h",
	"events.2h.6a": "You should buy some of them at my storefront outside.",
	"events.2h.6b": "I'm going to open a little storefront soon, but I don't have enough inventory yet. I'll let you know when I do.",
	"events.2h.7": "That way, you can come visit again!$h",
	"events.2h.8": "Oh, and when you have some hats, make sure to show them off to me. Okay, poke?",
	"events.4h.0": "Hi, @! How are you?$h#$b#Are you here to socialize, too?",
	"events.4h.1": "I'm glad to see you here.#$b#I make myself come out, but that's the easy part. Actually talking to people is another thing entirely!",
	"events.4h.q0": "You don't seem like the wallflower type.",
	"events.4h.q1": "It's hard to leave your comfort zone, isn't it?",
	"events.4h.q2": "(sarcastic) Have you tried talking to mice?",
	"events.4h.r0": "Well, I always try to be friendly. But it's not just that.",
	"events.4h.r1": "Yes, it is. But that's not the whole story.",
	"events.4h.r2": "...$a#$b#Pff, fine. Why don't you go have a drink somewhere else?$a",
	"events.4h.2": "It's... because I'm a mouse.$7",
	"events.4h.3": "It makes me different, in an obvious way that I can't change.$s#$b#So I always feel like I don't really belong, you know?$s",
	"events.4h.4": "It's hard to let go of that feeling. So, I tend to keep to myself.$s",
	"events.4h.5": "I suppose it's irrational. Everyone here in Pelican Town has been kind to me.#$b#But it's not as easy as just telling myself what to feel.",
	"events.4h.5.Andy": "I suppose it's irrational. Everyone here in Pelican Town has been kind to me.#$b#... Well, almost everyone. Andy won't give me the time of day. I think he resents me.$a#$b#But that aside, it's not as easy as just telling myself what to feel.",
	"events.4h.6": "Oh, but look at me going on!#$b#See what I mean, that I'm happy you're here? You're so easy to talk to!$h",
	"events.4h.q3": "How many have you had? Maybe it's the booze.",
	"events.4h.q4": "You can always be yourself around me.",
	"events.4h.q5": "Are you finished?",
	"events.4h.r3": "Joke's on you, poke! This is coffee.$h#$b#I can't handle alcohol. No tolerance. I get drunk like, instantly.",
	"events.4h.r4": "Thanks. I appreciate that.#$b#You're a good friend.$h",
	"events.4h.r5": "Wow. Rude! But, yes.$a#$b#So, moving on. What's new with you? ...",
	"events.4h.7": "Anyway, that's enough about me.#$b#How are things on the farm? Have any good stories?",
	"events.6h.0": "Hi, @.",
	"events.6h.1": "This forest is so peaceful, isn't it? I love to spend time here.",
	"events.6h.2": "But...$7",
	"events.6h.3": "It's also kind of a lonely place, isn't it?$7#$b#And that makes it a good place... for me.$7",
	"events.6h.4": "I've... been on my own for a long time. I don't know any other mice.$s#$b#I only knew my family, and they're all gone.$s",
	"events.6h.5": "I moved a lot, looking for a place to call home... but I never found any mice, and I never felt like I fit in.$s#$b#Now I'm here, and it's the same story. But I'm tired of looking.$s#$b#So I'm staying. I'll live quietly and just... be the only mouse.$s",
	"events.6h.q0": "Surely you aren't the only one?",
	"events.6h.q1": "Maybe you can find happiness alone.",
	"events.6h.q2": "At least you've got friends, right?",
	"events.6h.q3": "I'm sorry about your family.",
	"events.6h.q4": "Cry me a river.",
	"events.6h.r0": "I might as well be. If there are others, but I never meet them, what difference does it make?$s",
	"events.6h.r1.0": "Well, I'm trying that. Maybe I'll get there. But I'm still lonely.$s",
	"events.6h.r1.1": "At least I have you for a friend.",
	"events.6h.r2.0": "True enough.$s",
	"events.6h.r2.1": "... And you're a good one for saying so.#$b#It's not quite the same, though. I still feel pretty lonesome.$7",
	"events.6h.r3": "Thank you, @. It was some time ago, but I still miss them dearly.",
	"events.6hMean.0": "What?! Of all the heartless-- and I thought I could trust you!$a",
	"events.6hMean.1": "I guess I thought wrong. Go find someone else to pick on!$a",
	"events.6h.6": "Sorry. I guess that was a lot. I got a bit carried away.#$b#What's past is past. I'm trying not to brood over it so much.#$b#Thanks for listening.",
	"events.6h.q5": "That's what friends are for.",
	"events.6h.q6": "Sure thing.",
	"events.6h.q7": "Oh... uh, yeah.",
	"events.6h.r5": "It's good to have friends, isn't it? They always know just what to say.$h",
	"events.6h.7": "Well, I'd better go. Those hats won't make themselves!#$b#It was good to see you, @. Take care.",
	"events.8h.0": "Well, hiyo! Good to see you, @!$h#$b#Do you have a second?",
	"events.8h.1": "I was just doing errands, but I've been meaning to talk to you.#$b#I wanted to say--",
	"events.8h.2.Emily": "Hi, Lacey! Will you excuse me, please?",
	"events.8h.2.Jodi": "Excuse me, Lacey!",
	"events.8h.3": "Oh, sorry! Of course.",
	"events.8h.4.Emily": "Thank you!$h#$b#How's the hat business?",
	"events.8h.4.Jodi": "Thank you!$h#$b#I don't see you in town too often. Are you well?",
	"events.8h.5.toEmily": "Oh, not bad. Keeping at it!",
	"events.8h.5.toJodi": "Oh yes, thank you. Can't complain!#$b#How are you?",
	"events.8h.6.Emily": "That's the spirit! Think positively!$h#$b#See you at the saloon sometime soon, I hope!",
	"events.8h.6.Jodi": "I'm just fine, thanks. Always busy, though.#$b#Don't be a stranger!$h",
	"events.8h.7": "Let's get out of the intersection, yeah?",
	"events.8h.8": "As I was saying--",
	"events.8h.9.Evelyn": "Hello, Lacey dear! It's so good to see you.$h#$b#Lovely weather, isn't it? Are you keeping busy?",
	"events.8h.10": "Hi, Granny! Yes, there's always lots to do.$h#$b#The town gardens look great, as always. We're lucky to have you maintaining them.",
	"events.8h.11.Evelyn": "And so polite!$h#$b#Do show your face around here more often, dearie!",
	"events.8h.12": "Okay, how about the benches over there?#$b#That seems safely out of the way.",
	"events.8h.13": "So, what I wanted to say was--",
	"events.8h.14.Lewis": "Well, hello, Lacey. How is that old cabin holding up?$h",
	"events.8h.15": "Hi, Lewis. I renovated the whole thing! It's much nicer now.#$b#You should come see it!",
	"events.8h.16.Lewis": "Sounds good. And sometime soon, too! I need to get it reassessed for your property taxes.#$b#... Which reminds me, I have some paperwork I should be attending to.$s#$b#Excuse me.",
	"events.8h.17": "Okay, one more try. I wanted--",
	"events.8h.18": "I wanted to give you a proper thank-you for your friendship and support. So, thank you.#$b#I felt out of place here, like always... but you helped me feel more welcome. I'm grateful to you.",
	"events.8h.q0": "You're welcome.",
	"events.8h.q1": "It wasn't just me. The whole town welcomed you.",
	"events.8h.q2": "... That's all you wanted to tell me?",
	"events.8h.r1": "Well, that may be. But you are my closest friend, so I thought you deserved special thanks.",
	"events.8h.r2": "Well, yes. What were you expecting?#$b#Although, there is one more thing...",
	"events.8h.19": "... May I give you a hug?$l",
	"events.8h.q3": "Yes.",
	"events.8h.q4": "No.",
	"events.8h.q5": "Ew.",
	"events.8h.r3": "Thank you. For everything.",
	"events.8h.r4": "Okay. But, just for good measure...#$b#Thank you.",
	"events.8h.r5": "You know, you can just say 'no'. You don't have to be an ass.$a",
	"events.8h.20": "Now, I'm off to do my errands.#$b#And maybe there will be fewer interruptions this time!$h",
	"events.8h.21": "See you around!$h",
	"events.10h.abort0": "(Should I go in? This might take time...)",
	"events.10h.abort1": "I'm ready.",
	"events.10h.abort2": "Wait a second...",
	"events.10h.0": "Hey. < Come on in!",
	"events.10h.1": "I just made coffee. Would you like some?$h",
	"events.10h.q0": "Sure.",
	"events.10h.q1": "No thanks.",
	"events.10h.r0.0": "Okay!",
	"events.10h.r0.1": "Here you go!$h",
	"events.10h.r1": "Okay.",
	"events.10h.2": "Can we sit down for a minute? I want to talk.",
	"events.10h.3": "@, I...",
	"events.10h.4": "I wanted to tell you how much you mean to me.$l",
	"events.10h.5": "When I came here, I had given up on my search for a place where I belonged.#$b#I thought I would just live out my days here, peaceful but alone.#$b#I just hoped... nobody would mind me.",
	"events.10h.6": "But then, I met you.$l",
	"events.10h.7a": "We became close, even if you were sometimes mean.",
	"events.10h.7b": "You were so kind to me, just as I am. I had never felt so welcome.$l",
	"events.10h.8": "And... you opened your heart to me. So now, here is mine in return.$l",
	"events.10h.9": "Now, I feel like I belong somewhere. Now, this valley really feels like home, because...$l",
	"events.10h.10": "... because you're here with me, and I'm in love with you.$l",
	"events.10h.11": "... you smell good.$l",
	"events.10h.q2": "Thanks. I've been practicing.",
	"events.10h.q3": "Must be the coffee.",
	"events.10h.q4": "Is that supposed to be a compliment?",
	"events.10h.r2": "Hey! No teasing! I'm trying to be romantic, here!",
	"events.10h.r3": "Don't be so modest! You should know that's a big compliment coming from a mouse!",
	"events.10h.r4.0a": "I thought I told you to watch your tongue.$a",
	"events.10h.r4.0b": "Well, yes. I have a very keen nose.",
	"events.10h.r4.1": "... but I guess, without context, it was weird of me to say.",
	"events.10h.12": "Now then... where were we?$6",
	"events.10h.13.m": "We talked and cuddled for a while...",
	"events.10h.14.m": "... until it was time to go.",
	"events.10h.15": "Good night, @. Thanks for coming over. See you soon!$h",
	"events.wedding.0": "Welcome, everyone! It is my great honor, on this day [DayOfMonth] of [Season], to unite @ and %spouse in marriage.",
	"events.wedding.1": "They may both be new to Pelican Town, but they are just as much a part of our community as anyone!#$b#And today, that community celebrates them, as well as their newfound commitment to each other.#$b#Let us all share our happiness with them as they build their lives together.$h",
	"events.wedding.2": "Now then... without further ado!$h",
	"events.14h.0": "Hi, poke! Welcome home!$h#$b#Or, I guess, nearly home!",
	"events.14h.1": "I hope you had a great day. And I hope you're hungry!#$b#I planned a little surprise for you... a picnic down at the edge of the woods! You know, by my cabin.$h#$b#I thought we could watch the sunset together. What do you think?",
	"events.14h.q0": "(Do I have time? This will take all evening...)",
	"events.14h.q1": "I'd love to!",
	"events.14h.q2": "Can we postpone?",
	"events.14h.r2": "Aw... okay. Shucks.$s#$b#Well, the offer's good anytime. Even today, if you change your mind.#$b#Just come back here on a sunny afternoon, okay?",
	"events.14h.reboot.0": "So... are you ready for that picnic?",
	"events.14h.reboot.q0": "(Spend the evening with my wife?)",
	"events.14h.reboot.q1": "You bet!",
	"events.14h.reboot.q2": "Uh...",
	"events.14h.reboot.r2": "... Did you forget?$s#$b#Well, the offer still stands. Come back when you're ready.",
	"events.14h.2": "Great! I have everything all packed. Shall we get going?",
	"events.14h.3": "Here, this is where I had in mind. We should have a great view from this spot!",
	"events.14h.4": "Will you help me spread the blanket, please?",
	"events.14h.5": "Thanks! Have a seat and I'll unpack.$h",
	"events.14h.6": "There! Dig in!",
	"events.14h.7": "You know, when I lived alone, I would watch the sunsets here and reminisce.",
	"events.14h.8": "I was bitter then. I couldn't relive the memories of my family without resenting that they were gone.$s",
	"events.14h.9": "But now, with you, it feels like a whole new experience... a new memory that we get to make together.$l",
	"events.14h.10": "@, I'm sure I don't say it enough, but... I love you.$l#$b#I'm so happy to share my life with you. Even the simple things, like this.",
	"events.14h.11": "It's beautiful... isn't it?",
	"events.14h.q3": "Gorgeous!",
	"events.14h.q4": "Not as beautiful as you.",
	"events.14h.q5": "I'll remember it forever.",
	"events.14h.r4": "That's pretty sappy of you! But I appreciate it.$h#$b#... And you're quite a dish yourself.$6",
	"events.14h.r5": "Aw, what a sweet thing to say. I know I will, too.$l",
	"events.14h.12": "Well, looks like the show is wrapping up. I guess we ought to pack up and head home.",
	"events.14h.13": "Thanks for making the time to come along, poke. You made my day!$h",
	"events.14h.14": "Now, how about a kiss before we go?$6",
	"events.apology.0": "Hello, @.",
	"events.apology.1": "So... here we are. Do you have anything you want to say to me?",
	"events.apology.q0": "(What was it...?)",
	"events.apology.q1": "I'm sorry for hurting you. I was mean to say those things.",
	"events.apology.q2": "I can change. I'm begging you to give me another chance.",
	"events.apology.q3": "I want to be with you. Will you forgive me?",
	"events.apology.r1": "Thank you for your contrition. It was good of you to recognize how much you hurt me.#$b#I accept your apology. And...",
	"events.apology.r2": "Well, I hope you can. Actually apologizing would have been a good start.$a#$b#Still, at least you came, and you realized you were wrong, so...",
	"events.apology.r3": "Well, that's not quite what I had in mind. It's important when apologizing to acknowledge your mistake.$a#$b#Still, you did come, and any apology is better than none, so...",
	"events.apology.2": "... I'm willing to forgive you.#$b#And if you're sure about being a couple, then... we can give it a try.$l",
	"events.apology.q4": "(Should we, after all?)",
	"events.apology.q5": "Yes, I'm sure.",
	"events.apology.q6": "Maybe not...",
	"events.apology.3.yes": "Okay! It's settled.$h#$b#I am a bit nervous, though. It might be... weird.$l#$b#And you'd better learn to hold that tongue of yours!",
	"events.apology.4.yes": "Now, I've got some things to do.#$b#See you soon, okay?$h",
	"events.apology.3.no": "All right. Maybe that's for the best.#$b#But I appreciate you coming out to apologize. Thank you.",
	"events.apology.4.no": "Oh, and I'll see you around, of course.#$b#We are still friends, after all, aren't we?$h",

	// secret-notes.json
	"secretnotes.forgottendiary.name": "Forgotten Diary",
	"secretnotes.forgottendiary.description": "It looks like someone's diary. Most of the pages are missing... what could be left inside?",
	"secretnotes.1.title": "Forgotten Diary #1",
	"secretnotes.1": "She's a dream, isn't she? What a job she lined up for us this time! The heist of the century!^^After we pull this off, we'll be set for a long time... maybe for life. We'll be the most notorious thieves this side of the Gem Sea! And then...^^Then I'll ask her to marry me. Oh, how romantic I am!",
	"secretnotes.2.title": "Forgotten Diary #2",
	"secretnotes.2": "Can you believe him? We've been partners and on-and-off lovers for practically our whole career, and he thought a little curse would drive us apart. Not a chance! I think he's even more lovable, now that he's learned some humility.^^He blames himself, you know. Says it's his fault we were caught (it is, but don't tell him I told you that). But I think he's coming to terms with it and starting to move on.^^Now if only I could get him to stop using my old name... we've got new identities now. This is our chance to make a fresh start.",
	"secretnotes.3.title": "Forgotten Diary #3",
	"secretnotes.3": "As expected, our daughter is a mouse, just like us. She's an easy kid... I hope she stays that way when our next one arrives.^^I can't believe I'm a dad now. I'm finally starting to feel like the new person she said I'd be. I've even got a new hobby: fishing!^^What a turn of fate, eh? A dashing gentleman thief in one life, and a humble fisherman in the next! But, at least I was lucky enough to get a second chance.",
	"secretnotes.4.title": "Forgotten Diary #4",
	"secretnotes.4": "The girls are growing up so fast! Lacey takes after her father. He's so sweet with them: maybe he really is a changed man. It's hard to remember how cocksure he used to be.^^I do worry about our daughters. We may be the only mice like us in the world, and we haven't told them so, or why. One of these years, we'll have to come clean. And I hope they can be happy, wherever they end up, without sinking into loneliness.",

	// misc. CTs
	"dialogue.Andy.CT_MarriedTheMouse": "... So I guess you went and married that mouse, huh? Well, I ain't gonna judge ya.#$b#...$2#$b#Matter of fact, I figure I owe you an apology. Ya know, for what I said about her before.#$e#... But I still ain't buyin' any hats! This one's perfect as it is.$1#$b#You tell her that, okay? And, uh...#$b#You can tell her I'm sorry, too.",
	"dialogue.CT.keahi_prank": "Ugh! What a stench!$a#$b#Please take a bath when you get a chance. That smell is overpowering!",
	"dialogue.CT.luauBest": "Seems like the slop soup turned out well this year. It almost makes me regret not having some.#$b#... Almost.$h",

	// dtf.json
	"dtf.events.10h.14.m": "... until...",
	"dtf.events.10h.15": "So... are you coming upstairs?$6",
	"dtf.events.10h.q5": "Yes",
	"dtf.events.10h.q6": "No",
	"dtf.events.10h.r5.0": "Good. I'm not ready to say good night yet.$6",
	"dtf.events.10h.r5.1.m": "... <",
	"dtf.events.10h.r6.0": "Oh, okay. I understand if you're not ready.",
	"dtf.events.10h.r6.1": "Good night, @. See you soon!$h",
	"dtf.events.14h.13": "And when we get back... I had another surprise in mind.$6",
	"dtf.events.14h.q6": "Well, let's get a move on then!",
	"dtf.events.14h.q7": "Why wait?",
	"dtf.events.14h.q8": "I'm pretty tired, actually.",
	"dtf.events.14h.r6": "Okay! But how about a kiss first?$6",
	"dtf.events.14h.r7.0": "Wh... uh... you mean... right here?$u",
	"dtf.events.14h.r7.1": "Well... okay, sure! Why wait?$l#$b#Now come here and kiss me.$6",
	"dtf.events.14h.r8.0": "Tired?! After my great romantic surprise?$a",
	"dtf.events.14h.r8.1": "Oh, well. Some other night, then.#$b#But you'll at least give me a kiss, right?$l",
	"dtf.firstOfMay.Andy": "...$2#$b#Sorry, I didn't sleep too well. Heard some weird noises outside and got a bit spooked.#$e#I hope they don't come again.",
	"dtf.firstOfMay.Lacey": "Hey, thanks for your... adventurous suggestion last night.$6#$b#It was a lot of fun. I only hope we were discreet enough.#$b#... I worry about that sort of thing.$l",
	"dtf.firstOfMay.Leah": "I heard some strange noises coming from across the river last night.#$b#You haven't been over there, have you? Do you know what they were?",
	"dtf.marriage.Indoor_Day_0": "It's so wonderful to wake up next to you, poke. I really missed having a family.$l#$e#... But I like going to bed next to you even better.$6",
	"dtf.marriage.Indoor_Night_HatMouseLacey": "Home for the night, @?#$b#I've been waiting for you. Hurry to bed so I can give you a proper welcome.$6",
	"dtf.marriage.Rainy_Night_0": "After a rainy day, it's nice to snuggle up all cozy in bed.#$b#Then we can really have some fun.$6",
	"dtf.marriage.winter_17.nightmarket1": "It's cold. I'm cold.#$b#But the mood here is so romantic, isn't it?$6#$e#What do you say we head home and turn up the heat?$6",
	"dtf.festival.summer28.married.3": "Let's hurry home after the jellies leave.#$b#It would be a shame to waste a romantic night like this.$6",
	"dtf.festival.winter25.married.2": "Willy told me that the Winter Star is a good luck symbol specific to this valley.#$b#We could prove him right. Do you feel like getting lucky tonight?$6",
	"dtf.csfiles.HatMouseLacey_AfterWedding.1": "Save some energy for our wedding-night, okay?$6",
	"dtf.mapstrings.MouseSpouse.drawers": "It has Lacey's clothes and undergarments in it. It's nothing you haven't seen before.",

	"i18n.EOF": ""
}
