/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/ichortower/HatMouseLacey
**
*************************************************/

{
	"displayName": "Lacey",
	"houseDisplayName": "Lacey'nin Kulübesi",

	// dialogue.json
	"dialogue.Introduction": "Selam! Sen yeni çiftçi olmalısın. Ben Lacey.#$b#Ben de buraya yeni taşındım. Hala yerleşmeye çalışıyorum.#$e#Arkadaşa ihtiyacın olursa ziyarete gel, tamam mı dürtük?",
	"dialogue.Introduction.EasterEgg": "Selam! Sen yeni çiftçi olmalısın. Ben Lacey.#$b#... @? Gerçekten mi?$u#$b#Bu benim {{relation}} adı. Ne tesadüf ama!$h#$b#Her neyse, ben de buraya yeni taşındım. Seninle tanıştığıma sevindim.#$e#Arkadaşa ihtiyacın olursa ziyarete gel, tamam mı dürtük?",
	"dialogue.relation.dad": "babamın",
	"dialogue.relation.mom": "annemin",
	"dialogue.relation.sister": "kardeşimin",
	"dialogue.MovieInvitation": "Bir film mi? Kulağa eğlenceli geliyor! Orada görüşürüz.",
	"dialogue.Gift.StardropTea": "Ne güzel bir rengi var! Bu gerçekten özel görünüyor. Tadını çıkartacağımdan emin olabilirsin.",
	"dialogue.Gift.AlcoholItem": "... Oh, dürtük, düşüncen için teşekkür ederim, ama ben alkol içmiyorum.$7",
	"dialogue.BirthdayGift.Loved": "Doğum günüm için mi? Bayıldım! < Çok naziksin!$h",
	"dialogue.BirthdayGift.Liked": "Oh, bir doğum günü hediyesi! Ne kadar tatlı! Bu harika.$h",
	"dialogue.BirthdayGift.Neutral": "Doğum günü hediyesi mi? Teşekkür ederim!",
	"dialogue.BirthdayGift.Disliked": "Doğum günüm için mi? ... Teşekkürler.",
	"dialogue.BirthdayGift.Hated": "Oh... bu benim doğum günüm için mi? ... Teşekkürler.$7",
	"dialogue.AcceptBouquet": "... !$u#$b#@... benim için gerçekten böyle mi hissediyorsun?#$b#Şey, ne diyeceğimi bilemiyorum, ama... bu karşılıklı. Ama...$l#$b#... Oh, her neyse, elbette! Bir deneyelim!$h#$e#Sen de gergin misin? Garip olabilir...#$b#Ama kendimiz denemeden nasıl emin olabiliriz?$l",
	"dialogue.AcceptBouquet_Apologized": "Fikrini mi değiştirdin?#$b#Tamam, sıra sende! Ama diline dikkat et.$h",
	"dialogue.RejectBouquet_Divorced": "Yapma. Sadece... yapma.$a#$b#İlk seferinde işe yaramadı. Tekrar denemeyelim.$s",
	"dialogue.RejectBouquet_NpcAlreadyMarried": "Affedersiniz. Ben evli bir kadınım!$a#$b#Zinayla ilgilenmiyorum.$a",
	"dialogue.RejectBouquet_VeryLowHearts": "... Çiçekler mi? Bu da ne demek oluyor?#$b#Sanırım yanlış kişiye geldin.",
	"dialogue.RejectBouquet_LowHearts": "Hmm?#$b#Hayır, üzgünüm. Bunu kabul edemem.$7#$b#Sen iyi bir arkadaşsın. Şimdilik burada bırakalım.",
	"dialogue.RejectBouquet_Cruel": "... !$u#$b#@... benim için gerçekten böyle mi hissediyorsun?$7#$b#Gururum okşandı, ama... hayır.$7#$b#Bana gerçekten incitici şeyler söyledin. Eğer bu kadar rahat şekilde bu kadar kaba olabiliyorsan, o zaman seninle çıkabileceğimi sanmıyorum.$s#$b#Ama...$s#$b#... buna rağmen hala bir arkadaşsın ve senden hoşlanıyorum. Eğer özür dileyip davranışlarını değiştirirsen, o zaman belki tekrar düşünürüm.#$b#Bir gece düşün, olur mu? Yarına kadar bekleyebilir.",
	"dialogue.RejectBouquet_Cruel_Repeat": "... Bunu zaten konuşmuştuk. Yaptığın şey için özür dilemeni bekleyeceğim.",
	"dialogue.FlowerDance_Accept": "... Dans mı? Neden olmasın? Elbette, hadi yapalım!",
	"dialogue.FlowerDance_Accept_Spouse": "Evet, tabii ki kabul ederim! Bunu yapmaktan büyük keyif alırım.$h",
	"dialogue.FlowerDance_Decline": "... Dans mı? Oh hayır, dürtük, dans etmeyeceğim. Bu sefer oturuyorum.",
	"dialogue.Fair_Judged_PlayerWon": "Çiftlik sergisinde harika iş çıkardın, dürtük!$h#$b#Şapka ilgini çeker mi? Burası yeni yıldız jetonlarını harcaman için harika bir yer!",
	"dialogue.Fair_Judged_PlayerWon_Married": "Kazandın mı? Dürtük! Seninle gurur duyuyorum!$h#$b#... Elbette, senden hiç şüphem yoktu.",
	"dialogue.Fair_Judged_PlayerLost": "Çiftlik sergisi bitti mi? Nasıl geçti?#$b#Eğer herhangi bir yıldız jetonu kazandıysan, onları her zaman burada harcayabilirsin!$h",
	"dialogue.Fair_Judged_PlayerLost_Married": "Çiftlik sergisi için üzgünüm, dürtük. Her seferinde kazanamazsın. #$b#Seni seviyorum. Harika iş çıkarıyorsun.$l",
	"dialogue.Resort": "Bu ada çok güzel!#$b#Evimizin bulunduğu vadi de öyle elbette... ama buranın yeniliği henüz geçmedi.$h",
	"dialogue.Resort_2": "Uff! Gerçekten çok sıcak! #$b#Kürkünün olması için zor bir zaman.",
	"dialogue.Resort_Bar": "Kahve yok mu...$7#$b#Peki, sorun değil. Gus hala iyi bir arkadaş.$h",
	"dialogue.Resort_Bar_2": "Gus, içinde alkol olmayan bir Piña Colada yapabilir misin?",
	"dialogue.Resort_Chair": "Dalgaların sesi çok sakinleştirici. Uykuya dalmamak için dikkat etmeliyim!",
	"dialogue.Resort_Chair_2": "Hayır, sıkılmadım. Zaman zaman hiçbir şey yapmamak iyidir.",
	"dialogue.Resort_Entering": "Bu eğlenceli olmalı! Arada sırada buraya gelmek ne güzel bir değişiklik.",
	"dialogue.Resort_Entering_2": "Tekneden indiğime sevindim. Bunu dört gözle bekliyordum!$h",
	"dialogue.Resort_Leaving": "Bugünlük bu kadar güneş yeter.$h",
	"dialogue.Resort_Leaving_2": "Ah... ne kadar rahatlatıcı bir mola! Eve gitme zamanı.",
	"dialogue.Resort_Shore": "Denizin burada vadidekinden farklı bir kokusu var.#$b#Ve şu suyun ışıltısına bir bak!",
	"dialogue.Resort_Shore_2": "Dalgalar cazip geliyor, ama ben iyi bir yüzücü değilim.#$b#Sanırım ayaklarımdaki ıslak kumun tadını çıkaracağım.",
	"dialogue.Resort_Towel": "Kum sıcakken oturmak için harika bir yer değil mi?",
	"dialogue.Resort_Towel_2": "Rahatlamaya mı geldin?#$b#Bolca yer var, dürtük. Otur!$h",
	"dialogue.Resort_Wander": "Adanın daha fazlasını gördün mü, dürtük?#$e#Bu sana çok benziyor. Çok maceracı!$h",
	"dialogue.Resort_Wander_2": "Beni rahatsız etme. Deniz kabukları ve benzeri şeyler arıyorum.#$b#Yeterince dikkatli bakarsan, her zaman ilginç bir şeyler bulabilirsin.",
	"dialogue.DumpsterDiveComment": "**koklama** Çöp kokusu seni rahatsız etmiyor mu?$7",
	"dialogue.SpouseStardrop": "Dürtük... Sana sevgimin bir göstergesi olarak o meyveyi vermek istedim.$l#$b#Umarım bana her zaman olduğun kadar tatlıdır.$l",
	"dialogue.GreenRain": "Pekala, bugün kesinlikle dışarı çıkmıyorum.$7#$e#Beni kontrol etmeye gelmen iyi oldu. Senin iyi olduğuna sevindim.",
	"dialogue.GreenRain_2": "Normal yağmur olmayabilir, ama en azından normal yağmur gibi zararsız.#$b#Ama ormanı biraz ürpertici yapıyor...$7",
	"dialogue.greenrain_pacing": "Off, sıkıldım. Yağmur bitsin artık.$7",
	"dialogue.TroutDerby": "Derbiyi görmeye geldim!$h#$e#Babam bunu çok severdi. Kazanma ya da kaybetme baskısı olmadan yeteneklerini sergileyebilirsin.",
	"dialogue.TroutDerby_2": "Balık tutmayı hiç öğrenemedim. Ama belki bu yıllardan birinde tekrardan denerim!",
	"dialogue.breakUp": "Yani her şeye rağmen yürümüyor mu?$s#$b#Umutluydum ama belki de çok saftım. Sanırım çok farklıyız.$s",
	"dialogue.divorced": "Lütfen, sadece... beni yalnız bırak. Yalnızlık benim her zaman olduğum şey.",
	"dialogue.RejectItem_ArcticShard": "Bu kesinlikle bana göre değil. Ama tuhaf bir kokusu var, sanki büyülü bir şeymiş gibi. Eminim büyücü bunun ne olduğunu biliyordur.",
	"dialogue.SeedShop": "Merhaba. Tohum mu stokluyorsun?",
	"dialogue.SeedShop.joja": "Yarın kapalı olacağı için Salı günleri buradan alışveriş yapmayı seviyorum.",
	"dialogue.SeedShop2": "Açken alışveriş yapmamam gerektiğini bilmeliyim. Gerçekten bir pretzel yiyebilirim.#$b#... ama buraya taşındığımdan beri hiç görmedim. Kimsenin ne olduğunu bildiğini sanmıyorum.$7",
	"dialogue.SeedShop6": "Hey, seni gördüğüme sevindim! Çiftlik nasıl gidiyor?$h#$b#Unutma, kulübemde misafir ağırlamaktan her zaman mutluluk duyarım!#$b#... Orası sıkıcı oluyor, biliyorsun.",
	"dialogue.SeedShop6.cc": "Pierre artık Çarşamba günleri kapanmıyor, ama ben hala Salı günleri geliyorum. Eski alışkanlıklar, değil mi?",
	"dialogue.SeedShop10": "Merhaba dürtük! < Seninle burada tanışmak güzeldi!$h#$b#Bu bir randevu için iyi bir zaman değil... Ufak tefek işlerim var. Daha sonra buluşabilir miyiz?",
	"dialogue.springForest_Wed": "Mevsimi geldiğinde dut toplamaya gider misin?#$b#Burada çok fazla çalı var. Bunaltıcı olabiliyor.",
	"dialogue.summerTown4": "Lewis'i yeni bir şapka alması gerektiğine nasıl ikna edeceğimi düşünmeye çalışıyorum.#$b#İyi bir açı bulursan bana haber ver.",
	"dialogue.Mon": "Merhaba! Bence orman bugün güzel görünüyor, sence de öyle değil mi? Işık mükemmel.",
	"dialogue.Tue.joja": "Hiç JojaMart'tan alışveriş yaptın mı? Orada olmayı sevmiyorum. Kötü hissettiriyor.#$e#Pierre'in mağazasına gitmeyi tercih ederim. Büyüleyici.#$b#Ayrıca, daha yakın!$h",
	"dialogue.Tue.cc": "Göze batan JojaMart'ın kapandığını gördüğüme sevindim.#$e#Pierre'in mağazasını her zaman daha çok sevmişimdir.",
	"dialogue.Wed": "Nehrin karşısındaki kanalizasyon tahliye borusunu gördün mü? Sence neden kilitli?#$b#Yani, kimse oraya girmez, değil mi?",
	"dialogue.Thu": "Hava kötü olduğunda salona gitmeyi seviyorum.#$b#Gus'un yemekleri çok lezzetli. Ve her zaman sıcak kahvesi var!$h",
	"dialogue.Fri": "Kasaba yıl boyunca pek çok festival düzenliyor.#$b#İple çekilen özel günlerin olması eğlenceli.",
	"dialogue.Sat": "Şapka takmayı sever misin? Şapkalara biraz takıntılıyım.",
	"dialogue.Sun": "Tekrar merhaba. Seni buraya getiren nedir? Odun kesmeye mi geldin?",
	"dialogue.Mon2": "Ormanda yaşamaktan mutluyum. Zahmetli olabilir, ama sessiz.#$e#Tahmin edebileceğin gibi, kulaklarım çok hassas, bu yüzden sakinliği seviyorum.",
	"dialogue.Tue2.0a": "Sonunda şapka dükkanımı açtığım için rahatladım.",
	"dialogue.Tue2.0b": "Şapka dükkanımı açmaya neredeyse hazırım. Sadece yapılacak birkaç şey kaldı...",
	"dialogue.Tue2.1": "Değişiklik olsun diye biraz gelir elde etmek güzel olacak!$h",
	"dialogue.Thu2": "Oh, hey. Çiftlikte meşgul müsün?#$e#Bir dahaki sefere Pierre'e gittiğimde senin ürünlerine bakacağım.$h",
	"dialogue.Fri2": "Linus, dağlarda, gerçekten iyi bir adama benziyor.#$b#Ama onu çok az tanıyorum. Benden çok uzakta yaşıyor.",
	"dialogue.Fri2_1": "Dağlarda çadırda yaşayan bir adam olduğunu duydum ama henüz onunla tanışmadım.#$e#O tarafa neredeyse hiç gitmiyorum. Zaten kasabaya yürümek yeterince uzun.",
	"dialogue.Sat2a": "Bana şapkalarının içinde nasıl göründüğünü göstermeyi unutma. Her zaman ilham arıyorum.",
	"dialogue.Sat2b": "Bir şapkada ne ararsın? Tarz mı yoksa içerik mi?",
	"dialogue.Mon4": "Ormanın en derin yerinde çok sayıda eski sert ağaç var. Kemirmek için kullanıyorum.#$e#... Ne demek kemirmek? Ben bir kemirgenim.#$b#Dişlerimin çok uzamaması için onları aşındırmak zorundayım.",
	"dialogue.Wed4": "Sence büyücü bütün gün o kulede ne yapıyordur?#$b#Sadece bir kez olsun, içini görmek isterdim.",
	"dialogue.Fri4": "Oh, konuşacak birini mi arıyorsun? Can kulağıyla dinliyorum.#$e#Ha, ha. Ne demek istediğimi biliyorsun!$a",
	"dialogue.Sun4": "Selam, @. Sana her zaman kapım açık.#$b#Biraz uzun bir yol, değil mi?$h",
	"dialogue.Tue6": "Kız kardeşim yetenekli bir müzisyendi. Şarkı söyler ve mini-harp çalardı.#$e#... Onu özlüyorum.$s",
	"dialogue.Thu6": "Fare olmayı seviyorum, daha önce hiç başka bir şey olmadığım için bunu söylemek garip gelse de.#$b#... Ama bu kadar kısa olmak can sıkıcı. Sandalyeler bile güçlük çıkarabiliyor!$a",
	"dialogue.Sat6": "Ormanda çok balık tuttunuz mu?#$b#Babam balık tutmayı çok severdi. Hepimizi buna dahil etmeye çalışırdı ama hiç işe yaramadı.#$e#Ben daha çok taş sektirmeyi severdim.$h",
	"dialogue.Mon8": "Bu kadar iyi arkadaş olduğumuza sevindim. Bence birçok ortak noktamız var.#$b#Ama benim kuyruğum senden daha şirin.$h",
	"dialogue.Mon8.dating": "Selam! Nasılsın?$h#$b#... Seni her gördüğümde içimde kelebekler uçuşuyor.$l#$e#Beni yanlış anlama--bu iyi bir duygu.#$b#En son ne zaman böyle heyecanlandığımı hatırlamıyorum.$l",
	"dialogue.Tue8": "Hiç yıldızları izler misin? Kulübemden oldukça iyi bir manzaram var.#$e#İstediğin zaman gelip kayalıkları kullanabilirsin.",
	"dialogue.Wed8": "Bütün hafta iyi bir ruh halindeydim. Bu güzel bir değişiklik.#$e#Sana yardım edecek iyi bir arkadaşın olduğunda pozitif kalmak daha kolay.$h",
	"dialogue.Wed8.dating": "Hey. Bugün saçına yaptığın şeyi beğendim. Çok tatlı görünüyorsun.#$e#Bazen keşke benim de saçım olsaydı da şekil verebilseydim diyorum. Kürküm yeterince uzun değil.",
	"dialogue.Fri8": "Çiftliğinde hiç sıkılmıyorsun, değil mi? Yapılacak çok şeyin olmalı.#$b#Benimse çoğu hafta yaptığım en heyecan verici şey bara gitmek.",
	"dialogue.Sun8": "Merhaba, dürtük. Seni gördüğüme sevindim! Günün nasıl geçiyor?#$e#Ziyarete zaman ayırdığın için teşekkürler. Benim için bunun anlamı çok büyük.",
	"dialogue.Sun8.dating": "Selam, dürtük. Seni görmek güzel. <#$b#Bir süre takılmak ister misin? Burada, ormanda sana eşlik etmek güzel.",
	"dialogue.Mon10": "Selam, dürtük! Yine güzel bir gün!$h#$e#Beni görmeye geldiğin için teşekkürler. Burayı her zaman biraz daha aydınlık yapıyorsun.",
	"dialogue.Thu10": "... Oh, özür dilerim. Biraz hayal kuruyordum.#$b#... Ne hakkında mı?$u#$b#Şey, bu biraz utanç verici...$l",
	"dialogue.Sat10": "Bana bir şans verdiğin için teşekkürler, @.$l#$b#Uzun zamandır kendimi farklı hissediyordum. Ama sen beni özel hissettiriyorsun.$l",
	"dialogue.Wed.cc_0": "Bu zanaat odası benim kulübemden çok daha donanımlı. Çalışmak için iyi bir yer.#$e#Onardığın için teşekkürler. Ama keşke yaşadığım yere daha yakın bir yerde olsaydı?$h",
	"dialogue.Wed.cc_1": "Sadece oturmak ve atmosferin tadını çıkarmak için ne güzel bir yer.",
	"dialogue.28_1": "Mevsim değişikliğini seviyorum. Hava tamamen değişmeden önce yeni kokular gelmeye başlıyor.",
	"dialogue.spring_Sat": "Leah ile tanıştın, değil mi? O da benim gibi nehir kıyısında yaşıyor ama kasabaya daha yakın.#$b#O bir sanatçı. Kulübesinde sık sık heykel yaptığını duyabiliyorum.",
	"dialogue.spring_Sat_2": "Burada ormanda yetişen çok çeşitli çiçekler var.#$b#Ormanın rengarenk olduğu ilkbaharı hep dört gözle beklerim.",
	"dialogue.summer_Mon": "Nehir kenarında yaşadığım için şanslıyım. Yazın havanın çok sıcak olmasını engelliyor.",
	"dialogue.summer_Tue": "Bugün hiç güzel bulut gördün mü? Her zaman büyük, kabarık olanları ararım.#$e#Bulut devlerinin içinde yaşayacağı kalelere benziyorlar.$h",
	"dialogue.summer_Thu": "Yaz mevsimi kazançlı bir tarım sezonu, değil mi? Yılın bu zamanında ne yetiştirmeyi seviyorsun?",
	"dialogue.summer_Thu4": "%revealtaste:{{internal}}:264 Çiftliğinde turp yetiştiriyor musun? En sevdiğim yiyeceklerden biridir.",
	"dialogue.fall_Mon": "Ah, sonbahar. Yılın en sevdiğim zamanı!$h#$e#Sıcak bir yazdan sonra, kış yorganlarının yatağa geri döndüğü ilk serin gece gibisi yoktur.$h",
	"dialogue.fall_Tue4": "Küçük olmak aslında benim işimde gerçek bir avantaj.#$b#İğneleri tutmakta ve ince dikişler yapmakta oldukça yetenekliyim.",
	"dialogue.winter_Wed2": "Merhaba. Isınıyor musun?#$e#Kış güzel olabilir ama donma!",
	"dialogue.winter_Sun6": "Tarlaların uykuda olduğu için kışın daha fazla boş zamanın olmalı.#$b#Beni daha sık ziyarete gelmen gerekecek!$h",
	"dialogue.winter_Sun6_2": "Biliyorsun, şapka işi beni tam olarak zengin etmiyor.#$b#Ama bazı şeyleri sadece oyunun aşkı için yapmalısın, değil mi?#$e#En azından fuar her yıl biraz para getiriyor.$h",
	"dialogue.spring_23_1": "Sen de benim gibi çiçek dansı hakkında mektup aldın mı?#$b#Dansa gitmek için gerçekten heyecanlıyım. Yarını beklemek çok zor.",
	"dialogue.spring_23_2": "Çiçek dansı yarın, dürtük! Heyecanlı mısın?$h#$b#Bu festivali seviyorum. Bir sürü güzel çiçek var ve evime de yakın.",
	"dialogue.summer_3_1": "Dün geceki depremi hissettin mi?#$b#Beni uyandırdı ve bu yüzden uykum kaçtı.$7#$e#Aslında depremlerden gerçekten korkarım. Sence daha fazlası olacak mı?$s",
	"dialogue.summer_13_1": "Son zamanlarda sahile gittin mi? Su gerçekten yeşil görünüyor ve farklı bir kokusu var.#$b#Sanırım yengeç çiftleşme mevsimi olduğunu duymuştum?",
	"dialogue.winter.nightmarket.wait": "Merhaba, @. Burada gece pazarının açılmasını bekliyorum.",
	"dialogue.winter_15.nightmarket0": "Bu pazarda görülecek çok şey var. Ama bedava bir fincan kahveye karşı koyamam!",
	"dialogue.winter_15.nightmarket1": "Bu tekne denizden çok nehir için uygun görünüyor. Sence buraya nasıl gelmiş olabilir?",
	"dialogue.winter_17.nightmarket0": "Ahh... soğuk bir gecede mükemmel bir canlandırıcı.$h",
	"dialogue.winter_17.nightmarket1": "Burası çok hoş bir ortam, değil mi?#$e#Ama Willy için üzülüyorum. Tüm bu şamatayla uyumak zor olmalı.",
	"dialogue.fall_16.fair.shopdialogue": "Bir göz atın! İlginizi çeken bir şey var mı?",

	// marriage-dialogue.json
	"marriage.patio_HatMouseLacey": "Hey, dürtük! Dikişlerime odaklanmama yardımcı olması için biraz temiz hava alıyorum.#$e#Burada ışık da daha iyi.$h",
	"marriage.spouseRoom_HatMouseLacey": "Merhaba, dürtük. Ailemi tekrar anıyordum.#$b#Onları hala özlüyorum elbette ama buradaki evlilik hayatımız bu anıları daha da tatlı kılıyor.$l",
	"marriage.spring_1": "Mutlu yıllar, aşkım. Umarım sen de benim kadar taze ve umutlu hissediyorsundur.",
	"marriage.spring_23": "Çiçek Dansı yarın, dürtük!$h#$b#Bu benim en sevdiğim festival, biliyorsun. Bu yıl dans edelim mi?",
	"marriage.summer_1": "%revealtaste:{{internal}}:264 Evet, yaz geldi. Sıcak, koku, böcekler: elbette, bunlar korkunç. Ama bir de...#$b#... turplar var! Hiç yetiştiriyor muyuz?$h",
	"marriage.summer_8": "Yaz sıcağı oldukça sert olabiliyor. Kürkle kaplıyım ve terleyemiyorum.#$e#Bana öyle bakma. Benimle evlenirken bir fare olduğumu biliyordun.$h",
	"marriage.fall_1": "Sonbahar yılın çok hoş bir zamanı. Güzel şapka havası!",
	"marriage.fall_15": "Yarın fuar var. Çiftlik sergisi kurulumunu hazırladın mı?",
	"marriage.fall_16": "Fuarda şapka tezgahımı kurmak için birazdan yola çıkacağım.#$b#Seni orada görmeyi umuyorum!$h",
	"marriage.winter_1": "Brr!#$b#Kış her zaman beni gafil avlıyor gibi.",
	"marriage.winter_15": "Heyecanlı mısın, dürtük? Gece Pazarı bu gece vadiye geri dönüyor!$h#$b#Öğleden sonra oraya gideceğim.",
	"marriage.winter_15.nightmarket0": "Selam. < Beni yine sosa vururken yakaladın!$h",
	"marriage.winter_15.nightmarket1": "Bu yıllardan birinde erken gelmeli ve teknelerin gelişini izlemeliyim.",
	"marriage.winter_17": "Sanırım bugün Gece Pazarı'nı tekrar ziyaret edeceğim.#$b#Bedava kahveyi kaçırmanın anlamı yok!$h",
	"marriage.winter_17.nightmarket0": "Buradaki kahvenin tadı her zaman çok güzel.#$b#Sence sadece özel bir gün olduğu için mi?",
	"marriage.winter_17.nightmarket1": "Burada durup atmosferi izlemek çok güzel, değil mi?",
	"marriage.winter_28": "Bir yıl daha bitti. Zaman uçup gidiyor!#$e#Gelecek yılı da iyi bir yıl yapalım!$h",
	"marriage.Rainy_Day_0": "Umarım bugün dışarıda yağmur altında çok uzun zaman geçirmek zorunda kalmazsın.#$e#Unutma, mola vermek için her zaman eve gelebilirsin!$h",
	"marriage.Rainy_Day_1": "Bazen yağmur bana eski kulübemi tamir ettiğim zamanları hatırlatıyor.#$b#Çatıyı onarmadan önce çok yağışlı günler geçirdim.$7",
	"marriage.Rainy_Day_2": "Günaydın, dürtük!$h#$b#Bugün dışarı çıkarken yanına alman için sana bir şeyler hazırladım.[204 240 241 731]#$e#Dışarıda kuru kal!$h",
	"marriage.Rainy_Day_3": "*iç çeker* Yağmur altında bir gün daha.$7#$b#Yağmur genelde beni rahatsız etmez, ama bugün kendimi iyi hissetmiyorum.$7",
	"marriage.Rainy_Day_4": "Botların nasıl? Hala yağmurdan koruyor mu?#$e#Kıyafetlerinden herhangi birinde tamire ihtiyacın olursa bana haber ver. Ne de olsa ben bir terziyim!$h",
	"marriage.Rainy_Day_HatMouseLacey": "Eskiden yağmurla ilgili utanç verici romantik bir fantezim vardı.$l#$b#Ya aşkımla sağanak yağmura yakalansaydık ve bir sığınak bulmak zorunda kalsaydık?$l#$b#Ellerimiz kazara birbirine değseydi ve ikimizin de yüzü kızarsaydı? Ve sonra...$l#$e#... Ama artık evliyiz, o yüzden iyi kısma geçmeye ne dersin?",
	"marriage.Rainy_Night_0": "Yağmurlu bir günün ardından evin içinde sıcak ve kuru olmak güzel, değil mi?#$b#Ve sarılacak birine sahip olmak güzel.$l",
	"marriage.Rainy_Night_1": "Bugün güneşi görmek isterdim. Ama yağmur toprak için iyidir.",
	"marriage.Rainy_Night_2": "Üşüdün mü? Ben bütün gün üşüdüm.#$e#Bir kahve iç ve benimle ısın.[395]$h",
	"marriage.Rainy_Night_3": "Yağmur yağdığında vadi yepyeni bir şekilde canlanıyor. Bütün gün seslerin ve kokuların tadını çıkardım.#$b#... Evin rahatlığında tabii ki.$h",
	"marriage.Rainy_Night_4": "Eve hoş geldin dürtük! <$h#$b#İyi zamanlama. Akşam yemeği hazır![244 215 609 649]#$e#Yağmurlu bir günün ardından güzel bir yemek isteyebileceğini düşündüm.$l",
	"marriage.Rainy_Night_5": "Ah, sağlam bir çatıda yağmurun rahatlatıcı sesi.#$b#Bu gece iyi uyuyacağım.$h",
	"marriage.Rainy_Night_HatMouseLacey": "Başka bir yağmurdan sonra seni sağ salim gördüğüme sevindim.#$b#Eve dönmen her zaman günümü aydınlatıyor.$l",
	"marriage.Indoor_Day_0": "Senin yanında uyanmak çok güzel dürtük. Bir ailem olmasını gerçekten özlemişim.$l#$e#Şimdi kim işe koyulmaya hazır?$h",
	"marriage.Indoor_Day_1": "Günaydın, dürtük! Kahvaltıya ne dersin?[606 197 205 210]$h#$e#Peki bugün için programında ne var?...#$e#Tamam! İyi bir gün olsun!$h",
	"marriage.Indoor_Day_2": "Bugün dikişlerimi yetiştirmem gerekiyor. Biraz sessiz zaman geçirmeyi dört gözle bekliyorum.",
	"marriage.Indoor_Day_3": "Biliyor musun, toz almak dışında çiftlik evindeki işleri pek umursamıyorum.#$b#Keşke biraz daha uzun olsaydım. O yüksek örümcek ağlarına ulaşmak zor.$a",
	"marriage.Indoor_Day_4": "Hey, dürtük. <$h#$b#Sana küçük bir şey aldım.[268 688 347 394 428 724]#$e#... Olay nedir? Özel bir şey değil.#$b#Kocama hediye vermek için bir nedene ihtiyacım var mı?$l^Karıma hediye vermek için bir nedene ihtiyacım var mı?$l",
	"marriage.Indoor_Day_HatMouseLacey": "Günaydın!$h#$e#Söylemek zorundayım, bu hayat gençken kendim için hayal ettiğim gibi değil. Ama çok mutluyum.#$b#Ve seninle paylaşabildiğim sürece her hayat benim için mutlu olurdu.$l",
	"marriage.Indoor_Night_0": "Bugün her şeyi hallettin mi, dürtük?#$b#Çiftlikte her zaman yapacak çok şey vardır... ama şimdi dinlenebilir ve yatmak için rahatlayabiliriz.",
	"marriage.Indoor_Night_1": "Eve hoş geldin, tatlım.#$e#Güzel kokuyorsun.$h",
	"marriage.Indoor_Night_2": "Vay be! Bugünkü ev işlerimden dolayı oldukça yorgunum.#$e#Ama birlikte biraz zaman geçirebileceğimiz anlamına geliyorsa toparlanabilirim.$h",
	"marriage.Indoor_Night_3": "Bazen söyleyecek yeni şeylerim tükeniyormuş gibi hissediyorum.#$b#Peki, 'Seni seviyorum'a ne dersin? Bunun modası asla geçmez.$l",
	"marriage.Indoor_Night_4": "Merhaba! Sen dışarıdayken seni özledim.$h#$e#Sen yokken ev hep biraz boş geliyor.$l",
	"marriage.Indoor_Night_HatMouseLacey": "Bu gece evde misin, @? Birlikte biraz sessiz zaman geçirelim.$l",
	"marriage.Outdoor_1": "Çiftliğe bakmak için bir dakikamı ayırıyorum.#$b#Burayı güzelleştirmek için çok çalıştın. Bir dakikalığına benimle tadını çıkarır mısın?$l",
	"marriage.Outdoor_2": "Dışarıda yoluna çıkmama izin verme! Çiftlik söz konusu olduğunda uzman sensin.#$e#Şimdi, moda söz konusu olduğunda...$h",
	"marriage.Outdoor_3": "Böyle günlerde çiftlik havasını koklamayı seviyorum.#$e#Bir farenin burnuna sahip olduğunuzda, bundan yararlanmak ve tadını çıkarmak iyidir.$h",
	"marriage.Outdoor_4": "Selam, dürtük. Çok mu çalışıyorsun?#$e#Mola vermeyi unutma! Dinlenmeye veya bir şeyler atıştırmaya ihtiyacın olduğunda her zaman beni ziyarete gelebilirsin.",
	"marriage.Outdoor_HatMouseLacey": "Sadece hayal kuruyordum. Birlikte yaşadığımız hayat için çok minnettar hissediyorum.$l",
	"marriage.OneKid_2": "%kid1 kesinlikle çok enerjik. Anne olmak zorlu bir iş!$h",
	"marriage.OneKid_3": "Artık bir anne olduğuma inanmak çok zor.#$b#Bunun asla olamayacağından daha dün eminmişim gibi geliyor.",
	"marriage.TwoKids_1": "Umarım çocuklarımız büyüdükçe iyi bir ilişkiye sahip olurlar.#$b#Kız kardeşimle çok yakındık. Bu çocukluğumu çok eğlenceli hale getirdi.",
	"marriage.TwoKids_2": "Çocuklarımız oldukça sevimli, değil mi? Onları mutlu bir şekilde oynarken görmeye bayılıyorum. Ve tabii ki onlara giymeleri için şapka vermek de eğlenceli! Beni bilirsin.$h",
	"marriage.TwoKids_3": "Şu anda ne güzel bir hayatımız var, evli ve dolu bir evimiz var! Kendimi çok şanslı hissediyorum.$h#$e#... Ama çocuklar gerçekten ele avuca sığmıyor!$h",
	"marriage.Good_0": "Selam, dürtük! < Ben de tam seni düşünüyordum.$l",
	"marriage.Good_1": "Uyumlu olamayacağımızdan endişe ettiğime inanabiliyor musun?#$b#Şimdi çok aptalca geliyor. Hiç kimseye daha yakın olmamıştım.$l",
	"marriage.Good_5": "Az önce denizkızı kolyeme hayranlıkla bakıyordum.$l#$b#Bana ne harika bir aşk hikayesi anlatıyor. Ve çok güzel!$l",
	"marriage.Good_8": "Çiftlik bugün nasıl? Dışarıda yapacak çok işin olduğunu biliyorum.#$b#Bu yüzden ev işlerimle gurur duyuyorum!$h",
	"marriage.Good_9": "Burada güzel bir hayatımız var, değil mi? Çiftçilik ve şapka yapımı, sonunda birlikte!",
	"marriage.Neutral_0": "Çok mu meşgulsün? Hadi birlikte yapacak heyecan verici bir şeyler bulalım.",
	"marriage.Neutral_2": "Belki de bugün gidip kulübeyi kontrol etmeliyim.",
	"marriage.Neutral_3": "Bugün şehre mi gidiyorsun? Bir şeye ihtiyacımız olursa markete gitmeyi unutma.",
	"marriage.Neutral_6": "Acaba bugün şehirde bir şeyler oluyor mu?",
	"marriage.Neutral_8": "Evde her zaman yapılacak daha fazla iş var.#$b#Her şeye yetişmek imkansız. Sadece elimden gelenin en iyisini yapmalıyım.",
	"marriage.Bad_1": "*iç çeker*... Belki de bu o kadar da iyi bir fikir değildi.$s",
	"marriage.Bad_4": "Vadi eskisi kadar ev gibi hissettirmiyor.$s",
	"marriage.Bad_5": "Eskiden bana karşı çok tatlıydın. Ne oldu?$s",
	"marriage.Bad_7": "Sahip olduğumuz şey özel hissettiriyordu... ama şimdi hiçbir şey gibi hissettirmiyor.$s",
	"marriage.Bad_9": "Belki de yalnız kalsam daha iyiydi...$s",
	"marriage.spring_HatMouseLacey": "%revealtaste:{{internal}}:257 Bahar geldiğinden beri canım kuzugöbeği mantarı çekiyor.#$b#Bir dahaki sefere yiyecek aramaya gittiğinde bana bir tane getirir misin?",
	"marriage.summer_HatMouseLacey": "%revealtaste:{{internal}}:709 Dişlerim yeniden uzamaya başladı. Biraz kemirmem lazım.#$b#Boşta kereste var mı?$h",
	"marriage.fall_HatMouseLacey": "Sonbahar bana buraya, kulübeme taşındığım zamanı hatırlatıyor.#$b#Ne kadar önemli bir karar olduğu ortaya çıktı!$h#$e#Mutlu anılara sahip olmak güzel, değil mi?",
	"marriage.winter_HatMouseLacey": "Her kış bir yuva kazma isteği duyuyorum.#$b#Merak etme, bunu yapmayacağım! Evimiz sıcacık.$h",
	"marriage.funLeave_HatMouseLacey": "Bugünkü işlerimi halletmeye gidiyorum. Şehirde almam gereken birkaç şey var ve şapka dükkanına gideceğim.#$b#Sonra görüşürüz!",
	"marriage.funReturn_HatMouseLacey": "Vay be! Verimli bir gün geçirdim.#$b#Seninki nasıldı? Umarım bensiz çok zor olmamıştır.",

	// festivals.json
	// note y1 is year 1, while 1 is years 4, 7, etc.
	"festival.spring13.y1": "Genel olarak yumurtayı pek sevmem... ama Gus'ın acılı yumurtası inanılmaz!#$b#Denediğim için çok memnunum. Daha önce hiç duymamıştım.",
	"festival.spring13.1": "Meyve kokteyliyi denemek konusunda hep gerginimdir. Birinin daha önce içine ilaç kattığından eminim.$7#$b#Alkolü midem kaldırmıyor, o yüzden içmiyorum.",
	"festival.spring13.2": "Pierre gerçekten şu özel bahar tohumlarını çok övüyor. Hiç aldın mı?",
	"festival.spring13.3": "Yumurtalar hala bana göre değil ama festivalleri seviyorum!#$b#Bu gibi geleneklere sahip olmak güzel. Bize dört gözle bekleyeceğimiz bir şey veriyor.",
	"festival.spring13.married.1": "Gus'ı ziyaret etmeyi unutmayayım, tamam mı? İkramları yaptığı için ona teşekkür etmeliyim.#$e#Hayır, bu sadece daha fazla haşlanmış yumurta yemek için bir bahane değil!$h",
	"festival.spring13.married.2": "Mmm, taze bahar havası ve şehirde mola vermek için harika bir bahane.#$b#Arada bir herkesi görmek eğlenceli değil mi?",
	"festival.spring13.married.3": "Hey, yakışıklı. Bu yıl yumurta avına katılacak mısın?$h^Hey, güzelim. Bu yıl yumurta avına katılacak mısın?$h#$e#Belki de bu sefer çocuklara fazla yüklenme. Onlar sadece çocuk.",
	"festival.spring24.y1": "Aman Tanrım, bu beklediğimden de iyi! Çiçekler çok güzel kokuyor!$u#$e#Buna bayıldım. Vadiden gelen bir doğum günü hediyesi gibi!",
	"festival.spring24.1": "Tatlı çiçekler, yumuşak bir esinti, güzel yemekler... Bir kız daha ne isteyebilir ki?",
	"festival.spring24.2": "$1 lacey_flowerqueen#Çiçek kraliçesine nasıl karar verdiklerini anladın mı? Kimse bana kuralları söylemiyor.#$e#Belki Pierre'in standından biraz çiçek alırım. Evde güzel dururlar.",
	"festival.spring24.3": "Çiçekler bu yıl çok güzel!#$b#Evelyn harika bir iş çıkardı.",
	"festival.spring24.married.1": "Bu festivalden hiç bıkmadım. Ve bunu seninle paylaşmak daha da güzel, dürtük.$h#$b#Peki, şimdi ne yapalım...?",
	"festival.spring24.married.2": "Gençliği ve aşkı hatırlamak ne güzel bir duygu.$l#$b#Umarım senin anıların da benimkiler kadar güzeldir.$l",
	"festival.spring24.married.3": "Bu festival gerçekten de burada yaşamanın en sevdiğim yanlarından biri. Asla taşınmayalım canım.",
	"festival.summer11.y1": "Bu kasabada \"Luau\" kelimesinin garip bir tanımı var.$a#$b#Benim geldiğim yerde o büyük tencereye \"bulamaç çorbası\" denir. Ve ben hiç yemeyeceğim.$a#$e#Gus'ın yemekleri harika görünüyor.",
	"festival.summer11.1": "Lewis yemek tenceresi için bir şeyler getirmemde ısrar etti.#$b#Getirdim ama yine de beni o şeyin yanına yaklaştıramassınız.",
	"festival.summer11.2": "Sıcak çok yoğun... Burada biraz gölgede kalacağım.#$e#Çok kolay ısınıyorum. Belki de mayo getirmeliydim...?",
	"festival.summer11.3": "Aramızda kalsın, bence bu festivaldeki süslemeler biraz boktan.",
	"festival.summer11.married.1": "Benimle dans etmeni isterdim ama sanırım dışarısı benim için çok sıcak.",
	"festival.summer11.married.2": "Serinliyor musun, dürtük? Büfede güzel soğuk içecekler var.",
	"festival.summer11.married.3": "Bulamaç çorbası yükümlülüğümüzle ilgilendiğin için teşekkürler tatlım. Bunun beni nasıl iğrendirdiğini biliyorsun.",
	"festival.summer28.y1": "Ay ışığı jölelerini daha önce duymuştum ama onları görecek kadar göç yollarına yakın bir yerde hiç yaşamadım.#$e#Heyecanlıyım. Eminim çok güzellerdir.",
	"festival.summer28.1": "Jölelerin her yıl tam zamanında geri dönmesi büyüleyici.#$b#Onlara zamanın geldiğini söyleyen güçlü bir içgüdüleri olmalı",
	"festival.summer28.2": "Bu serin gece benim için Luau'nun sıcağından çok daha iyi.#$e#Ambiyansı da daha çok seviyorum.$h",
	"festival.summer28.3": "Bir yaz daha gitti... Yine de yazı gerçekten özlemeyeceğim. Sonbahar için şimdiden hazırlandım.",
	"festival.summer28.married.1": "O kadar sakin ki... neredeyse meditasyon yapıyormuşum gibi. Bana eski günlerimizi hatırlatıyor.#$b#Sana sahip olduğum için kendimi çok şanslı hissediyorum. Birlikte ışıkların tadını çıkaralım, tamam mı?$l",
	"festival.summer28.married.2": "Yazın son gecesini geçirmek için harika bir yol, sence de öyle değil mi? Birlikte, ay ışığında, sahilde?",
	"festival.summer28.married.3": "Tekne indirme için beni almaya gelmeyi unutma! Işık çok romantik. Sana yakın olmak istiyorum.$l",
	"festival.fall16.y1": "Geçen yıl buraya ilk taşındığımda festivali kaçırmıştım.#$b#Ama bu sefer kaçırmayacağım! Şimdi yürütmem gereken bir şapka tezgahım var!$h#$e#Bir çiftlik sergisi kuracak mısın?",
	"festival.fall16.1": "Bir başka mükemmel sonbahar günü!#$b#Bu kesinlikle yılın en sevdiğim zamanı.",
	"festival.fall16.2": "Bu etkinlik şapka işim için büyük bir gün.#$b#Çok sayıda şehir dışından gelen var. Her zaman daha fazla müşteri arıyorum.$h",
	"festival.fall16.3": "İyi ki çiftlik sergisi jürisi değilim. Marnie'nin dev peynir tekerleği o kadar çok bonus puana değerdi ki, varsayılan olarak kazanırdı.",
	"festival.fall16.married.1": "Oldukça acıkmaya başladım.#$b#Bana yemek partisinden yiyecek bir şeyler getirebilir misin?",
	"festival.fall16.married.2": "Eğleniyorsun, değil mi? Tüm bu sıkı çalışmanızdan sonra bir molayı hak ettik!$h",
	"festival.fall16.married.3": "Yarışmadaki çiftlik sergini destekliyorum tabii ki.$h#$e#Benim için endişelenme. İşler gayet iyi gidiyor!",
	"festival.fall27.1": "Labirent benim zevkime göre biraz ürkütücü. Ben burada yemeklerin yanında kalıyorum.#$e#Ve burada, canavarlardan uzakta...$s",
	"festival.fall27.2": "Kasabada güzel bir akşam, ama eve yürüyüşüm için heyecanlı değilim. Uzun ve karanlık.",
	"festival.fall27.3": "Neredeyse kış geldi. Umarım yeterince yakacak odun stoklamışımdır.",
	"festival.fall27.married.1": "Bu gece oldukça soğuk. Bir kat daha giymeliydim.#$e#Kucaklaşmaya ne dersin? Bu beni ısıtır.$l",
	"festival.fall27.married.2": "Labirente mi gidiyorsun? İyi eğlenceler!#$e#Ben burada olacağım. Bu kurabiyeler kendi kendini yemeyecek.",
	"festival.fall27.married.3": "Hey. Bu gece çok tatlı görünüyorsun.$l",
	"festival.winter8.y1": "Geçen yıl da böyle soğuktu... ve o zaman evim daha bitmemişti bile!",
	"festival.winter8.1": "Bu iglolar harika değil mi? Sanırım Linus onları inşa ediyordu.#$e#Nereye gitti ki?",
	"festival.winter8.2": "Buzda balık tutmak, ha? Ben almayayım.#$b#Zaten yeterince üşüyorum.",
	"festival.winter8.3": "Bu kadar kısa sürede o \"gölü\" nasıl yaptılar sanıyorsunuz? Önceden üzerinde çalışan kimseyi görmedim.",
	"festival.winter8.married.1": "Brr! Eve gittiğimizde içeri girmek güzel olacak.#$e#Hadi akşam yemeği için sıcak bir şeyler yapalım.",
	"festival.winter8.married.2": "Sarılabilir miyim lütfen?$l#$b#Biraz vücut ısısına ihtiyacım var.$h",
	"festival.winter8.married.3": "Buzda balık avında iyi şanslar, dürtük!#$b#... eğer ihtiyacın olacağını düşünüyorsan, yani.$h",
	"festival.winter25.1": "Buna ziyafet diyerek şaka yapmıyorlarmış! Bir lokma daha yiyebileceğimi sanmıyorum.",
	"festival.winter25.2": "Tüm aileleri bir arada gördüğüm için biraz üzgünüm. Keşke kendime ait bir evim olsaydı.$s#$e#Ama burada bir evim olduğu için minnettarım. Hâlâ hoş karşılandığımı hissediyorum.",
	"festival.winter25.3": "Bu yıl ne için şükrediyorsun, @?#$b#Ben Gus'un yemekleri için şükrediyorum!$h",
	"festival.winter25.married.1": "Hediyeni gizli arkadaşına vermeyi unutma, dürtük.#$e#... Gizli arkadaşım kimdi?#$b#Sana söyleseydim, sır olmazdı, değil mi?$h",
	"festival.winter25.married.2": "Willy bana Kış Yıldızı'nın bu vadiye özgü bir iyi şans sembolü olduğunu söyledi.#$b#Buraya taşındıktan sonra kesinlikle şansımdan payımı aldım!$l",
	"festival.winter25.married.3": "Artık sana sahip olduğuma göre, her yıl aynı şey için şükrediyorum.$l#$b#İşte %farm Çiftliği'nde bir yıl daha!$h",
	// compat festivals: SRV
	"festival.fall20.1": "Bunca yolu gelmek epey zahmetliydi. Açlıktan ölüyorum.#$e#Manzara muhteşem değil mi?$h",
	"festival.fall20.2": "Meydanda devam eden cinsiyet kavgası umurumda değil. Bana sorarsanız, bazı gelenekleri sürdürmeye değmez.$a#$b#Neyse... En azından yemekler güzel!",
	"festival.fall20.3": "Ben de bu festival için şapka tezgahımı açmayı düşündüm.#$b#Ama vadi fuarından çok kısa bir süre sonra. Bir gün izinli olmayı tercih ederim. Hem zaten vadiye daha çok turist geliyor.",
	"festival.fall20.married.1": "Hey, dürtük. İkimize de yetecek kadar yiyecek aldım.#$e#Konseri dört gözle bekliyor musun?",
	"festival.fall20.married.2": "Bu köy gerçekten güzel bir yerde, değil mi?#$b#Daha sonra teleferik istasyonunun yanındaki manzarayı ziyaret edelim mi?$l",
	"festival.fall20.married.3": "Sana söylediğimi biliyorum ama festivalleri gerçekten seviyorum.#$b#Harika bir değişiklik oluyorlar ve evden çıkıp biraz eğlenebiliyoruz!$h#$e#Bunu paylaşmak güzel, değil mi? Randevuya çıkmak gibi bir şey,",
	"festival.winter28.1": "Neden bunca yolu gecenin bir vakti üşümek için geldim ki?#$b#Hadi, şenlik ateşine git artık!",
	"festival.winter28.2": "Bir yıl daha bitti...#$b#...$s#$e#Oh, üzgünüm. Ben sadece... düşünüyordum.#$e#Baharın başlamasına hazır mısın? Ben hazırım.",
	"festival.winter28.3": "Ateşin özel bir yanı var, değil mi?#$b#Belki de geride bırakmak istediğimiz şeyleri gerçekten yakıp yok edebiliyordur...?",
	"festival.winter28.married.1": "Neredeyse yeni bir yıla başlama zamanı... birlikte.$l#$e#Seni seviyorum, @. Sırada ne olduğunu görmek için sabırsızlanıyorum!$l",
	"festival.winter28.married.2": "Hey, dürtük. Burası çok soğuk, değil mi?#$b#Karına sarılman için ne mükemmel bir bahane! *dürt dürt*$h",
	"festival.winter28.married.3": "Önceden, yalnızlığımdan kurtulmak için ateşe dilek tutardım.#$b#Ama şimdi, dileğim gerçekleşti. O yüzden birlikte sıcaklığın tadını çıkaralım, tamam mı?$l",

	// hat-reactions.json
	"hatreactions.newHat": "Oh, yeni bir şapka! Seni daha önce bunun içinde görmemiştim.$h#$b#Bir bakayım...",
	"hatreactions.404": "... Beni ne diyeceğimi bilemez halde yakaladın. Bu konuda ne söyleyeceğimi bilemiyorum!",
	"hatreactions.SV.CowboyHat": "Bu gerçek vintage deri, bu yüzden lütfen kokuyu affedin. Bence bu kadar iyi görünmek için buna değer.",
	"hatreactions.SV.BowlerHat": "Bowling oynayan işçi sınıfından birini görmek güzel.#$b#Çok fazla züppe beyefendi, bankacı filan görmüştük zaten.",
	"hatreactions.SV.TopHat": "Eski moda ama yine de çok şık. Seçkin görünüyorsun.",
	"hatreactions.SV.Sombrero": "Biraz fazla mı büyük? Olabilir. Ama onca çiftçilikten sonra güzel, geniş bir siperliği hak ettin.",
	"hatreactions.SV.StrawHat": "İşte bu taş gibi bir klasik. Tam bir çiftçi şapkası!",
	"hatreactions.SV.OfficialCap": "Bence bunu gerçekten bu hale getiren siperliği. Onsuz bu kadar güzel olmazdı.",
	"hatreactions.SV.BlueBonnet": "Kapalı bir arabadan çıkmış gibi!$h#$b#... Sence gezgin arabacı kadın bir tane ister miydi?",
	"hatreactions.SV.PlumChapeau": "Şey... sana yakışmış, sanırım.",
	"hatreactions.SV.SkeletonMask": "Ürpertici. Şimdiden Ruhlar Gecesi mi oldu?#$b#... Buna bakmayı sevmiyorum.$7",
	"hatreactions.SV.GoblinMask": "Bu eğlenceli bir Ruhlar Gecesi kostümü olmalı... tabii ki uyumlu kıyafetlerle!$h",
	"hatreactions.SV.ChickenMask": "Evet! O maskenin içinde düşündüğüm kadar aptal görünüyorsun!$h",
	"hatreactions.SV.Earmuffs": "Sana uymalarına sevindim. Kendi kafamı model olarak kullanamadığım zaman kulakları doğru yapmak zor oluyor.#$b#Zanaatkar kadifesini takdir ettiğinizden emin olun. Elimden geleni yaptım.",
	"hatreactions.SV.DelicateBow": "Bununla gurur duyuyorum. Sadece biraz ışıltı!#$b#Sana çok yakışıyor.",
	"hatreactions.SV.Tropiclip": "Sır tutabilir misin? Bu klipleri ben yapmadım. Sadece yeniden satıyorum.#$b#Ama şirin değiller mi?$h",
	"hatreactions.SV.ButterflyBow": "İyi görünüyorsun. Daha fazla erkek kurdele takmayı denemeli!^Sende çok güzel durmuş. Saç kurdelesine bayılırım.",
	"hatreactions.SV.HuntersCap": "Hmm. Tavşan mı arıyorsun?",
	"hatreactions.SV.TruckerHat": "Dürüst olmak gerekirse, kendi şapkamı daha çok seviyorum.#$b#Ama benimki senin için çok küçük ve zaten satılık değil.$h",
	"hatreactions.SV.SailorsCap": "Bu şapkaya bakmak beni ıspanak için acıktırıyor.#$b#... Bu garip mi?",
	"hatreactions.SV.GoodOlCap": "Bunu eski ve rahat kıyafetlerden hoşlanan insanlar için yaptım. Umarım beklentilerini karşılıyordur!",
	"hatreactions.SV.Fedora": "Hey, bu şapkayı tanıyorum! Fuardaki diğer dükkandan almıştın!$a#$b#Rahatla, sadece takılıyorum. Rekabet konusunda o kadar da endişeli değilim.$h",
	"hatreactions.SV.CoolCap": "Geriye doğru kapak stilini uzun zamandır görmemiştim. Düşündüğümden daha havalı olmalısın!",
	"hatreactions.SV.LuckyBow": "Şanslı çünkü bir leprikon gibi yeşil ve altın rengi.#$b#Bunu takınca daha şanslı hissediyor musun?",
	"hatreactions.SV.PolkaBow": "Eski ama güzel, diyorum.#$b#Bunun içinde iyi görünüyorsun.^... Sana çok yakışıyor.$l",
	"hatreactions.SV.GnomesCap": "Büyük, yeni bir maceraya hazır görünüyorsun! Dört gözle beklediğin bir macera kaldı mı?",
	"hatreactions.SV.EyePatch": "Dürüst olmak gerekirse gerçek bir şapkayı tercih ederim. Ama bunlar kostüm envanterimi oldukça iyi tamamlıyor.",
	"hatreactions.SV.SantaHat": "Vay, vay, vay, ne kadar da neşeli görünüyorsun?$h#$b#Verecek hediyen var mı?",
	"hatreactions.SV.Tiara": "Ben sadece bir terziyim, metal işçisi değilim, bu yüzden aslında bunları ben yapmıyorum. Clint'ten yardım aldım.#$b#İyi iş çıkarmamış mı?",
	"hatreactions.SV.HardHat": "Pratik, ama pek şık değil.#$b#Yine de üzerinde hiç fena durmuyor.$h",
	"hatreactions.SV.Souwester": "Muson yağmuruna hazır görünüyorsun! Ya da sadece yağmurlu bir günde balık tutmaya.#$b#Kayıkların nerede?$h",
	"hatreactions.SV.Daisy": "İşte taze ve kendinden emin bir görünüm. Beğendim!$h^Bir kızın saçındaki çiçek gerçekten büyüleyici bir görünüm bence.",
	"hatreactions.SV.WatermelonBand": "Güzel, yazlık bir renk değil mi? Sadece bakınca bile biraz tazelenmiş hissediyorum.",
	"hatreactions.SV.MouseEars": "Mükemmel. Not yok. Hiç bu kadar iyi görünmemiştin.#$b#... Ama gerçeğinin yerini tutmazlar.$h",
	"hatreactions.SV.CatEars": "Çok sevimli. Ama çok korkutucu değil, eğer istediğin buysa. Sen olduğunu anlayabiliyorum.",
	"hatreactions.SV.CowgalHat": "Tamam, belki de yapay elmasları biraz abartmış olabilirim.#$b#Ama pembenin çok hoş bir tonu değil mi?",
	"hatreactions.SV.CowpokeHat": "Bu gerçek bir rodeoya gitme şapkası.#$b#Ama bence gerçekten ihtiyacın olan şey biraz şapka. Değil mi?$h",
	"hatreactions.SV.ArchersCap": "Şık ve tarz sahibi. Seni neşeli hissettirmiyor mu?#$b#Ve yeşil sana yakışıyor.",
	"hatreactions.SV.PandaHat": "Bunu nereden buldun? Hiç böyle bir şey görmemiştim.#$b#Gerçekten çok şirin!$h",
	"hatreactions.SV.BlueCowboyHat": "Bak, benim için bu çok fazla kot kumaşı.#$b#... Kesinlikle çok fazla.",
	"hatreactions.SV.RedCowboyHat": "Ooh, fantezi! En güzel şapkanı giyip dans partisine gidiyorsun!",
	"hatreactions.SV.ConeHat": "Bunu gece pazarında satılırken gördüm. Benim tarzım değil ama korkunç da değil.",
	"hatreactions.SV.LivingHat": "... Kafana çim mi takıyorsun? Bu... ilham verici bir seçim.",
	"hatreactions.SV.EmilysMagicHat": "Vay canına, bu şapka türünün tek örneği gibi görünüyor! Ve sana tam oturmuş.#$b#Bunu her kim yaptıysa seni gerçekten seviyor olmalı.",
	"hatreactions.SV.MushroomCap": "Bunu nereden aldın?#$b#... Neden bunu takıyorsun?",
	"hatreactions.SV.DinosaurHat": "Aww, bayıldım! Çok tatlı görünüyorsun!$h#$b#Benden çok daha uzun olmasaydın, başını okşardım.",
	"hatreactions.SV.TotemMask": "Bu bir ışınlanma totemi, değil mi?#$b#Bazı insanlar her şeye şapka der, ha?$7",
	"hatreactions.SV.LogoCap": "Fena değil. Olağanüstü bir şey değil ama rengini beğendim.",
	"hatreactions.SV.WearableDwarfHelm": "Hmm. Bence cücelerde sende olduğundan çok daha iyi görünüyor.",
	"hatreactions.SV.FashionHat": "Güzel, geniş bir siperlik, havalı bir tüy... Bu şapkada neredeyse her şey var. Ama insan biraz renk istiyor.",
	"hatreactions.SV.PumpkinMask": "İşte bu iyi bir Ruhlar Gecesi kostüm parçası!$h#$b#Ooh, bir hayaletin kafası yerine buna sahip olduğunu hayal edin. Ürkütücü!",
	"hatreactions.SV.HairBone": "Bu bana göre değil. Kumaş kullanmayı tercih ederim. Ama en azından ilginç!",
	"hatreactions.SV.KnightsHelmet": "Bu şeyin içinden nasıl görüyorsun ki? Ve eminim içi çok terlemiştir!#$b#Neyse ki tüyler harika görünüyor.",
	"hatreactions.SV.SquiresHelmet": "Nesin sen, mızrak dövüşü için mi giyiniyorsun? Mızrağın nerede?",
	"hatreactions.SV.SpottedHeadscarf": "Bir tür halk masalı büyükannesine benziyorsun. Strega Nona tipi.",
	"hatreactions.SV.Beanie": "Bu sana güzel bir 'grunge grubu' görünümü veriyor. Gitar mı çalışıyorsun?",
	"hatreactions.SV.FloppyBeanie": "Oh, bu rahat bir görünüm.#$b#Tek ihtiyacın olan rahat bir ceket.$h^Bununla uyumlu büyük boy bir kazağın var mı?$h",
	"hatreactions.SV.FishingHat": "Bataklıktan yeni gelmiş gibi görünüyorsun.#$b#Orada hiç timsah görüyor musun?$h",
	"hatreactions.SV.BlobfishMask": "Ah canım. Bunu sevdiğimi söyleyemem.$7#$b#Normal yüzünü tercih ederim.",
	"hatreactions.SV.PartyHat": "Bir partiye mi gidiyorsun? Olay nedir?",
	"hatreactions.SV.ArcaneHat": "Bu tıpkı büyücünün şapkasına benziyor. Onu etkilemeye mi çalışıyorsun?",
	"hatreactions.SV.ChefHat": "İşte bu bir ifade, şapkanı mutfak dışında takıyorsun!#$b#Aşçılık becerilerinle gerçekten gurur duyuyor olmalısın.",
	"hatreactions.SV.PirateHat": "Benim favorim değil. Bir şeyler eksik gibi hissediyorum. Belki biraz tüy?",
	"hatreactions.SV.FlatToppedHat": "Yeterince toka yok. Tokalı ayakkabılara ve büyük, gösterişli bir kemere ihtiyacı var. Ve belki bir çeşit... frak?",
	"hatreactions.SV.ElegantTurban": "Bu kadar güzel bir şapkayla vezir falan olabilirsin.#$b#Altın süslemenin bu kadar hoşuma gitmesini beklemiyordum.",
	"hatreactions.SV.WhiteTurban": "Çok iyi yapılmış. Ve giymek lüks hissettiriyor olmalı! İpek güzel bir kumaştır.",
	"hatreactions.SV.GarbageHat": "Tamam, artık şaka yok. Bir dahaki sefere *şapka* takmayı dene.$a",
	"hatreactions.SV.GoldenMask": "Bu biraz ürkütücü. Bir tarikatçıya benziyorsun.#$b#Gaklamaya ya da bunun gibi garip bir şeye başlama, tamam mı?",
	"hatreactions.SV.PropellerHat": "Söylemeliyim ki, biraz gülünç görünüyorsun. Havalanıp etrafta uçacak mısın?",
	"hatreactions.SV.BridalVeil": "Bunu giymek için uygun bir zaman gibi görünmüyor.#$b#Ama seni modanın sınırlarını zorlarken görmek güzel!$h",
	"hatreactions.SV.WitchHat": "İşte başka bir ikonik şapka. Tüm zamanların şapkası.#$b#Ne olmak istediğini tam olarak bilen bir şapkayı takdir ediyorum.",
	"hatreactions.SV.CopperPan": "Şimdi gerçekten benimle dalga geçiyorsun. Bu bir şapka değil. Neden bunu kafana geçirdin ki...$7",
	"hatreactions.SV.GreenTurban": "Ön taraftaki altın süslemenin biraz gösterişli olduğunu düşünüyorum.#$b#... Bunu sana söylediğimi çöl tüccarına söyleme, tamam mı?$h",
	"hatreactions.SV.MagicCowboyHat": "Ne büyüleyici bir malzeme!$u#$b#... Bunu bir kıyafetle eşleştirmekte zorlanıyor musun?",
	"hatreactions.SV.MagicTurban": "Vay canına... Bu büyüleyici.$u#$b#Böyle bir kumaş bir servete mal olmalı!$u",
	"hatreactions.SV.GoldenHelmet": "Şey, yarım hindistan cevizi giyeceğimi sanmıyorum ama sen bilirsin.",
	"hatreactions.SV.DeluxePirateHat": "Pislikler! Topların başına geçin!#$b#Böyle bir şapkayı takmak için çok havalı olman gerekir.#$b#... Ne? Bence sen o kadar havalı mısın?#$b#... Belki.$h",
	"hatreactions.SV.PinkBow": "Bir saç fiyonku çok büyük olabilir mi? Birisi bunu öğrenmeye karar verdi.",
	"hatreactions.SV.FrogHat": "Oh, bu çok sevimli. Gözler çok güzel! Bayıldım.$h",
	"hatreactions.SV.SmallCap": "Sen buna küçük şapka mı diyorsun? Benim seviyeme gel.#$b#Sadece takılıyorum. Bu sana çok yakışmış!$h",
	"hatreactions.SV.BluebirdMask": "Oh, ne kadar eğlenceli! Kişilik fışkırıyor. Ne karakter ama!",
	"hatreactions.SV.DeluxeCowboyHat": "Bu şapka seni gerçekten keskin nişancı gibi gösteriyor.#$b#... Silahını çek!$h",
	"hatreactions.SV.Mr.QisHat": "Hmm... sıradan bir şapkaya benziyor ama bunda bir tuhaflık var.#$b#... Hayır, anlam veremiyorum.",
	"hatreactions.SV.DarkCowboyHat": "Bununla, sorunlu bir geçmişi olan uzun boylu, karanlık bir yabancıyı oynayabilirsin.#$b#Oldukça romantik bir imaj, sence de öyle değil mi?$l",
	"hatreactions.SV.RadioactiveGoggles": "Bunların sizi radyasyondan koruması gerekiyor, değil mi?#$b#... İşe yarıyorlar mı?",
	"hatreactions.SV.SwashbucklerHat": "Ooh, bunun gibi bir tasarım üzerinde çalışıyordum!$u#$b#Bunun daha geniş bir siperi var. Çok daha gösterişli!$h",
	"hatreactions.SV.QiMask": "Bunun gerçekten kendini beğenmiş bir ifadesi var. Bunu umursamıyorum.$a",
	"hatreactions.SV.StarHelmet": "Bu şey ciddi bir darbeyi durdurabilir gibi görünüyor. İçeride bir şey duyabiliyor musun?",
	"hatreactions.SV.Sunglasses": "Dikkat et! İşte havalı bir müşteri geliyor.$h#$b#Keşke ben de takabilseydim. Kulaklarım doğru yerde değil.",
	"hatreactions.SV.Goggles": "Bunları takarsan her şeye hazır olursun. Önce güvenlik!",
	"hatreactions.SV.ForagersHat": "Bu güzelmiş. Güneşten korunma ve stile uygun bir tüy. İyi seçim.",
	"hatreactions.SV.TigerHat": "Oh, bu da çok şirin! Bıyıklarını sevdim. Kokladığım ton balığı mı? Ya da belki somon...",
	"hatreactions.SV.???": "Bu şapkayı hak etmek için çok çalışman gerektiği hissine kapılıyorum.#$b#Neden bilmiyorum ama bu kendini işine adamış bir insanın yüzü.",
	"hatreactions.SV.WarriorHelmet": "Viking tarzı bir görünüm istiyorsun, ha? Boynuzlara bayıldım.",
	"hatreactions.JA.DeerAntlerFall": "Vay be! İşte bunlar ciddi işler!$u#$b#Tek ihtiyacın olan yüzünün üzerindeki kafatası ve tıpkı gerçek bir druid gibi görüneceksiniz.",
	"hatreactions.FS.PC.Hats/Hat/FlamboyantHat": "Tavus kuşu tüyü, ha? Bu gerçekten tarzını konuşturuyor. Seçtiğin taban rengi de harika!",

	"gifttastes.Love": "Aah! Benim favorim! Ne mükemmel bir hediye!",
	"gifttastes.Like": "Ooh, teşekkür ederim! Bu çok güzel.",
	"gifttastes.Neutral": "Oh, bir hediye mi? Çok naziksin. Teşekkürler.",
	"gifttastes.Dislike": "Oh... Üzgünüm, bundan hiç hoşlanmadım.$7",
	"gifttastes.Hate": "Berbat. Beğeneceğimi mi sandın?$7",

	"mapstrings.MouseHouse.drawers": "Bu iyi bir fikir değil.",
	"mapstrings.MouseHouse.hatstuff": "Kumaşlar, iplikler ve aletlerle dolu.",
	// unused "mapstrings.MouseHouse.photo": "",
	"mapstrings.MouseHouse.stepladder": "Lacey'nin merdiveni. Kullanımdan dolayı çok yıpranmış.",
	"mapstrings.MouseHouse.stool": "Alçak bir tabure. Bacaklar kısa kesilmiş gibi görünüyor.",
	"mapstrings.MouseSpouse.drawers": "Bu Lacey'nin şifonyeri. Kıyafetlerini içinde saklıyor.",
	// unused "mapstrings.MouseSpouse.photo": "",
	"mapstrings.MouseSpouse.stool": "Bu Lacey'nin alçak taburesi. En iyisi onu oturması için bırakmak.",
	"mapstrings.Forest.frontdoor": "Görünüşe göre burası eskiden ön kapıymış.",

	"hodgepodge.rainy": "Dürüst olmak gerekirse, yağmuru gerçekten severim. Çatıda sesini duymak hoşuma gidiyor.#$b#Ama yağmura yakalanmaktan hoşlanmıyorum. Islak fare kokusu.",
	"engagement.dialogue.0": "Çok mutluyum, dürtük! Kalbim küt küt atıyor. Belki hala rüya görüyorumdur?...$h",
	"engagement.dialogue.1": "Evleneceğimize hala inanamıyorum.#$b#Birlikte yaşayacağımız hayat için çok heyecanlıyım!$h",
	"summit.dialogue.0": "Aradığım şeyi burada, vadide bulduğumu biliyorum. Umarım sen de bulmuşsundur.",
	"summit.dialogue.1": "Buradan bakınca kendimi buranın bir parçası gibi hissediyorum...",
	"summit.dialogue.2": "... burası, benim ait olduğum yer, senin yanında.$l",
	"quests.0210.title": "Şapka Faresi için Şapkalar",
	"quests.0210.descr": "Lacey çeşitli şapkalar içinde nasıl göründüğünü görmek istiyor.",
	"quests.0210.hint": "Şapka takarken Lacey ile konuş.",
	"quests.0810.title": "İhlaller",
	"quests.0810.descr": "Lacey kırıcı yorumların için seni affetmedi. Senden özür dilemeni istiyor.",
	"quests.0810.hint": "Öğlen kasaba parkındaki çeşmede Lacey ile buluş.",
	"csfiles.jukebox.FittingIn": "Uyum Sağlama (Lacey'in Teması)",
	"csfiles.jukebox.InALonelyPlace": "Issız Bir Yerde (Lacey)",
	"csfiles.jukebox.FromAMousesHeart": "Bir Farenin Kalbinden (Lacey)",
	"csfiles.HatMouseLacey_Engaged": "...!$u#$b#Bu bir Denizkızı Kolyesi, değil mi? O zaman bu şu anlama geliyor...$u#$b#Evet! Evet, tabii ki seninle evleneceğim!$h#$b#Aman Tanrım, çok güzel! Bu... Ben... sen...$u#$b#Oh, dinle beni parçalara ayrılıyorum. Lewis'le evrak işlerini ben hallederim, tamam mı?#$b#Sen sadece tören için en iyi elbiseni giy! 3 gün sonraya ne dersin?$h",
	"csfiles.HatMouseLacey_AfterWedding.0": "Bu çok heyecan vericiydi! Evli olmak heyecan verici!$h#$b#Herneyse, eminim yapacak çok işin vardır, ama *çok* çalışma!#$b#",
	"csfiles.HatMouseLacey_AfterWedding.1": "Ne de olsa yeni evliyiz. Bugün ağırdan alabiliriz.$h",
	"csfiles.MapPage.mouseover": "Lacey'nin Kulübesi",
	"csfiles.ShopMenu.caption": "Notta 'Hoş geldiniz, hoş geldiniz! Para kavanoza lütfen' yazıyor.",
	"csfiles.Utility.wedding0": "Hepiniz hoş geldiniz! Bugün {0} {1} tarihinde, @ ve %spouse'u evlilik bağlarıyla birleştirmek benim için büyük bir onurdur.#$b#Onlar Pelikan Kasabasının en yenileri olabilirler, ancak onlar da herkes kadar topluluğumuzun bir parçası olmayı başardılar!#$b#Bugün ise topluluk, hem onları hem de birbirlerine olan yeni bağlılıklarını kutluyor.$h",
	"mail.hatter": "Çiftçi @,^^Şapka dükkanım açık! Ormanın kenarındaki kulübeme gel ve bir göz at!^(Paracık getir)^^-Lacey[#]Lacey'nin Dükkanı",
	"mail.LaceyGift": "Selam, dürtük!^İşte benden bir hediye, şapka malzemelerimden. Bitmiş bir şapka olmadığı için üzgünüm! Onları satın alman gerek.^^-Lacey %item object 428 1 771 15 393 1 397 1 444 1%%[#]Lacey'den Bir Hediye",
	"mail.LaceyHouseCall": "Selam tatlım,^^Seni görmek istiyorum. Bu akşam 8:00'de kulübeme gelebilir misin?^^-Lacey[#]Lacey'nin Notu",
	"mail.LaceyApologySummons": "Sevgili @,^^Özür dilemeye hazırsan, öğlen kasaba parkındaki çeşmeye gel. Seninle orada buluşuruz.^^-Lacey%item quest {{quest}}%%[#]Lacey'nin Çağrısı",
	"characters.Phone_Ring_HatMouse": "Bu önceden kaydedilmiş bir mesaj:#Selam, dürtük! Tüm şapka ihtiyaçlarınız için Lacey'nin kulübesine gelin! Fiyatlarımız her zaman makul! *tıkla*",
	"characters.MovieInvite_Spouse_HatMouseLacey": "Oh, bir film! Evet, eğlenceli olmalı!$h#$b#Arada bir randevuya çıkmak güzel, değil mi?$h#$e#Sen git. Ben sana yetişirim.",
	"movies.zuzucity.before": "Vay canına, buna çok heyecanlandım. Bu film gerçekten efsane! Daha önce izledin mi?",
	"movies.zuzucity.during": "Bu bölüme bayıldım. Ruh hali mükemmel! <",
	"movies.zuzucity.after": "Ne harika bir film!$h",
	"movies.horror.before": "Bu filmden emin değilim. Oldukça... korkunç görünüyor.",
	"movies.horror.during": "*yutkunur*...$s",
	"movies.horror.after": "Bir daha izleyeceğimi sanmıyorum. Ama korktuğum kadar kötü değildi.",
	"movies.love.before": "Umarım göründüğü kadar iyidir!$h",
	"movies.love.after": "Harika değil miydi? Bayıldım.$h#$b#Ne kadar acıklı olurlarsa olsunlar, romantik aşklara doyamıyorum.$l",
	"movies.like.before": "Bu eğlenceli olmalı! Sinemaya gitmeyi kim sevmez ki?",
	"movies.like.after": "Hey, o kadar da kötü değil!",

	// heart-events.json
	"events.2h.0": "@! Nasılsın? İçeri gel, içeri gel.",
	"events.2h.1": "Kulübeme hoş geldin!#$b#Çamurluk için özür dilerim. Kafanı vurmadın, değil mi?#$b#Benim için iyi bir boyut, ama insanlar çok uzun!$h",
	"events.2h.2": "Yani...",
	"events.2h.3": "Ne düşünüyorsun?$h",
	"events.2h.4": "Buraya taşındığımda bu kulübe terk edilmişti, ben de devraldım. Oldukça kötü durumdaydı.#$b#Onarmak için çok çalışıyorum. Şimdi oldukça ev gibi oldu, sanırım!$h",
	"events.2h.q0": "Harika görünüyor!",
	"events.2h.q1": "Bu çok fazla iş olmalı.",
	"events.2h.q2": "Demek işgalcisin?",
	"events.2h.q3": "Bir çocuk yapmış gibi görünüyor.",
	"events.2h.r0": "Teşekkür ederim! Bununla gerçekten gurur duyuyorum.$h",
	"events.2h.r1": "Kesinlikle öyleydi. Ama projeleri seviyorum!",
	"events.2h.r2": "Ne? Tabii ki hayır! Belediye başkanıyla görüştüm. Yıllardır burada kimsenin yaşamadığını söyledi ve bana yeni bir tapu hazırladı.",
	"events.2h.r3": "Hey, bu biraz yersiz oldu, sence de öyle değil mi?$a#$b#Buraya kendimden çok şey kattım. En azından biraz nazik olabilirsin!$a",
	"events.2h.5": "Her neyse, bu da benim tuhafiyem.#$b#Şapkaları çok seviyorum! <$h",
	"events.2h.6a": "Bunlardan bazılarını dışarıdaki dükkanımdan satın almalısın.",
	"events.2h.6b": "Yakında küçük bir vitrin açacağım, ancak henüz yeterli envanterim yok. Olduğunda size haber veririm.",
	"events.2h.7": "Bu şekilde, tekrar ziyarete gelebilirsin!$h",
	"events.2h.8": "Oh, ve şapkaların olduğunda, onları bana gösterdiğinden emin ol. Tamam mı, dürtük?",
	"events.4h.0": "Merhaba, @! Nasılsın?$h#$b#Sen de mi sosyalleşmek için buradasın?",
	"events.4h.1": "Seni burada gördüğüme sevindim.#$b#Kendimi dışarı çıkarıyorum, ama bu işin kolay kısmı. Aslında insanlarla konuşmak tamamen başka bir şey!",
	"events.4h.q0": "Sen pek de duvar çiçeği tipine benzemiyorsun.",
	"events.4h.q1": "Konfor alanınızı terk etmek zor, değil mi?",
	"events.4h.q2": "(alaycı) Farelerle konuşmayı denedin mi?",
	"events.4h.r0": "Her zaman arkadaş canlısı olmaya çalışırım. Ama sadece bu değil.",
	"events.4h.r1": "Evet, öyle. Ama hikayenin tamamı bu değil.",
	"events.4h.r2": "...$a#$b#Pff, iyi. Neden gidip başka bir yerde içmiyorsun?$a",
	"events.4h.2": "Bu... çünkü ben bir fareyim.$7",
	"events.4h.3": "Beni farklı kılıyor, değiştiremeyeceğim kadar bariz bir şekilde.$s#$b#Bu yüzden her zaman gerçekten ait değilmişim gibi hissediyorum, anlıyor musun?$s",
	"events.4h.4": "Bu duygudan kurtulmak çok zor. Bu yüzden içime kapanma eğilimindeyim.$s",
	"events.4h.5": "Sanırım bu mantıksız. Pelikan Kasabası'ndaki herkes bana karşı nazik davrandı.#$b#Ama, kendime nasıl hissedeceğimi söylemek o kadar kolay değil.",
	"events.4h.5.Andy": "Sanırım bu mantıksız. Pelikan Kasabası'ndaki herkes bana karşı nazik davrandı.#$b#... Pekala, neredeyse herkes. Andy benim yüzüme bile bakmıyor. Sanırım bana karşı kin duyuyor.$a#$b#Ama bunları bir kenara bırakırsak, kendime nasıl hissedeceğimi söylemek o kadar kolay değil.",
	"events.4h.6": "Oh, ama bak nasıl devam ediyorum!#$b#Ne demek istediğimi anladın mı, burada olduğun için mutluyum? Seninle konuşmak çok kolay!$h",
	"events.4h.q3": "Kaç tane içtin? Belki de içkidendir.",
	"events.4h.q4": "Benim yanımda her zaman kendin olabilirsin.",
	"events.4h.q5": "Bitirdin mi?",
	"events.4h.r3": "Şaka yapıyorsun, dürtük! Bu kahve.$h#$b#Alkolle baş edemiyorum. Toleransım yok. Anında sarhoş oluyorum.",
	"events.4h.r4": "Teşekkürler. Bunu takdir ediyorum.#$b#Sen iyi bir arkadaşsın.$h",
	"events.4h.r5": "Vay canına. Kaba! Ama, evet.$a#$b#Neyse, devam ediyoruz. Sende ne var ne yok? ...",
	"events.4h.7": "Her neyse, benim hakkımda bu kadar yeter.#$b#Çiftlikte işler nasıl? Güzel hikayelerin var mı?",
	"events.6h.0": "Merhaba, @.",
	"events.6h.1": "Bu orman çok huzurlu, değil mi? Burada vakit geçirmeyi seviyorum.",
	"events.6h.2": "Ama...$7",
	"events.6h.3": "Aynı zamanda biraz yalnız bir yer, değil mi?$7#$b#Ve bu onu iyi bir yer yapıyor... benim için.$7",
	"events.6h.4": "Ben... uzun zamandır tek başımayım. Başka fare tanımıyorum.$s#$b#Sadece ailemi tanıyordum ve hepsi gitti.$s",
	"events.6h.5": "Çok taşındım, evim diyebileceğim bir yer aradım... ama hiç fare bulamadım ve hiçbir zaman uyum sağladığımı hissetmedim.$s#$b#Şimdi buradayım ve aynı hikaye. Ama aramaktan yoruldum. Bu yüzden kalıyorum. Sessizce yaşayacağım ve sadece... tek fare olacağım.$s",
	"events.6h.q0": "Eminim bir tek sen değilsindir?",
	"events.6h.q1": "Belki mutluluğu tek başına bulabilirsin.",
	"events.6h.q2": "En azından arkadaşların var, değil mi?",
	"events.6h.q3": "Ailen için üzgünüm.",
	"events.6h.q4": "Aman ne acıklı.",
	"events.6h.r0": "Olabilirim de. Eğer başkaları da varsa, ama ben onlarla hiç karşılaşmadıysam, ne fark eder ki?",
	"events.6h.r1.0": "Şey, bunu deniyorum. Belki oraya ulaşırım. Ama hala yalnızım.$s",
	"events.6h.r1.1": "En azından senin gibi bir arkadaşım var.",
	"events.6h.r2.0": "Çok doğru.$s",
	"events.6h.r2.1": "... Ve bunu söylediğin için iyi birisin.#$b#Yine de tam olarak aynı değil. Hala kendimi çok yalnız hissediyorum.$7",
	"events.6h.r3": "Teşekkür ederim, @. Bir süre önceydi ama onları hala çok özlüyorum.",
	"events.6hMean.0": "Ne?! Tüm kalpsizlerin arasında-- ve ben sana güvenebileceğimi sanıyordum!$a",
	"events.6hMean.1": "Sanırım yanlış düşünmüşüm. Git uğraşacak başka birini bul!$a",
	"events.6h.6": "Üzgünüm. Sanırım bu çok fazlaydı. Kendimi biraz kaptırdım.#$b#Geçmiş geçmiştir. Üzerinde çok fazla düşünmemeye çalışıyorum.#$b#Dinlediğin için teşekkürler.",
	"events.6h.q5": "Arkadaşlar bunun içindir.",
	"events.6h.q6": "Elbette.",
	"events.6h.q7": "Oh... uh, evet.",
	"events.6h.r5": "Arkadaşlarının olması güzel, değil mi? Her zaman ne söyleyeceklerini bilirler.",
	"events.6h.7": "Gitsem iyi olacak. Bu şapkalar kendiliğinden olmuyor!#$b#Seni görmek güzeldi, @. Kendine iyi bak.",
	"events.8h.0": "Selam, dürtük! Seni görmek güzel, @!$h#$b#Bir saniyen var mı?",
	"events.8h.1": "Sadece ayak işlerini yapıyordum, ama seninle konuşmak istiyordum.#$b#Söylemek istedim--",
	"events.8h.2.Emily": "Merhaba Lacey! Bana izin verir misin lütfen?",
	"events.8h.2.Jodi": "Affedersin, Lacey!",
	"events.8h.3": "Oh, üzgünüm! Tabii ki.",
	"events.8h.4.Emily": "Teşekkürler!$h#$b#Şapka işi nasıl gidiyor?",
	"events.8h.4.Jodi": "Teşekkür ederim!$h#$b#Seni şehirde çok sık göremiyorum. İyi misin?",
	"events.8h.5.toEmily": "Oh, fena değil. Devam ediyorum!",
	"events.8h.5.toJodi": "Oh evet, teşekkür ederim. Şikayet edemem!#$b#Nasılsın?",
	"events.8h.6.Emily": "Bu harika! Olumlu düşün!$h#$b#Yakında bir ara salonda görüşürüz, umarım!",
	"events.8h.6.Jodi": "Ben iyiyim, teşekkürler. Her zaman meşgulüm.#$b#Yabancı olma!$h",
	"events.8h.7": "Kavşaktan çıkalım, tamam mı?",
	"events.8h.8": "Dediğim gibi--",
	"events.8h.9.Evelyn": "Merhaba, Lacey canım! Seni görmek çok güzel.$h#$b#Güzel hava, değil mi? Meşgul müsün?",
	"events.8h.10": "Merhaba büyükanne! Evet, her zaman yapacak çok şey var.$h#$b#Kasaba bahçeleri her zamanki gibi harika görünüyor. Onların bakımını yaptığın için çok şanslıyız.",
	"events.8h.11.Evelyn": "Çok kibarsın!$h#$b#Yüzünü buralarda daha sık göster, canım!",
	"events.8h.12": "Tamam, şuradaki banklara ne dersin?#$b#Burası güvenli bir şekilde yolun dışında görünüyor.",
	"events.8h.13": "Yani, söylemek istediğim şey--",
	"events.8h.14.Lewis": "Merhaba Lacey. O eski kulübe nasıl dayanıyor?",
	"events.8h.15": "Selam Lewis. Her şeyi yeniledim! Şimdi çok daha güzel oldu.#$b#Gelip görmelisin!",
	"events.8h.16.Lewis": "Kulağa hoş geliyor. Hem de yakın bir zamanda! Emlak vergilerin için yeniden değerlendirme yaptırmam gerekiyor.#$b#... Bu da bana ilgilenmem gereken bazı evrak işleri olduğunu hatırlattı.$s#$b#İzninizle.",
	"events.8h.17": "Tamam, bir kere daha deneyelim. İstedim ki--",
	"events.8h.18": "Arkadaşlığın ve desteğin için sana uygun bir teşekkür etmek istedim. Bu yüzden teşekkür ederim.#$b#Her zaman olduğu gibi burada da kendimi yabancı hissettim... ama sen kendimi daha iyi hissetmeme yardımcı oldun. Sana minnettarım.",
	"events.8h.q0": "Rica ederim.",
	"events.8h.q1": "Sadece ben değildim. Bütün kasaba sizi karşıladı.",
	"events.8h.q2": "... Bana söylemek istediğin bu kadar mıydı?",
	"events.8h.r1": "Olabilir. Ama sen benim en yakın arkadaşımsın, bu yüzden özel bir teşekkürü hak ettiğini düşündüm.",
	"events.8h.r2": "Şey, evet. Ne bekliyordun ki? Ama bir şey daha var...",
	"events.8h.19": "... Size sarılabilir miyim?$l",
	"events.8h.q3": "Evet.",
	"events.8h.q4": "Hayır",
	"events.8h.q5": "Ew.",
	"events.8h.r3": "Teşekkür ederim. Her şey için.",
	"events.8h.r4": "Tamam. Ama yine de...#$b#Teşekkür ederim.",
	"events.8h.r5": "Biliyorsun, sadece 'hayır' diyebilirsin. Götlük yapmana gerek yok.",
	"events.8h.20": "Şimdi, işlerimi halletmeye gidiyorum.#$b#Ve belki bu sefer daha az kesinti olur!$h",
	"events.8h.21": "Görüşürüz!$h",
	"events.10h.abort0": "(İçeri girmeli miyim? Bu zaman alabilir...)",
	"events.10h.abort1": "Ben hazırım.",
	"events.10h.abort2": "Bir saniye bekle...",
	"events.10h.0": "Hey. < İçeri gel!",
	"events.10h.1": "Az önce kahve yaptım. Biraz ister misin?$h",
	"events.10h.q0": "Elbette.",
	"events.10h.q1": "Hayır, teşekkürler.",
	"events.10h.r0.0": "Tamam!",
	"events.10h.r0.1": "Buyrun!$h",
	"events.10h.r1": "Tamam.",
	"events.10h.2": "Bir dakika oturabilir misin? Konuşmak istiyorum.",
	"events.10h.3": "@, Ben...",
	"events.10h.4": "Sana benim için ne kadar önemli olduğunu söylemek istedim.$l",
	"events.10h.5": "Buraya geldiğimde, ait olduğum bir yer arayışımdan vazgeçmiştim.#$b#Günlerimi burada huzurlu ama yalnız geçireceğimi düşünmüştüm.#$b#Sadece... kimsenin beni umursamayacağını ummuştum.",
	"events.10h.6": "Ama sonra, seninle tanıştım.$l",
	"events.10h.7a": "Bazen kaba olsan da yakınlaştık.",
	"events.10h.7b": "Bana karşı çok naziktin, tıpkı benim gibi. Hiç bu kadar hoş karşılandığımı hissetmemiştim.$l",
	"events.10h.8": "Ve... sen bana kalbini açtın. Şimdi de karşılığında benimkini açıyorum.$l",
	"events.10h.9": "Şimdi kendimi bir yere ait hissediyorum. Şimdi, bu vadi gerçekten evim gibi geliyor, çünkü...$l",
	"events.10h.10": "... çünkü sen burada benimlesin ve ben sana aşığım.$l",
	"events.10h.11": "... güzel kokuyorsun.$l",
	"events.10h.q2": "Teşekkürler. Pratik yapıyorum.",
	"events.10h.q3": "Kahve olmalı.",
	"events.10h.q4": "Bunun bir iltifat olması mı gerekiyor?",
	"events.10h.r2": "Hey! Dalga geçmek yok! Burada romantik olmaya çalışıyorum!",
	"events.10h.r3": "Bu kadar mütevazı olma! Bunun bir fareden gelen büyük bir iltifat olduğunu bilmelisin!",
	"events.10h.r4.0a": "Sana diline dikkat etmeni söylediğimi sanıyordum.$a",
	"events.10h.r4.0b": "Şey, evet. Çok keskin bir burnum var.",
	"events.10h.r4.1": "... ama sanırım bağlam olmadan bunu söylemem garipti.",
	"events.10h.12": "Şimdi o zaman... nerede kalmıştık?$6",
	"events.10h.13.m": "Bir süre konuştuk ve kucaklaştık...",
	"events.10h.14.m": "... gitme vakti gelene kadar.",
	"events.10h.15": "İyi geceler, @. Geldiğin için teşekkürler. Yakında görüşürüz!$h",
	"events.wedding.0": "Hepiniz hoş geldiniz! Bugün [DayOfMonth] [Season] tarihinde, @ ve %spouse'u evlilik bağlarıyla birleştirmek benim için büyük bir onurdur.",
	"events.wedding.1": "Her ikisi de Pelikan Kasabasına yeni gelmiş olabilir, ancak onlar da bizim topluluğumuzun bir parçası!#$b#Ve bugün, bu topluluk, hem onları hem de birbirlerine olan yeni bağlılıklarını kutluyor. #$b#Hayatlarını birlikte inşa ederken hep birlikte mutluluğumuzu onlarla paylaşalım. $h",
	"events.wedding.2": "Öyleyse... lafı fazla uzatmadan!$h",
	"events.14h.0": "Selam, dürtük! Evine hoş geldin!$h#$b#Ya da, neredeyse eve geldin diyelim!",
	"events.14h.1": "Umarım harika bir gün geçirmişsindir. Ve umarım acıkmışsındır!#$b#Senin için küçük bir sürpriz planladım... Ormanın kenarında bir piknik! Bilirsin, kulübemin yanında.$h#$b#Gün batımını birlikte izleyebileceğimizi düşündüm. Ne dersin?",
	"events.14h.q0": "(Zamanım var mı? Bu bütün akşam sürecek...)",
	"events.14h.q1": "Çok isterim!",
	"events.14h.q2": "Erteleyebilir miyiz?",
	"events.14h.r2": "Ah... tamam. Kahretsin.$s#$b#Teklifim her zaman geçerli. Bugün bile, eğer fikrini değiştirirsen.#$b#Sadece güneşli bir öğleden sonra buraya geri gel, tamam mı?",
	"events.14h.reboot.0": "Peki... piknik için hazır mısın?",
	"events.14h.reboot.q0": "(Akşamı karımla mı geçireyim?)",
	"events.14h.reboot.q1": "Emin olabilirsin!",
	"events.14h.reboot.q2": "Aslında...",
	"events.14h.reboot.r2": "... Unuttun mu?$s#$b#Teklif hala geçerli. Hazır olduğunda geri gel.",
	"events.14h.2": "Harika! Her şeyi topladım. Gidelim mi?",
	"events.14h.3": "İşte, aklımdaki yer burasıydı. Bu noktadan harika bir manzaramız olmalı!",
	"events.14h.4": "Battaniyeyi sermeme yardım eder misin lütfen?",
	"events.14h.5": "Teşekkürler! Sen otur, ben de sepeti boşaltayım.$h",
	"events.14h.6": "Afiyet olsun!",
	"events.14h.7": "Biliyor musun, yalnız yaşadığım zamanlarda burada gün batımını izler ve anılarımı yad ederdim.",
	"events.14h.8": "O zamanlar acılıydım. Ailemin anılarını, onların gitmiş olmalarına içerlemeden yeniden yaşayamıyordum.$s",
	"events.14h.9": "Ama şimdi, seninle, yepyeni bir deneyim gibi geliyor... birlikte yapabileceğimiz yeni bir anı.$l",
	"events.14h.10": "@, bunu yeterince söylemediğime eminim ama... Seni seviyorum.$l#$b#Hayatımı seninle paylaştığım için çok mutluyum. Bunun gibi basit şeyleri bile.",
	"events.14h.11": "Çok güzel... değil mi?",
	"events.14h.q3": "Muhteşem!",
	"events.14h.q4": "Senin kadar güzel değil.",
	"events.14h.q5": "Bunu sonsuza dek hatırlayacağım.",
	"events.14h.r4": "Bu çok saçma! Ama minnettarım.$h#$b#... Ve sen de oldukça iyisin.$6",
	"events.14h.r5": "Ne kadar tatlı bir söz. Ben de öyle yapacağım.",
	"events.14h.12": "Görünüşe göre gösteri sona eriyor. Sanırım toparlanıp eve gitmeliyiz.",
	"events.14h.13": "Zaman ayırıp geldiğin için teşekkürler dürtük. Günümü güzelleştirdin!",
	"events.14h.14": "Şimdi, gitmeden önce bir öpücüğe ne dersin?$6",
	"events.apology.0": "Merhaba, @.",
	"events.apology.1": "İşte... buradayız. Bana söylemek istediğin bir şey var mı?",
	"events.apology.q0": "(Neydi...?)",
	"events.apology.q1": "Seni incittiğim için özür dilerim. Söylediğim şeyler gerçekten kötüydü.",
	"events.apology.q2": "Değişebilirim. Bana bir şans daha vermen için sana yalvarıyorum.",
	"events.apology.q3": "Seninle birlikte olmak istiyorum. Beni affedecek misin?",
	"events.apology.r1": "Pişmanlığın için teşekkür ederim. Beni ne kadar incittiğini fark etmen çok iyi oldu.#$b#Özrünü kabul ediyorum. Ve...",
	"events.apology.r2": "Umarım yapabilirsin. Aslında özür dilemek iyi bir başlangıç olurdu.$a#$b#Yine de en azından geldin ve hatalı olduğunu anladın, yani...",
	"events.apology.r3": "Şey, aklımdaki tam olarak bu değildi. Özür dilerken hatanı kabul etmen önemlidir.$a#$b#Yine de geldin ve herhangi bir özür hiç olmamasından iyidir, bu yüzden...",
	"events.apology.2": "... Seni affetmeye hazırım.#$b#Ve eğer çift olma konusunda eminsen, o zaman... bir deneyebiliriz.$l",
	"events.apology.q4": "(Her şeye rağmen yapmalı mıyız?)",
	"events.apology.q5": "Evet, eminim.",
	"events.apology.q6": "Belki de değil...",
	"events.apology.3.yes": "Tamam! Anlaştık.$h#$b#Yine de biraz gerginim. Garip olabilir...$l#$b#Ve dilini tutmayı öğrensen iyi olur!",
	"events.apology.4.yes": "Şimdi, yapmam gereken bazı işler var.#$b#Yakında görüşürüz, tamam mı?$h",
	"events.apology.3.no": "Pekala. Belki de en iyisi budur.#$b#Ama gelip özür dilediğin için minnettarım. Teşekkür ederim.",
	"events.apology.4.no": "Oh, ve tabii ki görüşürüz.#$b#Ne de olsa hala arkadaşız, değil mi?$h",

	// misc. CTs
	"dialogue.Andy.CT_MarriedTheMouse": "... Demek gittin ve o fareyle evlendin ha? Neyse, seni yargılaması bana düşmez.#$b#...$2#$b#Aslında, sana özür borcum olduğunu düşünüyorum. Biliyorsun, daha önce onun hakkında söylediklerim için.#$e#... Ama yine de hiçbir şapka almayacağım! Şapkam zaten bu haliyle mükemmel.$1#$b#Ona bunu söyle, tamam mı? Ve, şey...#$b#Ona üzgün olduğumu da söyleyebilirsin.",
	"dialogue.CT.keahi_prank": "Ugh! Ne iğrenç bir koku!$a#$b#Fırsatın olduğunda lütfen banyo yap. Bu koku dayanılmaz!",
	"dialogue.CT.luauBest": "Bu sene bulamaç çorbası iyi olmuş gibi görünüyor. Neredeyse biraz yemediğim için pişmanlık duymama neden oluyor.#$b#... Neredeyse.$h",

	// dtf.json
	"dtf.events.10h.14.m": "... kadar...",
	"dtf.events.10h.15": "Ee... yukarı geliyor musun?$6",
	"dtf.events.10h.q5": "Evet",
	"dtf.events.10h.q6": "Hayır",
	"dtf.events.10h.r5.0": "Güzel. Henüz iyi geceler demeye hazır değilim.$6",
	"dtf.events.10h.r5.1.m": "... <",
	"dtf.events.10h.r6.0": "Oh, tamam. Hazır değilsen anlarım.",
	"dtf.events.10h.r6.1": "İyi geceler, @. Yakında görüşürüz!$h",
	"dtf.events.14h.13": "Ve geri döndüğümüzde... Aklımda başka bir sürpriz var.$6",
	"dtf.events.14h.q6": "O zaman harekete geçelim!",
	"dtf.events.14h.q7": "Neyi bekliyorsun?",
	"dtf.events.14h.q8": "Aslında oldukça yorgunum.",
	"dtf.events.14h.r6": "Tamam! Ama önce bir öpücüğe ne dersin?$6",
	"dtf.events.14h.r7.0": "Ya... yani... tam burada mı?$u",
	"dtf.events.14h.r7.1": "Peki... tamam, elbette! Neden bekliyorsun? Şimdi buraya gel ve beni öp.$6",
	"dtf.events.14h.r8.0": "Yoruldun mu?! Büyük romantik sürprizimden sonra mı?",
	"dtf.events.14h.r8.1": "Oh, pekala. Başka bir gece o zaman.#$b#Ama en azından bana bir öpücük vereceksin, değil mi?$l",
	"dtf.firstOfMay.Andy": "...$2#$b#Üzgünüm, pek iyi uyuyamadım. Dışarıdan bazı garip sesler duydum ve biraz korktum.#$e#Umarım bir daha gelmezler.",
	"dtf.firstOfMay.Lacey": "Hey, dün geceki... maceracı önerin için teşekkürler.$6#$b#Çok eğlenceliydi. Umarım yeterince dikkatli davranmışızdır. Bu tür şeyler için endişeleniyorum.$l",
	"dtf.firstOfMay.Leah": "Dün gece nehrin karşısından gelen bazı garip sesler duydum.#$b#Oraya gitmedin, değil mi? Ne olduklarını biliyor musun?",
	"dtf.marriage.Indoor_Day_0": "Senin yanında uyanmak çok güzel dürtük. Bir ailem olmasını gerçekten özlemişim.$l#$e#... Ama senin yanında yatmayı daha çok seviyorum.$6",
	"dtf.marriage.Indoor_Night_HatMouseLacey": "Bu gece evdeyim, @?#$b#Seni bekliyordum. Çabuk yatağa git ki sana uygun bir karşılama yapabileyim.$6",
	"dtf.marriage.Rainy_Night_0": "Yağmurlu bir günün ardından, yatakta sıcacık sarılmak güzeldir.#$b#O zaman gerçekten biraz eğlenebiliriz.$6",
	"dtf.marriage.winter_17.nightmarket1": "Hava soğuk. Üşüdüm.#$b#Ama buradaki hava çok romantik, değil mi?$6#$e#Eve gidip ısıyı artırmaya ne dersin?$6",
	"dtf.festival.summer28.married.3": "Jöleler gittikten sonra acele eve gidelim.#$b#Böyle romantik bir geceyi boşa harcamak yazık olur.$6",
	"dtf.festival.winter25.married.2": "Willy bana Kış Yıldızı'nın bu vadiye özgü bir şans sembolü olduğunu söyledi.#$b#Haklı olduğunu kanıtlayabiliriz. Bu gece şanslı olmak ister misin?$6",
	"dtf.csfiles.HatMouseLacey_AfterWedding.1": "Düğün gecemiz için biraz enerji sakla, tamam mı?$6",
	"dtf.mapstrings.MouseSpouse.drawers": "İçinde Lacey'nin kıyafetleri ve iç çamaşırları var. Daha önce görmediğin bir şey değil.",

	"i18n.EOF": ""
}
