{
      "Oh, that's right... I heard someone new was moving onto that old farm.": [
            "Introduction"
      ],
      "It's kind of a shame, really. I always enjoyed exploring those overgrown fields by myself.": [
            "Introduction_sv1"
      ],
      "Hey, sure. Let's do it. We can be embarrassed together.": [
            "FlowerDance_Accept"
      ],
      "Hey, you remembered my birthday... Thanks, @! This is really nice!": [
            "AcceptBirthdayGift_Positive"
      ],
      "Hey, you remembered my birthday... Thanks, @!": [
            "AcceptBirthdayGift_Negative"
      ],
      "Oh, it's, uh... *sniff*... what is it?": [
            "AcceptBirthdayGift_Negative_sv1"
      ],
      "Wow... the color is so beautiful, like an amethyst. Thanks!": [
            "AcceptGift_StardropTea"
      ],
      "Disgusting... I love it!": [
            "AcceptGift_BasiliskPaw"
      ],
      "Hey, this is my favorite magazine! My Dad won't let me have a subscription, so I have to get it on the black market like this...": [
            "AcceptGift_SkillBook_4"
      ],
      "Whoa, that's a creepy looking book... I love it!": [
            "AcceptGift_Book_Void"
      ],
      "*Flip* *flip* *flip*... Ooh... It's full of monsters...": [
            "AcceptGift_Book_Void_sv1"
      ],
      "I'll have to study this before going into the caves... Thanks!": [
            "AcceptGift_Book_Void_sv2"
      ],
      "Whoa... Where'd you find this? The workmanship is fascinating...": [
            "AcceptGift_109"
      ],
      "It's a little too rusty to use, but I'll add it to my collection.": [
            "AcceptGift_109_sv1"
      ],
      "This makes you wonder... Thousands of years ago, there was probably a little purple-haired cavewoman who played this flute, just like me.": [
            "AcceptGift_119"
      ],
      "...I'll have to wash it before pressing it to my lips, though.": [
            "AcceptGift_119_sv1"
      ],
      "Wow... it's just my color! Thanks, @!": [
            "AcceptGift_66_chance_1"
      ],
      "Thank you! This is my favorite stone. It's so pretty.": [
            "AcceptGift_66_chance_2"
      ],
      "I want to go exploring, but I can tell my Mom is kind of worried. I don't want to add to her stress.": [
            "GreenRain"
      ],
      "And just like that, everything's back to normal. It's like magic!": [
            "GreenRainFinished"
      ],
      "Have you seen all the crazy trees around town? Everything looks so different... I feel like we're in a fairy world.": [
            "GreenRain_2"
      ],
      "Don't tell anyone, but I snuck into the old community center last night... I think it's haunted!": [
            "cc_Begin"
      ],
      "Oh, wow... @! Are you sure you want to give this to me? It's so rare!": [
            "AcceptGift_279"
      ],
      "I'll admit, my mouth is watering already...": [
            "AcceptGift_279_sv1"
      ],
      "I heard you've been exploring the old mines. That sounds like fun!": [
            "mineArea_10_oneday"
      ],
      "...I'm working up the courage to go there myself...": [
            "mineArea_10_oneday_sv1"
      ],
      "Sam and Sebastian asked me to play drums in their band... I've never played drums before, but it's actually pretty fun.": [
            "eventSeen_733330_memory_oneday"
      ],
      "You have to learn how to move your limbs to different rhythms, at the same exact time. I feel like my brain is growing.": [
            "eventSeen_733330_memory_oneday_sv1"
      ],
      "Hey, I finally beat the first level of Journey Of The Prairie King! Watching you play helped a lot.": [
            "eventSeen_1_memory_oneweek"
      ],
      "Sebastian mentioned that he heard strange music while having dinner the other night...": [
            "eventSeen_2_memory_oneday"
      ],
      "I didn't tell him it was us! It seemed better to keep it a mystery.": [
            "eventSeen_2_memory_oneday_sv1"
      ],
      "The spirits have a mind of their own...": [
            "eventSeen_3"
      ],
      "Feeling pretty good about the egg hunt, huh? Well, next year you won't be so lucky...": [
            "wonEggHunt"
      ],
      "I'm still mad that you beat me at the egg hunt last year. You'd better start practicing...": [
            "wonEggHunt_memory_oneyear"
      ],
      "%Abigail is blushing, but she looks happy.": [
            "dating_Abigail"
      ],
      "...You're cute.": [
            "dating_Abigail_memory_oneday"
      ],
      "Uh... @? We've been dating for almost a year. Is this going anywhere?": [
            "dating_Abigail_memory_oneyear"
      ],
      "I heard you and Sebastian started dating... I didn't realize you guys had a thing...": [
            "dating_Sebastian_memory_oneday"
      ],
      "Hey, I heard you and Sam got together... He's a really good guy!": [
            "dating_Sam"
      ],
      "We've been friends for a long time. You'd better be good to him, or you'll see my bad side!": [
            "dating_Sam_sv1"
      ],
      "Congratulations on the marriage. I guess this means Sebastian won't be moving to the city like he always talked about.": [
            "married_Sebastian"
      ],
      "That'll be nice. I'd be kind of sad if I never saw him again. We've always been good friends.": [
            "married_Sebastian_sv1"
      ],
      "Haha... I can't believe Sam is a married man, now. Who would've thought?": [
            "married_Sam"
      ],
      "Joking aside, I think he'll make a great father some day.": [
            "married_Sam_sv1"
      ],
      "Did you hear about the new movie theater in town? I'm excited to check it out!": [
            "movieTheater"
      ],
      "I hope a mermaid visits the beach.": [
            "Resort_Entering"
      ],
      "I'm gonna ask Willy if we can take the scenic route back.": [
            "Resort_Leaving"
      ],
      "Maybe we'll see a sea monster on the way back.": [
            "Resort_Leaving_2"
      ],
      "The beach is okay, but it gets boring pretty quick. I'd rather check out that dark jungle, or the volcano!": [
            "Resort_Shore"
      ],
      "Hmm, you think I could sneak my guinea pig onto the island?": [
            "Resort_Shore_2"
      ],
      "Nah, David's probably not much of a swimmer anyways.": [
            "Resort_Shore_2_sv1"
      ],
      "My skin gets burnt really easily. So I'm just gonna stay under this umbrella for a while.": [
            "Resort_Umbrella"
      ],
      "I like it in the shade. Too much sun makes me dizzy.": [
            "Resort_Umbrella_sv1"
      ],
      "Hey @, want to build a sand castle with me?": [
            "Resort_Umbrella_2"
      ],
      "Actually, a sand dungeon might be cooler!": [
            "Resort_Umbrella_2_sv1"
      ],
      "Hey @, you think you could build a raft?": [
            "Resort_Umbrella_3"
      ],
      "I saw a few cool islands on the way here I want to visit.": [
            "Resort_Umbrella_3_sv1"
      ],
      "An island this big has got to be hiding some buried treasure.": [
            "Resort_Wander"
      ],
      "Quick, get me a shovel!": [
            "Resort_Wander_sv1"
      ],
      "Relax, I'm just kidding.": [
            "Resort_Wander_sv2"
      ],
      "Gus made me a dark purple refresher, to match my hair. It tastes great!": [
            "Resort_Bar"
      ],
      "Bummer... Willy says we have to stay on the beach...": [
            "Resort"
      ],
      "And I brought my sword and everything...": [
            "Resort_sv1"
      ],
      "B... But... I wanted to dance with...": [
            "FlowerDance_Accept_Spouse"
      ],
      "Just kidding! Of course I'm dancing with you. I love you.": [
            "FlowerDance_Accept_Spouse_sv1"
      ],
      "That's flattering... but I'm gonna have to say no. Sorry.": [
            "FlowerDance_Decline"
      ],
      "What are you doing here? Just leave me alone!": [
            "divorced"
      ],
      "Don't talk to me!": [
            "dumped_Girls"
      ],
      "*sigh*... I can't stay mad at you anymore, @. Let's just move on with our lives.": [
            "secondChance_Girls"
      ],
      "Oh... I... I understand. You see me as just a friend...": [
            "breakUp"
      ],
      "I guess we weren't really a good match...": [
            "breakUp_sv1"
      ],
      "Oh, hey. Taking a break from work?": [
            "Mon"
      ],
      "Oh, hi!": [
            "Mon2"
      ],
      "Do you ever hang out at the cemetery? It's a peaceful place to spend some time alone.": [
            "Mon2_sv1"
      ],
      "Ugh... I'm not in a good mood right now.": [
            "Tue"
      ],
      "I said I'm not in a good mood... what do you want?": [
            "Tue_sv1"
      ],
      "...*sigh*...": [
            "Tue2"
      ],
      "I know my parents mean well, but sometimes they just cannot understand my point of view. Weren't they ever young?": [
            "Tue2_sv1"
      ],
      "Hey. Sorry in advance if I say anything rude. I didn't get much sleep last night.": [
            "Wed"
      ],
      "What do you want?": [
            "Wed_sv1"
      ],
      "Oh, hi.": [
            "4"
      ],
      "Oh no, I think my Dad's going to cook dinner tonight...": [
            "Thu_chance_1"
      ],
      "I don't feel like doing anything today...": [
            "Thu_chance_2"
      ],
      "Wow, I just realized it's Friday.": [
            "Fri"
      ],
      "Sometimes I totally lose track of time.": [
            "Fri_sv1"
      ],
      "We're all going to hang out in the saloon this evening. It's kind of like a Friday tradition, I guess.": [
            "Fri2"
      ],
      "The fresh mountain air is nice on a day like this.": [
            "Sat"
      ],
      "I wonder if the frogs will make an appearance soon.": [
            "Sat_sv1"
      ],
      "Oh man... I've been pushing off my homework all weekend. Looks like I'll be pulling another all-nighter...": [
            "Sun"
      ],
      "I wonder what would happen if I spent all night in the graveyard?": [
            "Sun2"
      ],
      "@, what do you think happens to us after we die?": [
            "Sun2_sv1"
      ],
      "I guess you think nothing would happen, right?": [
            "Sun_old_prereq_1"
      ],
      "Maybe a wicked ghost would appear!": [
            "Sun_old_prereq_2"
      ],
      "Hmm, interesting...": [
            "Sun_17"
      ],
      "Well that's an interesting theory!": [
            "Sun_18"
      ],
      "You know, that wouldn't be so bad.": [
            "Sun_nothing"
      ],
      "Oh, hi @. Taking a break from your work?": [
            "Wed2"
      ],
      "Me too. Oh! Nothing physical... just some online classes I'm taking.": [
            "Wed2_sv1"
      ],
      "Hi, I'm glad to see you.": [
            "Tue4"
      ],
      "I want to take my mind off things for a while... how is your day going?": [
            "Tue4_sv1"
      ],
      "You came all this way to visit me? That's nice.": [
            "Sat6"
      ],
      "So have you been exploring the mountain caves at all?": [
            "Sat6_sv1"
      ],
      "Interesting. I'd like to go there myself one of these days.": [
            "Sat6_sv2"
      ],
      "I remember when you first arrived in town, I was a little sad that those old woods would be turned into farmland. But now I'm really glad you moved here!": [
            "Mon8_query_1"
      ],
      "...Oh, @! Hi.": [
            "Mon8_query_2"
      ],
      "Want to hang out for a while? Here! Let me read your palm. *giggle*": [
            "Mon8_query_2_sv1"
      ],
      "Hi.": [
            "Thu10",
            "fall_Sat6"
      ],
      "Do you feel like everything seems unreal lately?": [
            "Thu10_sv1"
      ],
      "Not in a bad way, though.": [
            "Thu10_sv2"
      ],
      "The birds were happily chirping today. They're too simple to understand the future.": [
            "Fri6"
      ],
      "It's better to be like them, isn't it?": [
            "Fri6_sv1"
      ],
      "Great! I'm sure you'll be able to beat this level with ease.": [
            "Event_VideoGame_Yes"
      ],
      "Oh? *sigh*... I guess I'll never get past this level, then...": [
            "Event_VideoGame_No"
      ],
      "See? You understand why I'm out here, then.": [
            "Event_Grave1"
      ],
      "I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!": [
            "Event_Grave1_sv1",
            "Event_Grave2_sv1",
            "Event_Grave3_sv2",
            "Event_Grave4_sv1"
      ],
      "Sure. I don't want to kill anything, either. I just want to do a little exploring without risking my neck!": [
            "Event_Grave2"
      ],
      "Oh, it's because I'm a girl... isn't it? Ugh...": [
            "Event_Grave3_male_farmer"
      ],
      "Why? I'm just as strong as you!": [
            "Event_Grave3_female_farmer"
      ],
      "I'm not some fragile princess.. I can take care of myself!": [
            "Event_Grave3_sv1"
      ],
      "Really? That's surprising.": [
            "Event_Grave4"
      ],
      "I see...": [
            "Event_Rain_1"
      ],
      "Yea... I guess you would be one to appreciate this somber ambience.": [
            "Event_Rain_2"
      ],
      "...That's true.": [
            "Event_Rain_3"
      ],
      "Yeah... I guess my own life is okay...": [
            "Event_Tragic_1"
      ],
      "...!": [
            "Event_Tragic_2"
      ],
      "I would feel better if I could believe that...": [
            "Event_Tragic_3"
      ],
      "But I don't.": [
            "Event_Tragic_3_sv1"
      ],
      "@...": [
            "Event_Cave2_1"
      ],
      "@... I'm alright.": [
            "Event_Cave2_2"
      ],
      "...okay.": [
            "Event_Cave_1"
      ],
      "I guess when you have something to lose, it's normal to be afraid...": [
            "Event_Cave_2"
      ],
      "...Um, okay. Sorry.": [
            "Event_Cave_3"
      ],
      "Summer's here. It's not really my favorite season.": [
            "summer_1"
      ],
      "The air is so muggy I feel like I'm floating in soup.": [
            "summer_1_sv1"
      ],
      "My pet guinea pig, David, just hates this hot weather. He's fussy.": [
            "summer_Mon"
      ],
      "The air is so thick with honey and nectar all summer. I almost feel dizzy.": [
            "summer_Tue"
      ],
      "Have you decorated your house at all? That's what I'd be doing if I had a house.": [
            "summer_Wed"
      ],
      "I went to the beach last night, after dark... Sometimes you can see strange lights bobbing over the sea.": [
            "summer_6"
      ],
      "Or maybe that was just a dream I had... It doesn't feel real anymore.": [
            "summer_6_sv1"
      ],
      "If I knew how to use a sword I would be exploring those caves by the mountain lake right now. It's probably nice and cool in there.": [
            "summer_Thu"
      ],
      "Ew, I hope I don't get a tan this summer.": [
            "summer_Thu4"
      ],
      "I kind of wish I had a cat. Unfortunately, my Dad is allergic to pretty much everything.": [
            "summer_Fri"
      ],
      "I'm looking forward to fall... the cool mountain breeze, the swirling red petals, the smell of mushrooms... *sigh*": [
            "summer_Sat"
      ],
      "Do you ever get an urge to go exploring, @?": [
            "summer_Sun"
      ],
      "Okay... pretend you just won a free vacation. Where would you go?": [
            "summer_Sun_sv1"
      ],
      "I do... but you probably wouldn't like the places I'm thinking about...": [
            "summer_Sun_old_prereq_1"
      ],
      "Maybe we'll be neighbors someday. I think we both have similar, weird tastes.": [
            "summer_Sun_old_prereq_2"
      ],
      "Huh. I think that would get old fast.": [
            "Sun_25"
      ],
      "Yea! That sounds wonderful.": [
            "Sun_26"
      ],
      "I would love to live in an old farmhouse like you.": [
            "summer_Wed2"
      ],
      "The creak of a floorboard, the slow plumes of dust whispering through the rafters... There's something special about an old building, isn't there?": [
            "summer_Wed2_sv1"
      ],
      "You're an interesting guy, @. I'm glad you moved here.": [
            "summer_Tue4_male_farmer"
      ],
      "You're an interesting lady, @. I'm glad you moved here.": [
            "summer_Tue4_female_farmer"
      ],
      "I'm actually enjoying myself this summer.": [
            "summer_Sat6"
      ],
      "It's funny how quickly one's outlook can change.": [
            "summer_Sat6_sv1"
      ],
      "I used to think Pelican Town was kinda drab, but lately I'm starting to love some things about it.": [
            "summer_Mon8"
      ],
      "Wow, you look nice today.": [
            "summer_Thu10"
      ],
      "I mean, that summer air is really good for the complexion, isn't it?... heh...": [
            "summer_Thu10_sv1"
      ],
      "Do you ever get lonely on your farm?": [
            "summer_Fri10"
      ],
      "Ah... Fall's here!": [
            "fall_1"
      ],
      "I was getting so tired of summer.": [
            "fall_1_sv1"
      ],
      "I need to stretch my legs and get some fresh air today.": [
            "fall_Mon"
      ],
      "I try to help out in the shop on most days. Business has been pretty bad since the Joja Mart opened, though.": [
            "fall_Tue_prereq_1"
      ],
      "Ever since Joja Mart shut down we've been doing great at the shop!": [
            "fall_Tue_prereq_2"
      ],
      "I can't wait to see some pumpkins this year.": [
            "fall_Wed"
      ],
      "The spirit's eve festival happens at the end of the season. It's pretty low-key compared to what you'd see in Zuzu City, but for a small town like this it's a lot of fun.": [
            "fall_Wed_sv1"
      ],
      "Last night I dreamt that my left hand had turned into a gigantic %noun. Does that mean anything?": [
            "fall_Thu_chance_1"
      ],
      "%Abigail doesn't seem to be interested in talking right now.": [
            "fall_Thu_chance_2"
      ],
      "I can't believe you fixed up that old Community Center all by yourself. I'm really impressed.": [
            "fall_Sat_prereq_1"
      ],
      "Do you have any scarecrows on your farm?": [
            "fall_Sat_prereq_2"
      ],
      "Hmm... what should I do tonight?": [
            "fall_Sun"
      ],
      "I was thinking about dyeing my hair again... what do you think?": [
            "fall_Sun_sv1"
      ],
      "I was going to dye my hair but then I decided against it.": [
            "fall_Sun_old_prereq_1"
      ],
      "Yes? What is it?": [
            "fall_Sun_old_prereq_2"
      ],
      "I guess that's a pretty safe choice, huh?": [
            "Sun_27"
      ],
      "I'll think about it.": [
            "Sun_27_sv1"
      ],
      "Of course that's what you'd say.": [
            "Sun_28"
      ],
      "You're always good for a laugh.": [
            "Sun_WildColor"
      ],
      "Are you growing pumpkins on your farm this year?": [
            "fall_Wed2"
      ],
      "Save one for me!": [
            "fall_Wed2_sv1"
      ],
      "I may fight with my parents a lot, but I know they're just looking out for me. They're doing what they think is best.": [
            "fall_Tue4"
      ],
      "I dunno why I'm saying this to you. Don't tell anyone.": [
            "fall_Tue4_sv1"
      ],
      "Your hair looks cool today... did you do something different?": [
            "fall_Sat6_sv1"
      ],
      "You know, I could actually see myself becoming a farmer some day...": [
            "fall_Mon8"
      ],
      "But how would that ever happen? *chuckle*": [
            "fall_Mon8_sv1"
      ],
      "I had an interesting dream last night, with you in it.": [
            "fall_Thu10"
      ],
      "It was a good dream.": [
            "fall_Thu10_sv1"
      ],
      "I wish the season lasted a little longer.": [
            "fall_Fri6"
      ],
      "When the wind really picks up, I almost feel like a kid again.": [
            "fall_Fri6_sv1"
      ],
      "I usually feel lonely this time of year, but not anymore.": [
            "fall_Fri10"
      ],
      "@, what are your plans for the future?": [
            "fall_Fri10_sv1"
      ],
      "Well, fall is over...": [
            "winter_1"
      ],
      "But I like winter, too!": [
            "winter_1_sv1"
      ],
      "It's just too cold to go outside much.": [
            "winter_Mon"
      ],
      "But I do enjoy building a snowgoon.": [
            "winter_Mon_sv1"
      ],
      "Doesn't a steaming hot cup of cocoa sound good right now?": [
            "winter_Tue"
      ],
      "Hi. Is it boring to be a farmer during the winter?": [
            "winter_Wed"
      ],
      "I'm definitely going to enter the egg hunt tomorrow. Are you?": [
            "spring_12"
      ],
      "Well, tomorrow is the flower dance. Dancing is alright, but they make me wear this stupid white dress...": [
            "spring_23"
      ],
      "I'm looking forward to making a snow man tomorrow.": [
            "winter_7"
      ],
      "Will I see you tomorrow at the Spirit's Eve festival? Look for me in the haunted maze.": [
            "fall_26"
      ],
      "Everyone's excited for the Luau tomorrow. Maybe a little nervous, too, considering the Governor will be here.": [
            "summer_10"
      ],
      "You can't miss tomorrow's festival. It's one of the most beautiful wonders of the valley.": [
            "summer_27"
      ],
      "I'm going to eat so much cranberry sauce tomorrow.": [
            "winter_24"
      ],
      "Another year is almost over.": [
            "winter_Thu"
      ],
      "It goes by so fast, doesn't it?": [
            "winter_Thu_sv1"
      ],
      "One thing I've learned living here... everyone stares at you if you look different.": [
            "winter_Fri"
      ],
      "It's the weekend!": [
            "winter_Sat"
      ],
      "That means I can play twice as many video games.": [
            "winter_Sat_sv1"
      ],
      "Bye.": [
            "winter_Sat_sv2"
      ],
      "Oh, hello.": [
            "winter_Sun"
      ],
      "I made these two drawings. What do you think?": [
            "winter_Sun_sv1"
      ],
      "Remember those drawings I showed you a while ago? I accidentally threw them away.": [
            "winter_Sun_old_prereq_1"
      ],
      "Remember that drawing I showed you with the orc? I entered it into an online contest and won 50g!": [
            "winter_Sun_old_prereq_2"
      ],
      "Oh yeah? I guess that makes sense.": [
            "Sun_29"
      ],
      "I'm glad. It's embarrassing to share your art with others. But I think you and I are on the same page.": [
            "Sun_30"
      ],
      "Rude! Why would you hurt my feelings like that? You're so insensitive!": [
            "Sun_Bad"
      ],
      "Hi. If you're ever bored, you can always hang out in my room.": [
            "winter_Wed2"
      ],
      "As long as I'm not changing, of course!": [
            "winter_Wed2_sv1"
      ],
      "It's so cold, I wish we had a hot cup of cocoa to share.": [
            "winter_Tue4"
      ],
      "I've been daydreaming a lot lately...": [
            "winter_Sat6"
      ],
      "Oh! You want to know what it's about? Well...": [
            "winter_Sat6_sv1"
      ],
      "...It's a secret.": [
            "winter_Sat6_sv2"
      ],
      "Another year is almost over...": [
            "winter_Thu10"
      ],
      "But this was a really good year, don't you think?": [
            "winter_Thu10_sv1"
      ],
      "It must be nice not having crops to worry about this time of year.": [
            "winter_Wed6"
      ],
      "And that means you can hang out with me more often!": [
            "winter_Wed6_sv1"
      ],
      "@, there's something I want to tell you...": [
            "winter_Fri10"
      ],
      "It's just... um... well... your boots! They, uh...look really clean... *gulp*": [
            "winter_Fri10_sv1"
      ],
      "That's all... *sigh*": [
            "winter_Fri10_sv2"
      ],
      "I can't trust a person who doesn't like animals...": [
            "Wed4"
      ],
      "Oh, don't worry! I know you're an animal lover!": [
            "Wed4_sv1"
      ]
}