{
      "I'm really excited.": [
            "Maru0"
      ],
      "I'm going to be your wife. Hehe.": [
            "Maru0_sv1"
      ],
      "I need to get mentally prepared for being a farmer's wife.": [
            "Maru1"
      ],
      "...": [
            "Leah0"
      ],
      "I'm a little nervous. But happy.": [
            "Leah0_sv1"
      ],
      "I've always dreamed of living on a farm.": [
            "Leah1"
      ],
      "I'm going to be so happy.": [
            "Leah1_sv1"
      ],
      "I'm so happy!": [
            "Haley0"
      ],
      "It's just like I always dreamed.": [
            "Haley0_sv1"
      ],
      "It's okay. I know we can't have a honeymoon, since your farm needs to be taken care of.": [
            "Haley1"
      ],
      "I'm a farmer now, too!": [
            "Haley1_sv1"
      ],
      "@.. I'm a little scared. This is such a big change!": [
            "Penny0"
      ],
      "Don't worry, I'm really happy, too.": [
            "Penny0_sv1"
      ],
      "We're going to have a little farm family, soon.": [
            "Penny1"
      ],
      "I'm so glad you feel this way about me.": [
            "Penny1_sv1"
      ],
      "Hehe. Me? Married? I never thought this would happen.": [
            "Abigail0"
      ],
      "We're going to have a lot of fun together.": [
            "Abigail0_sv1"
      ],
      "I'm engaged to a farmer. Wow!": [
            "Abigail1"
      ],
      "Our lives are going to be a lot different from now on.": [
            "Abigail1_sv1"
      ],
      "I'm going to be really happy as your husband, @.": [
            "Sam0"
      ],
      "I'm excited.": [
            "Sam0_sv1"
      ],
      "I never dreamed this would happen. I'm so lucky.": [
            "Sam1"
      ],
      "I can't wait till the wedding.": [
            "Sam1_sv1"
      ],
      "In a couple days I'm going to be living on a farm. I can't believe it.": [
            "Sebastian0"
      ],
      "I'm happy, though.": [
            "Sebastian0_sv1"
      ],
      "When you showed up in town, I never thought I'd be marrying you some day.": [
            "Sebastian1"
      ],
      "Life is strange, huh?": [
            "Sebastian1_sv1"
      ],
      "Oh my goodness! I have so much to prepare before the wedding! I'm nervous.": [
            "Harvey0"
      ],
      "I'll be relieved after we're all settled in on your farm.": [
            "Harvey0_sv1"
      ],
      "I'm really happy.": [
            "Harvey1"
      ],
      "This was always my secret wish.": [
            "Harvey1_sv1"
      ],
      "The farm will be such a lovely place to write. I'm really looking forward to this.": [
            "Elliott0"
      ],
      "We're going to make a great pair.": [
            "Elliott0_sv1"
      ],
      "This is going to be such an adventure! I'm really excited. Aren't you?": [
            "Elliott1"
      ],
      "We can use my cottage as a beach house.": [
            "Elliott1_sv1"
      ],
      "@, this is the greatest thing that could have happened.": [
            "Alex0"
      ],
      "I can't wait.": [
            "Alex0_sv1"
      ],
      "I'm going to love being a farmer.": [
            "Alex1"
      ],
      "Part of me is wondering if this isn't all some elaborate prank.": [
            "Shane0"
      ],
      "I can't believe you'd actually want to marry someone like me.": [
            "Shane0_sv1"
      ],
      "@... My head's spinning, and I haven't even had a beer today.": [
            "Shane1"
      ],
      "Can you believe we're about to move in together? I've never lived with anyone but my family.": [
            "Emily0"
      ],
      "It's... exciting.": [
            "Emily0_sv1"
      ],
      "I always knew something important would happen between us... I just never thought it would be this!": [
            "Emily1"
      ],
      "The parrot is excited too.": [
            "Emily1_sv1"
      ],
      "@... I'm afraid we'll have to keep this a secret... Neither my people nor yours would accept us living together.": [
            "Krobus0"
      ],
      "You know I'll be a very strange person to live with, right? I won't be able to leave the house...": [
            "Krobus1"
      ]
}