{
  "The dark... the rain... it gets me excited.": ["Rainy_Day_0"],
  "Hey, remember when we played that duet by the lake? This weather reminds me of that day.": [
    "Rainy_Day_1"
  ],
  "You really surprised me with that mini-harp... I never expected that. I guess that's why I like you so much.": [
    "Rainy_Day_1_sv1"
  ],
  "Hey! I woke up early and did some exploring on my own. I found this and it reminded me of you.": [
    "Rainy_Day_2"
  ],
  "Think you can find something better than that? I'm not so sure!": [
    "Rainy_Day_2_sv1"
  ],
  "It might be a good day to visit the caves, huh? Just be careful out there.": [
    "Rainy_Day_3"
  ],
  "If you go, bring a Life Elixir or two.": ["Rainy_Day_3_sv1"],
  "Maybe I'll boot up Journey Of The Prairie King today... one of these days I swear, I'll beat the whole game.": [
    "Rainy_Day_4"
  ],
  "%Abigail is lost in her music.": ["patio_Abigail"],
  "The countryside looks more interesting on a day like this, don't you think?": [
    "Rainy_Day_Abigail"
  ],
  "I was just gazing out into the rainswept woods... I swear I saw something darker than black shifting around the trees.": [
    "Rainy_Night_0"
  ],
  "It's a good night to see a ghost...": ["Rainy_Night_1"],
  "Can you feel it? There's a stillness in the rain...": ["Rainy_Night_2"],
  "On nights like this, I like to turn the light down low and just listen...": [
    "Rainy_Night_3"
  ],
  "I felt like making some soup for dinner. I hope it's not too disgusting.": [
    "Rainy_Night_4"
  ],
  "Hey! You look like you've been hard at work. Can I help you relax?": [
    "Rainy_Night_5_male_farmer"
  ],
  "Have you been working hard? You look cute when you're a little exhausted.": [
    "Rainy_Night_5_female_farmer"
  ],
  "The sound of rain should put us right to sleep tonight.": [
    "Rainy_Night_Abigail"
  ],
  "I always loved this place, long before you moved in. Now I can explore the farm whenever I want!": [
    "Indoor_Day_0"
  ],
  "Hey, @. Heading out into the wild? I got you something...": ["Indoor_Day_1"],
  "Use that if you get into a tough spot. It should help keep you safe.": [
    "Indoor_Day_1_sv1"
  ],
  "Heading to the mines? Hey... if you find something tasty, remember to bring me a piece!": [
    "Indoor_Day_2"
  ],
  "Hey! I'm just debating what I should do today. I'm not used to having this much freedom!": [
    "Indoor_Day_3"
  ],
  "You don't mind if I do some re-decorating now and then, do you? I'm still excited to have a place of my own to work on.": [
    "Indoor_Day_4"
  ],
  "There's always something new happening on our farm... I love it.": [
    "Indoor_Day_Abigail"
  ],
  "I had a good day, today. There's always something interesting going on around here, if you look close enough.": [
    "Indoor_Night_0"
  ],
  "Hey! Tell me about your day. Did anything exciting happen?": [
    "Indoor_Night_1"
  ],
  "I used to be a night owl, but I'm starting to enjoy the rhythm of life on the farm. It feels natural.": [
    "Indoor_Night_2"
  ],
  "*yawn*... I'm ready to call it a night pretty soon.": ["Indoor_Night_3"],
  "The sounds of the night are louder out here. I'll never stop enjoying that.": [
    "Indoor_Night_4"
  ],
  "Are you ready for bed soon? I turned on the electric blanket for us...": [
    "Indoor_Night_Abigail"
  ],
  "The soft breeze is blowing mountain air throughout the valley today. It smells like fresh pine and sage.": [
    "Outdoor_0"
  ],
  "Hmm... I think we've got plenty of space for outdoor slime ranching!": [
    "Outdoor_1"
  ],
  "Make sure to keep things tidy around your Grandpa's shrine. There's something special about it, I can feel it.": [
    "Outdoor_2"
  ],
  "It's pretty cool that we have a cave on our property. It's something I always dreamed about.": [
    "Outdoor_3"
  ],
  "I always forget to put some snacks in my pocket. *rumble*": ["Outdoor_4"],
  "I'm just going to hang out here, okay?": ["Outdoor_Abigail"],
  "There's a lot of interesting bugs and things out here. *chuckle*": [
    "Outdoor_Abigail_sv1"
  ],
  "I'm going in to town today, just so you know. I need to stretch these legs a bit.": [
    "funLeave_Abigail"
  ],
  "Hey! Did you have a good day? Mine went well. It was refreshing to take a walk.": [
    "funReturn_Abigail"
  ],
  "I can't believe I'm a \"mom\"... life is weird.": ["OneKid_3"],
  "I already gave %kid1 and %kid2 their chocolate cereal. They were screaming!": [
    "TwoKids_0"
  ],
  "I had a dream that %kid2 will grow up to be a famous monster hunter. I've already been thinking about a little armor set.": [
    "TwoKids_2"
  ],
  "A cool old house, a couple kids, and an amazing farm. I never thought I'd come this far... but, hey! Our lives are just getting started.": [
    "TwoKids_3"
  ],
  "Did you hear that? Sometimes I'm convinced this house is haunted.": [
    "Good_1"
  ],
  "Welwick's horoscope predicted great things for me today. I feel really motivated!": [
    "Good_2"
  ],
  "I can't even remember the last time I dyed my hair... I swear, it never fades from this color...": [
    "Good_3"
  ],
  "I'm glad I owned a heavy pair of boots before moving in. It's hard to imagine tip-toeing around the mud in sneakers.": [
    "Good_4"
  ],
  "I was just admiring the mermaid's pendant you gave me... I'll proudly wear this to my grave.": [
    "Good_5"
  ],
  "Hey. I know you're smart, but I still worry about you sometimes. The world is full of monsters.": [
    "Good_6"
  ],
  "Just promise me you'll be careful. I don't want to lose you.": [
    "Good_6_sv1"
  ],
  "@? I just want to say that I appreciate all the hard work you do for us. I'm really proud of you.": [
    "Good_7"
  ],
  "I hope you'll still like me when I'm old and shriveled. It's going to happen some day!": [
    "Neutral_0"
  ],
  "Do you think your Grandpa would be proud of us?": ["Neutral_1"],
  "I wonder how the old shop is doing? I should visit my parents again soon.": [
    "Neutral_6"
  ],
  "If you moved on to the spirit world, I'd set up a little shrine for you next to Grandpa's.": [
    "Neutral_7"
  ],
  "No matter how much we clean, the house keeps getting dirty again.": [
    "Neutral_8"
  ],
  "I guess farms are kind of dirty.": ["Neutral_8_sv1"],
  "I wonder if we'll live here our entire lives? I might get bored.": [
    "Neutral_9"
  ],
  "I used to be special to you, your best friend... now you only seem to put up with me when I make a hot dinner.": [
    "Bad_7"
  ],
  "You've been so cold to me lately... What's wrong with you? You're acting like a bog spirit...": [
    "Bad_8"
  ],
  "I wonder if I could've done better... I was very good friends with Sebastian before we met. He was probably the one...": [
    "Bad_9"
  ],
  "So, do you have any big plans for the new year?": ["spring_1"],
  "Hey, the egg festival is tomorrow. I'm sorry, but I won't go easy on you because we're married!": [
    "spring_12"
  ],
  "I plan on winning that egg hunt. Go ahead and try to beat me.": [
    "spring_12_sv1"
  ],
  "Do you have any new year's resolutions? I'm trying to lose a few pounds around the middle.": [
    "spring_2"
  ],
  "I get sunburnt very easily, so I need to be careful this time of year.": [
    "summer_1"
  ],
  "I hope you like me pale!": ["summer_1_sv1"],
  "Make sure you don't get a heat stroke, my love.": ["summer_4"],
  "Drink plenty of water and don't overwork yourself.": ["summer_4_sv1"],
  "Sorry about the smell... I was sweating all night in the heat.": [
    "summer_8"
  ],
  "It's summer... that means the house is full of flies.": ["summer_15"],
  "Don't worry, I'll take care of them. It's fun!": ["summer_15_sv1"],
  "Ah... fall. This might be my favorite time of year. The colors really complement my hair, don't you think?": [
    "fall_6"
  ],
  "The scent is unmistakable... mushroom, rotting leaves, pumpkin. It's fall, alright. Isn't it lovely?": [
    "fall_1"
  ],
  "Can we grow giant pumpkins this season? Please, honey?": ["fall_2"],
  "Honey... you're worth more to me than a chest full of quartz.": ["fall_20"],
  "Now, a chest full of amethyst? Hmm... I'd have to think about that one.": [
    "fall_20_sv1"
  ],
  "I actually like the cold weather. It just gives me an excuse to get cozy!": [
    "winter_3"
  ],
  "It's fun to explore the valley in winter! Everything is so different under a blanket of snow. And so quiet...": [
    "winter_15"
  ],
  "I may like the colder seasons, but by the end I'm always glad to see spring arrive.": [
    "spring_Abigail"
  ],
  "Oh man... I could go for some chocolate cake.": ["summer_Abigail"],
  "Do I smell pumpkin on you? Maybe I'm just dreaming...": ["fall_Abigail"],
  "Remember when we played 'Prairie King' together in my room, so long ago? Those were good times.": [
    "winter_Abigail"
  ],
  "I got up a little before you and fed David Jr. He's very active this morning.": [
    "spouseRoom_Abigail_chance_1"
  ],
  "I hope you don't mind the guinea pig smell.": ["spouseRoom_Abigail_chance_2"]
}
