{
      "The valley looks more interesting in the rain... don't you think?": [
            "Abigail"
      ],
      "The rain doesn't stop me from getting a job done!": [
            "Robin"
      ],
      "Although soggy wood isn't a joy to work with.": [
            "Robin_sv1"
      ],
      "Greetings. Stay inside if you want to keep warm.": [
            "Demetrius"
      ],
      "When it rains I have a good excuse to work on my gadgets all day.": [
            "Maru"
      ],
      "It must be kind of boring for you, though.": [
            "Maru_sv1"
      ],
      "If you're lucky, you might see a frog in this weather.": [
            "Sebastian"
      ],
      "A warm rain is a pleasant way to get clean.": [
            "Linus"
      ],
      "Most people stay indoors on days like this... It's not good for business.": [
            "Pierre"
      ],
      "My garden is happy today.": [
            "Caroline"
      ],
      "...and our water bill will be lower this month.": [
            "Caroline_sv1"
      ],
      "Hmmph. This is not good weather for sports.": [
            "Alex"
      ],
      "Oh well, I can always lift weights inside.": [
            "Alex_sv1"
      ],
      "It's awful cold, isn't it? What a rotten day.": [
            "George"
      ],
      "When I woke up I heard dripping from somewhere... I think the roof might be leaking.": [
            "Evelyn"
      ],
      "In the old days, George would've scampered right up and fixed it... *sigh*": [
            "Evelyn_sv1"
      ],
      "Hi there, @. Taking a break?": [
            "Lewis"
      ],
      "I hope the river doesn't overflow...": [
            "Lewis_sv1"
      ],
      "Today would be a good day to explore the mines... Who knows, you might find some rare ores.": [
            "Clint"
      ],
      "The raindrops are really loud on the metal roof of our trailer.": [
            "Penny"
      ],
      "...It's soothing, though.": [
            "Penny_sv1"
      ],
      "Howdy, kid. Stayin' dry?": [
            "Pam"
      ],
      "It never rains in Calico Desert... That's where my friend Sandy lives.": [
            "Emily"
      ],
      "I wish I could've visited her today.": [
            "Emily_sv1"
      ],
      "I spent all morning doing my hair... now the rain could mess it up.": [
            "Haley"
      ],
      "*sigh* ... Life is hard sometimes.": [
            "Haley_sv1"
      ],
      "Did you wipe your boots off before coming in? Sorry... I just cleaned the floor.": [
            "Jodi"
      ],
      "But you're always welcome in here! Heh.": [
            "Jodi_sv1"
      ],
      "Rain muffles sound, so I can play my guitar louder without my mom getting mad. Hehe.": [
            "Sam"
      ],
      "Maybe I should cook something new and exciting today. Something spicy.": [
            "Leah"
      ],
      "Hmm... this weather makes me thirsty.": [
            "Shane"
      ],
      "Hi @. You look like you're soaked...you poor thing!": [
            "Marnie"
      ],
      "Sometimes when I lay in bed I can hear a distant foghorn cut through the rain.": [
            "Elliott"
      ],
      "But when I look out the window I see only a curtain of gray.": [
            "Elliott_sv1"
      ],
      "There's nothing like a glass of dry red wine on a day like this, huh?": [
            "Gus"
      ],
      "I love my job. Hehehe.": [
            "Gus_sv1"
      ],
      "Rain... It's almost mythical to us. Some of us dwarves live our entire lives without ever experiencing it.": [
            "Dwarf"
      ],
      "Stormy days are the only time I can commune with certain elementals.": [
            "Wizard"
      ],
      "I don't expect you to understand.": [
            "Wizard_sv1"
      ],
      "Hi @! Er... Read anything interesting in the library lately?": [
            "Harvey"
      ],
      "Heh. Well, um... I'll see you around then?": [
            "Harvey_sv1"
      ],
      "I heard it's raining back home. Is that why you came here?": [
            "Sandy"
      ],
      "I kind of miss the rain, actually...": [
            "Sandy_sv1"
      ],
      "Ah, the sewers are flowing quickly today. It'll get nice and humid in here... Just how I like it.": [
            "Krobus"
      ],
      "The valley is peaceful when it rains.": [
            "Leo"
      ],
      "To me... nature is someone I know, with different moods.": [
            "Leo_sv1"
      ]
}