{
	"mod.name": "Better Crafting: Buildings",
	"category.name": "Buildings",

	"recipe.upgrade-house": "Upgrade Farm House",
	"recipe.upgrade-house.desc": "Instantly upgrade your house to the next level.",

	"recipe.upgrade-house.error-visitors": "@C{red}You cannot upgrade your house while someone is inside it.",
	"recipe.upgrade-house.error-upgraded": "@C{red}You have already upgraded your house to the maximum level.",

	"error.not-buildable": "@C{red}You cannot build in your current location.",
	"error.cant-upgrade": "@C{red}There is not an existing @B{{other}}@b to upgrade.",

	"error.unmet-condition": "@C{red}You do not meet a condition to build this.",

	"setting.cost": "Cost Multiplier",
	"setting.cost.desc": "When you construct a building using BC: Buildings (and not other sources), building costs will be adjusted by this amount to be cheaper or more expensive.",

	"setting.cost-additional": "Additional Cost",
	"setting.cost-additional.tip": "Constructing a building requires these additional materials. Entries should be a comma separated list of entries, where an entry begins with the quantity, then a colon, and then a qualified item ID.",

	"setting.cost-material": "Material Percentage",
	"setting.cost-material.tip": "Constructing a building requires this much of the normal materials. Set to 100% for normal costs.",

	"setting.cost-currency": "Currency Percentage",
	"setting.cost-currency.tip": "Constructing a building requires this much of the normal currency. Set to 100% for normal costs.",

	"setting.refund": "Refund when Demolishing",
	"setting.refund.desc": "When you demolish a building using BC: Buildings (and not other sources), you will receive a refund of materials paid to construct it.",

	"setting.refund-material": "Material Percentage",
	"setting.refund-material.tip": "You receive this percentage of materials back when demolishing a building. Set to 0% to disable material refunds.",

	"setting.refund-currency": "Currency Percentage",
	"setting.refund-currency.tip": "You receive this percentage of currency back when demolishing a building. Set to 0% to disable currency refunds.",

	"setting.greenhouse-move": "Allow Moving Broken Greenhouse",
	"setting.greenhouse-move.tip": "When enabled, you'll be able to move the Greenhouse with BC: Buildings even before repairing it.",

	"setting.allow-house-upgrades": "Allow Farm House Upgrades",
	"setting.allow-house-upgrades.tip": "When enabled, you'll be able to instantly upgrade your house using BC: Buildings.",

	"setting.allow-house-renovation": "Allow House Renovations",
	"setting.allow-house-renovation.tip": "When enabled, you'll be able to instantly renovate your house using BC: Buildings.",

	"filter.name": "Buildings and Actions",
	"filter.about": "This rule matches buildings, and actions performed on buildings."

}
