/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/NermNermNerm/StardewMods
**
*************************************************/

// Do not edit this file - it is generated during compilation
{
  "000003": "This item is for unlocking the tractor - only the host can advance this quest.  Give this item to the host.  (You have to put in a chest for them.)",
  "000004": "We need a bigger pole",
  "000005": "There\u0027s something big down at the bottom of the farm pond.  Maybe Willy can loan me something to help get it out.",
  "000006": "Go find Willy in his shop",
  "000007": "Use Willy\u0027s harpoon to haul in whatever\u0027s at the bottom of the pond",
  "000008": "Give the Harpoon back to Willy",
  "000009": "Ya reeled that ol water tank on wheels in, did ya laddy!$3#$b#Aye I do believe this\u0027ll be the talk of the Stardrop for many Fridays to come!$1",
  "00000a": "Ah laddy...  I do think I know what you mighta hooked into and yer right that ya need a lot more pole than what ya got.^Ah lass...  I do think I know what you mighta hooked into and yer right that ya need a lot more pole than what you got.#$b#Here\u0027s a wee bit o\u0027 fishin\u0027 kit that my great great grandpappy used to land whales back before we knew better.#$b#I think ya will find it fit for tha purpose.",
  "00000b": "Come visit me in my shop.  I\u0027ve got a little somethin\u0027 behind the counter that might be just the thing you need.",
  "00000c": "Whoah, I snagged onto something big down there, but this line\u0027s nowhere near strong enough to yank it up!",
  "00000d": "Aaahhh! ! I had it!",
  "00000e": "Nope...  nothing",
  "00000f": "Ooohhh!  So close!",
  "000010": "Dang! Snapped a line on that waterer again!  Perhaps switching rods to Willy\u0027s Harpoon would help.",
  "000011": "Great Grandpappy\u0027s Harpoon",
  "000012": "Willy\u0027s Great Grandpappy used this to hunt whales back in the day.",
  "000013": "Have you run across the old tractor yet?  It\u0027s off on the west side of the farm, in behind the some trees in an old lean-to.  It\u0027s just about one with the vegetation now, but it hasn\u0027t rusted away completely.  It sure would be fun to see it run!",
  "000014": "I used to tromp around your old farm; I loved the empty, haunted feel to it...$2#$b#Anyway...  I saw some things that probably work with the tractor, over on the South side of your farm near Marnie\u0027s ranch.#$b#One of them is buried under and old log and one is wedged into a boulder.#$b#Hey, if you get them working, does this mean I can drive the tractor?$4",
  "000015": "Have you run across the old tractor yet?  I doubt it still works, but maybe it could be restored.",
  "000016": "Hey I saw you take those shoes.  I would have charged gold for them if I thought anybody would be stupid enough to want them.#$b#They don\u0027t fit. That\u0027s why I chucked them over there.  I\u0027m glad you hauled off that junk.",
  "000017": "You granddad loved that tractor of his, bless his heart, but you could never tell that judging by the dents and broken off parts!#$b#He left little bits of that thing scattered all over the farm, I\u0027m afraid.  You\u0027ll probably come across bits of it here and there!",
  "000018": "Have you run across the old tractor yet?  Your Grandpa kept it stored in a lean to out on the West side.#$b#It was a piece of junk when he bought it.  No idea how he kept it running.  He had no mechanical ability at all.  None.",
  "000019": "I hear you found that old tractor - you should get Robin to tell you the tale of the irrigator.",
  "00001a": "You know your Grandad and George were really good friends; it hit George pretty hard when your Granddad passed.$2#$b#You might do well to be nice to George, he might know a few secrets about your farm.",
  "00001b": "Hey, wanna know a secret about your farm?  Down in the brambles near Marnie\u0027s house, there\u0027s Greebles.  They\u0027ve made some weird machines too.$3#$b#No...  I\u0027ve never seen a Greeble, but cats can!",
  "00001c": "The kids used to play out in the south field near Marnie\u0027s house.  They often came home with tales of high adventure!$1#$b#You might poke around down there sometime when you need a break, who knows what you\u0027ll find!",
  "00001d": "One day your granddad came to ask me for help because he had wedged the front-end loader under a boulder he was moving on the south side of the farm.#$b#I told him that maybe his little tractor wasn\u0027t up to moving such a big rock...  He seemed to take that kinda personal; he did love that little tractor.$2#$b#But then his eyes lit up and he ran into Pierre\u0027s.$1#$b#I\u0027m not sure what happened after that.",
  "00001e": "You know the kids used to play at your farm.  I\u0027ve asked them to stay clear now that you\u0027re back.#$b#It\u0027s hard enough to run a farm with chickens running around, let alone kids!$1#$b#Ask me how I know...$2",
  "00001f": "I hear you found the tractor!  Just a word of advice - might be best not to bring up the subject around my dad...$2#$b#It\u0027s a bit of a sore subject.#$b#You can talk to my Mom about it though - your only trouble will be getting her to stop!$1",
  "000020": "Have you run across the old tractor yet?  If you could get it running, it\u0027d sure help you get more crops in the ground.#$b#If you need help finding it, Abigail might know where it is.",
  "000021": "I hear you found that old tractor - I wonder where all the attachments are?  One that\u0027s not a mystery is the irrigation rig.#$b#That\u0027s somewhere at the bottom of the farm pond, along with a big chunk of Demetrius\u0027 pride!#1",
  "000022": "Did you ever find the front-end loader?  One day your Granddad came running into the store, bought a whole bunch of bombs and ran back out again.#$b#Lewis tells me he wedged the loader under a big rock and was trying to get it out...  So if you do find it, it might be in pieces!#1#$b#I\u0027m just glad your Granddad didn\u0027t end up in pieces.$2#$b#That\u0027s why I don\u0027t sell explosives anymore.$2",
  "000023": "Have you run across the old tractor yet?  That thing has some stories to tell, let me tell you.  It might make a good decoration for your front yard someday.",
  "000024": "Oh you want to find the tractor\u0027s irrigator?  Ha!  Good luck with that!$4#$b#Who knows, maybe you can fish it out!$1#$b#Demetrius tried to winch it out and ended up, well, let\u0027s just say the creases on his trousers weren\u0027t quite as crisp as usual after that attempt!$4",
  "000025": "You know your Grandad and George were really good friends and it hit George pretty hard when your Granddad passed.$2#$b#You might do well to be nice to George; he might know a few secrets about your farm.",
  "000026": "Have you been out on the west side of your property yet?  Your Granddad had a tractor that he kept under a lean-to that always teetered on the brink of collapse.#$b#Know how he got it?  Me and Pappy boated it in from Knopperville.$l#$b#I didn\u0027t understand why he bought it -- the engine had thrown a rod, had bent crankshaft and a cracked case.$s#$b#But somehow he got it to live again!  Funny that.  He wasn\u0027t much of a mechanic...",
  "000027": "Ah, but yaknow, the biggest catch on your farm isn\u0027t the fish!  Nay laddy, it\u0027s the watering wagon for the tractor!$3#$b#That ol\u0027 thing sunk into the depths of the pond ne\u0027er to be seen again!$1#$b#You\u0027ll probably lose a lure or two to it if you fish on your pond.$3",
  "000028": "I saw in one of Haley\u0027s magazines where it says that women unconsciously rate men based on their shoes...#$b#Hah!  I must be doing it wrong then.  If I ever did look at a man\u0027s shoes and I saw scuffed up old work boots, I\u0027d be more attracted to him, not less!",
  "000029": "Your Grandad used to come in every Thursday night.  He had a standing date with George and Lewis; they\u0027d play some cards and swap stories...#$b#That kept George going in the early years after the accident.  As you Granddad\u0027s mind started to slip away, that, well...$s#$b#George didn\u0027t need one more thing to feel bitter about, but life handed it to him anyway.$s",
  "00002a": "I have a bit of a confession to make...When I told you how to repair the tractor engine, you didn\u0027t *really* need to run around the chest six times...  I just...  Well...#$b#Sometimes I just can\u0027t help myself.",
  "00002b": "This looks like an old tractor.  Perhaps it could help you out around the farm, but it\u0027s been out in the weather a long time.  It\u0027ll need some fixing.  Maybe somebody in town can help?",
  "00002c": "This looks like an old tractor.  You should tell {{arg0}} about this thing.",
  "00002d": "Fix the loader",
  "00002e": "I found the front end loader attachment for the tractor, but it\u0027s all bent up and rusted through in spots.",
  "00002f": "This looks like a the sort of thing a blacksmith could fix.",
  "000030": "Somehow I\u0027ve been railroaded into finding Clint some new shoes.  Maybe some of the younger townspeople know where I could get some for cheap.",
  "000031": "Somehow I\u0027ve been maneuvered into finding Clint some new shoes.  Alex wears the same shoe size and tosses out shoes regularly...  Hm...  Ew...  Hm...",
  "000032": "I\u0027ve got Linus recruited to look out for shoes in Alex\u0027s trash can, but he warns me that there\u0027s something else that might be looking as well...  Who could that be?",
  "000033": "Somehow I need to disguise these shoes so that Alex doesn\u0027t recognize them...  And maybe do something about that smudge.  Perhaps Sam or Sebastian would loan me some shoe polish.",
  "000034": "Give the shoes and the old loader to Clint",
  "000035": "Take the fixed loader attachment to the tractor garage.",
  "000036": "Wait for Clint to finish repairing the loader.",
  "000037": "Clint should be done repairing the loader by now.",
  "000038": "Shoes.  That\u0027s my problem.  I wear these scuffed up old work boots all over the place.$2#$b#What??  Oh.  Sorry.  Just been a bit distracted because I saw on TV that women judge a man by their shoes and look at these...  No wonder I\u0027ve got no luck with the ladies.$3#$b#What?  You want me to fix that thing?  Sure, looks like it\u0027d be just a bit of reforging, some welds here and there...#$b#Wait!  You\u0027re from the city, you know all about shoes!  Tell you what, you get me a nice pair of shoes and I\u0027ll fix your loader.  Deal??#$b#GREAT!  I wear 14EEE.",
  "000039": "Shoes, yeah man, nice shoes cost a fortune.  My gig at the library barely pays, so I roll around in these supercheapies from Joja.  I color mine every once in a while so they look fresh.",
  "00003a": "Cheap shoes!  And you somehow deduce that *I* am authority on such matters?$5#$b$Heh.  Perhaps I am!$1#$b#Back before the Jojamart we\u0027d order them online, but now, I\u0027ve learned the art of Thrift Stores.  I\u0027m actually kindof glad it happened, I really like shopping at thrift stores.#$b#Cheaper than that?  Welp, you could try dumpster-diving!$1",
  "00003b": "Ladies\u0027 shoes I know.  Men\u0027s shoes I don\u0027t.  \u0027Cheap\u0027 shoes is definitely not something I spend time thinking about.$3",
  "00003c": "Well, I mostly get my shoes from secondhand stores, but I don\u0027t really know about men\u0027s shoes.  Have you asked Sam, or Alex?",
  "00003d": "Shoes..  Yeah man, decent shoes cost a fortune.  I always wear black, though, which makes it easy.  Blacken anything and it looks cool.",
  "00003e": "I got these new shoes yesterday \u0027cuz my old pair had a brown smudge.#$b#I just threw them into the garbage. I would\u0027ve donated them but I don\u0027t like the idea of some weirdo wearing my shoes, ya know?#$b#What size do I wear?  14EEE. . . .  Wait, why do you ask?",
  "00003f": ". . . So...  what I think I\u0027m hearing you say is you want me to scout the Mullner\u0027s trash can for shoes...#$b#You promise this is for a good cause?  Hm...  Okay.  I\u0027ll let you know if I come across them.#$b#I don\u0027t want to disturb you, but I\u0027m not the only one nosing around town late at night.  I might not find them first.",
  "000040": "No luck last night, but I\u0027m keeping an eye out for those shoes!",
  "000041": "sashimi",
  "000042": "pizza",
  "000043": "You want to borrow my shoe polish?  That\u0027s kindof an odd request but, you know what?  Sure.  Knock yourself out.#$b#There better be some {{arg0}} in this for me somewhere down the road.",
  "000044": "Ah, these shoes look great!  Fit good too.  But somehow I still don\u0027t quite feel like a ladykiller.#$b#Welp.  A deal\u0027s a deal.  I\u0027ll fix the loader.  You can pick it up in a couple days.",
  "000045": "Here\u0027s your front-end loader, all fixed up.  Stick to small rocks, right?#$b#If you need to move big ones, get some explosives for the job.  Oh, and let me know when you\u0027re doing it.  I\u0027ll bring beer.",
  "000046": "Sweet!  You\u0027ve now got a front-end loader attachment for your tractor to clear out debris!#$b#HINT: To use it, equip the pick or the axe while on the tractor.",
  "000047": "Hey there!^I talked with Sebastian about your tractor and he has agreed to work on it, but only if he\u0027s got a decent place to work.  I understand that you\u0027re just starting out here and don\u0027t have a lot of money laying around, so I\u0027m willing to do it at-cost.^ ^For my part, I\u0027ll need 300 wood, 200 stone and 350g for supplies.  Sebastian insisted that you bring a cup of coffee as well.  He\u0027s still a bit surly I think.  I caved on that one; gotta pick your battles.^ ^See you soon!^  - Robin",
  "000048": "Build the garage",
  "000049": "I got everything working except this engine.  I\u0027ve never seen anything like it.  I mean, it\u0027s like it doesn\u0027t even need gas!^I don\u0027t know what you\u0027re gonna need to do to make it work, but I know I\u0027m out of my area here.^If you manage to figure it out, bring it back up to my place and I\u0027ll see about getting it installed.^  - Sebastian",
  "00004a": "Wonky engine",
  "00004b": "Thanks for letting me work on this!  I even let my Dad do some of the work on it so that he got to feel like maybe he finally did make good on his promise to your Granddad all those years ago.  But me, well, I just like gadgets!  If it ever breaks down, let me know, I have a 10-year warranty on all my work :)",
  "00004c": "Irrigator is fixed",
  "00004d": "I hear you\u0027re restoring that old tractor.  Here\u0027s the seeder - it spreads fertilizer and seeds.  Your Grandpa gave it to me to fix after he decided to try going organic and put chicken droppings in it. I got it cleaned up, but it needed some iron bars.  Your Grandpa took his time rounding those up, and, well, my accident and his decline put an end to it.  But you\u0027re young, you can find somebody to fix it. I\u0027m too old to be of any use anymore.",
  "00004e": "Seeder from George",
  "00004f": "Hello Dear,^I gave what you said a lot of thought and I think I have a way.  George would be really uncomfortable with you doing work he would want to do.^But George has had to get used to letting Alex do a lot of things for him already.^I talked to Alex about it, but he is reluctant and he wouldn\u0027t say why.  Maybe if someone nearer his own age, who he trusted, talked to him he would come around.^Good luck!^ - Granny",
  "000050": "@ - I think you\u0027ll find Alex is a little more... inspired... today.^ - Haley",
  "000051": "Haley has motivated Alex",
  "000052": "Hey!^Grandpa and I got the seeder working last night!  You can pick it up from Grandpa whenever.  Now that it\u0027s done, I\u0027m really happy you rooked me into doing this. I really love my grandpa, and well, sometimes it\u0027s hard to find things to do together.  And hey, maybe if the Gridball thing doesn\u0027t work out I can get a job repairing farm equipment!^ - Your friend,^   Alex",
  "000053": "Waterer is ready",
  "000054": "The tractor\u0027s all ready to go!  It was kinda strange, I didn\u0027t really know how it all attached, but when I tried to plug something into the wrong place, it just wouldn\u0027t go.  Screws wouldn\u0027t find their threads, belts would jump off of pullies...^ ^But when I got a part even near the right spot, it\u0027d just jump into place!  So I guess that engine really likes being in that tractor!^ ^Oh and the tiller was on the tractor when we found it.  It seems okay, so you\u0027ll be able to hoe areas.  The other attachments are probably around someplace!^ ^ - M^ ^HINT: To use the tractor, get on it and select your hoe.",
  "000055": "Tractor is ready to go",
  "000056": "I found shoes in the garbage last night.  You\u0027re right, these are perfectly good shoes, ready for a second life!  I hope you give them a good home.",
  "000057": "Linus found shoes",
  "000001": "funky looking engine that doesn\u0027t work",
  "000002": "Sebastian pulled this off of the rusty tractor.  I need to find someone to fix it.",
  "000058": "Junimo-powered tractor engine",
  "000059": "The engine for the tractor!  I need to find someone to install it.",
  "00005a": "core of the harvesting attachment for the tractor",
  "00005b": "This looks like it was a tractor attachment for harvesting crops, but it doesn\u0027t seem to be all together.",
  "00005c": "harvesting attachment for the tractor",
  "00005d": "Just need to bring this to the tractor garage to be able to use it with the tractor!",
  "00005e": "crop shakerlooser",
  "00005f": "One of the missing parts for the scythe attachment",
  "000060": "shiny sprocket",
  "000061": "broken watering attachment for the tractor",
  "000062": "This looks like it was a tractor attachment for watering crops.  Sure hope somebody can help me get it working again, watering can really be a drag.",
  "000063": "watering attachment for the tractor",
  "000064": "The watering attachment for the tractor - it needs to be brought back to the tractor garage.",
  "000065": "bent up and rusty front-end loader for the tractor",
  "000066": "This was the front-end loader attachment (for picking up rocks and sticks), but it\u0027s all bent up and rusted through in spots.  It needs to be fixed to be usable.",
  "000067": "front-end loader attachment for my tractor",
  "000068": "This will allow me to clear rocks and sticks on my farm.  It needs to go into the tractor garage so I can use it.",
  "000069": "Alex\u0027s old shoes",
  "00006a": "14EEE, slightly smudged",
  "00006b": "cleverly repackaged pair of shoes",
  "00006c": "Alex\u0027s old shoes, cleverly dyed.  Nobody will ever know.",
  "00006d": "broken fertilizer and seeder",
  "00006e": "The fertilizer and seed spread for the old tractor.  It needs a good bit of fiddling to make work.",
  "00006f": "fertilizer and seed Seeder attachment for the tractor",
  "000070": "Just needs to be brought back to the garage to use it on the tractor.",
  "000071": "I wonder what {{arg0}} has been up to...",
  "000072": "Pets sometimes have an uncanny ability to spot missing things!$0#$b#Just last week I lost my favorite milking bucket.  I came across it a few days later and my cat, Muffin, was sleeping in it.$1#$b#Well, I guess she didn\u0027t exactly find it for me, but at least she knew where it was!$0",
  "000073": "Do I miss my \u0022normal\u0022 life on days like this?$2#$b#No, not really.  Except for Jeremy Clarkson...$1#$b#...My pet Schnauzer.  He had an uncanny ability to fetch the thing I wanted before I even knew I wanted it.$0",
  "000074": "Investigate the tractor",
  "000075": "There\u0027s a rusty old tractor in the fields; it sure would be nice if it could be restored.  Perhaps the townspeople can help.",
  "000076": "Talk to mayor Lewis",
  "000077": "Ask Sebastian to help restore the tractor",
  "000078": "Welp, Sebastian was a bust.  Maybe Mayor Lewis knows somebody else who could be more helpful.",
  "000079": "Wait for Lewis to work his magic",
  "00007a": "Get Robin to build you a garage to get the tractor out of the weather.",
  "00007b": "Sebastian promised to get on the job right after the barn got built.  Hopefully he\u0027s actually on the case.",
  "00007c": "Ask for help with the strange tractor motor.",
  "00007d": "Put the engine, 20 sap, 5 mixed seeds and an aquamarine in a chest in the secret woods.",
  "00007e": "Hopefully the Junimo magic worked!  Get the engine out of the secret woods and bring it to Sebastian.",
  "00007f": "Bring the engine to Maru to install.",
  "000080": "Maru says that after the engine is installed, it should actually run!  Just have to wait a little bit longer...",
  "000081": "An old tractor you say?#$b#I know your Grandfather had one - I thought he had sold it off before he died.  He never could keep it on the furrows.$h#$b#If you want to get it fixed, I suggest you talk to Robin\u0027s son, Sebastian; he\u0027s actually quite the gearhead.  Maybe he can help.",
  "000082": "Let me get this straight - I barely know who you are and I\u0027m supposed to fix your rusty old tractor?$a#$b#Sorry, but I\u0027ve got a lot of stuff going on and can\u0027t really spare the time.",
  "000083": "He said that?$a#$b#Well, I can\u0027t say I\u0027m really surprised...  Just a bit disappointed.$s#$b#Hm. . .$u#$b#Welp, I guess this is why they pay me the big money, eh?  I\u0027ll see if I can make this happen for you, but it might take a couple days.",
  "000084": "Trust me, I\u0027m working on it, but I also have my day-gig to worry about.  I work odd hours, so you might not be around when I\u0027m working on it.  Oh and thanks for the coffee.",
  "000085": "I made a lot of progress last night.  Most of it is cleaning up okay, but the engine itself is, well, it seems a little out of the ordinary. . .",
  "000086": "Oh...  Now where did you get that??!$l#$b#Ooooh... Ah.  Yes.  I see...  Mmm...$s#$b#Yes.  Your grandfather dabbled a bit in Forest Magic.  He was nowhere near as adept as myself, of course...#$b#He lacked the mechanical ability to restore the mundane engine, so he enlisted some forest magic to make one.#$b#As you can see, the Junimos that he recruited to keep the motor running have gotten bored and wandered away.  You\u0027ll need to coax them back.$s#$b#Now, pay attention!  This will require your utmost concentration!$a#$b#You must place the engine, 20 sap, 5 mixed seeds and an aquamarine in a chest in the secret woods in front of the statue...#$b#Then, you must run around the chest, six times, clockwise very, very quickly.  Overnight, your engine will be restored.#$b#Now GO!  I have concerns much greater than yours right now.$a",
  "000087": "That is the craziest engine I\u0027ve ever seen.  Have  you shown it to Clint?  I mean, he knows something about metalworking.  Maybe it\u0027s some kinda weird alloy?^ ^Or...^Maybe aliens.",
  "000088": "Uh...#$b#What is it?  you say it\u0027s an Engine?$s#$b#I say it\u0027s weird. . .  Hey, is that thing moving?$a#$b#I don\u0027t know.  Maybe the Wizard would know what it is, and even if he doesn\u0027t, he\u0027ll sure pretend like he does if you show it to him.",
  "000089": "Oh wow...#$b#Can I have it?",
  "00008a": "AAAAHHH!!!  IT\u0027S MOVING!  TAKE IT AWAY!$4",
  "00008b": "I\u0027ve never seen anything like that before...#$b#It gives me this uncanny feeling like...  it\u0027s missing something.#$b#Weird.",
  "00008c": "Whoah....$s#$b#I mean, if you say it\u0027s fixed, I can believe it.  Definitely has a look of workiness about it!$l#$b#But seriously...  I shouldn\u0027t be installing this thing.  It\u0027s, yaknow, out of my area but...$s#$b#I hate to say it, my sister would be able to figure it out, no matter how weird it is.",
  "00008d": "Wow!  I mean I have no idea what it does, but I\u0027m sure it\u0027ll look cool doing it!$h#$b#You want me to install it in the tractor?  Sure, I\u0027ll do it.  I helped Seb haul it out of the mud.  He really did a great job polishing it up.#$b#Just give me a day or so, k?  And be sure to drive it up here sometime, I want to ride it around!$l",
  "00008e": "Fix the harvester",
  "00008f": "I found the harvester attachment for the tractor, but won\u0027t work like it is now.  I should ask around town about it.",
  "000090": "Let\u0027s see what you go there...$s#$b#You know, there\u0027s no real metalwork to do here.  It basically needs a good cleaning and oiling.$h#$b#But something seems wrong about it still, like are you sure you got all of it out of the weeds?",
  "000091": "Oh you found the old harvester!  I think your Grandpa broke every other thing, but I don\u0027t recall any misadventures with that part.  If you can\u0027t get it to work, you might ask Demetrius or Maru.  They\u0027re good at metalworking.",
  "000092": "Oh you found the old harvester!  You know, just looking at it, I think it\u0027s okay, but I don\u0027t think it\u0027s quite complete.  Looks like there might be some parts missing.#$b#You\u0027re getting pretty good around the farm, I\u0027m sure you could get it to work again if you can find the rest of the parts.  Let me know if you need help with it, though, I\u0027d be happy to help.",
  "000093": "Oh I\u0027m not much for farm equipment.  You say that\u0027s a harvester?  Well, I\u0027ll have to take your word for it!$h#$b#Yaknow he broke a lot of stuff on that tractor, but I don\u0027t recall that being one of them.  Maybe it just needs cleaning and oiling?",
  "000094": "Oh that\u0027s the old harvester!  Or most of one anyway...$s#$b#Well, did you look around where you found that piece?  Might be more pieces under that log.#$b#You might enlist Jaz and Vincent to help - they used to play out in your south pasture, but when you moved back in, I asked them to keep clear so you could get your work done.  But they know that area pretty well.",
  "000095": "Oh that\u0027s a *harvester*?  I never would have guessed!  Yep, I saw it on your farm and always wondered about it...#$b#Well, unless I was prepared to accept Jaz and Vincent\u0027s explanation that it was a machine made by Greebles!$l",
  "000096": "That\u0027s the old harvester for the tractor?  I guess it looks like that.#$b#I\u0027m sorry, I don\u0027t know anything about farming.$2",
  "000097": "Missing parts for a \u0027harvester\u0027?$s#$b#You might ask Jaz and Vincent to help look for other parts like that - they told me they used to play out in your south pasture, but they don\u0027t anymore because Marnie shooed them away.$4",
  "000098": "Oh yeah I\u0027ve seen that - wedged under a tree, right?  Must have been a feat to get it out!#$b#Did Jaz or Vincent tell you where to find it?  They used to play near it quite a bit.",
  "000099": "What is that thing?  A harvester?  Sure, if you say so...  I tell you though, something about that thing seems familiar to me.$s#$b#Well, it looks like a mess, and I\u0027ve cleaned up a lot messes.  It must be that!$l",
  "00009a": "That\u0027s the old harvester for the tractor?  I guess it looks like that.  You think it\u0027s incomplete?$s#$b#You might ask Jaz and Vincent to help look for other parts like that - they used to play out in your south pasture, but don\u0027t worry!  Marnie and I asked them not to since you moved in.#$b#You\u0027ve got enough on your hands without those two hooligans running through the corn!$l",
  "00009b": "Aha!!!!  I FORESEE THAT YOU HAVE NEED OF A SCRY!$a#$b#And you\u0027ve come at the perfect time.  I happen to have need to flex my muscles from time to time, to keep in tip top form, you know.  Let\u0027s have a look#$b#Aahh through the mists I see two people, NO, CHILDREN, in your farm playing...#$b#They have taken parts of off and headed off...  But wait, there\u0027s more...  Yes...#$b#They will each need to be placated to get them to give the parts back.  The boy will want 3 crayfish and the girl will want a gemstone, but her tastes are not yet developed, so a cheap one will do...",
  "00009c": "BAH!  Begone with this mundane contrivance!  Return on Friday or Saturday and I may have time.$a",
  "00009d": "I love how my jumprope sparkles in the sun now!  Did you have any luck getting it to fit back together?",
  "00009e": "Ooh!  Oh this {{arg0}} is very sparkly!  Thanks!  Here\u0027s your thingamajig.  I sure hope it works!  I really want to ride on your tractor some day!$l",
  "00009f": "Oohh when are you gonna bring me something shiny!  I\u0027m really looking forward to it!",
  "0000a0": "Ooh!  You found the Greeble machine!$h#$b#Vincent and I used to play games with that, but we had to stop because Aunt Marnie told us we couldn\u0027t go into your pasture anymore unless you invite us.#$b#There are parts missing?  Well of course there are!  Vincent and I kept some of the shinier bits, see, one\u0027s on my jumprope!  It\u0027s so shiny, it sparkles when I jump!  Oh, and FINDERS KEEPERS!$l#$b#Well, I suppose I could give it back to you...  BUT ONLY IF YOU TRADE ME SOMETHING REALLY SHINY!$h",
  "0000a1": "Did you have any luck getting it to fit back together?  I could probably help you put it back together, it sure came apart easy!$l",
  "0000a2": "Ooh!  Oh these 3 crawdads would be great!  Thanks!  Here\u0027s your thingamajig.  I Hope it works!$l#$b#Sure, I won\u0027t tell Mom that you gave them to me if you want...  Why?$s",
  "0000a3": "Did you get the bugs?  3 Big ones?",
  "0000a4": "The Greeble machine!$h#$b#Jaz and I used to play games with that, but we had to stop because Marnie told us we couldn\u0027t go into your pasture anymore unless you invite us.#$b#There are parts missing?  Sure there are!  Me and Jaz took a couple of pieces.  I used mine in a trap I was building to trap the Greebles under my bed!  It didn\u0027t work.  Hey, have you got any good bugs on your farm?  I\u0027ll find it for you if you can bring me some really big crawly ones!$h",
  "0000a6": "It seems some parts are missing, but I know there\u0027s nothing else out there in that field, at least not that\u0027s easy to see.  Maybe somebody else who noses around the farm would know about it.",
  "0000a7": "Ask Jaz and Vincent about the harvester",
  "0000a8": "Fix the scythe attachment (HINT: craft it from the parts)",
  "0000a9": "Get a \u0027shiny thing\u0027 for Jaz (perhaps a gem?) and 3 big bugs for Vincent.  (Hm.  The bugs in the mines seem TOO big...  Maybe a lobster?  Hm.  Again maybe too big...)",
  "0000aa": "Find a way to get the kids to give me the parts",
  "0000ab": "Take the fixed scythe attachment to the tractor garage.",
  "0000ac": "Sweet!  You\u0027ve now got a harvester attachment for your tractor!#$b#HINT: To use it, equip the scythe while on the tractor.",
  "0000ad": "Fix the seeder",
  "0000ae": "Turns out George had the seeder attachment, maybe he can be talked into fixing it.",
  "0000af": "Young people just don\u0027t listen.  I told you, I\u0027m too old to repair your equipment.$a",
  "0000b0": "Hm.  George said that did he...  Hm.  This *is* a thorny problem.  I think you need to consult a politician.  Try Lewis.",
  "0000b1": "I\u0027m honored that you\u0027re asking me to look at this, but it\u0027d really be better if George did the work...#$b#I know it won\u0027t be easy for him...  Maybe he\u0027ll need help.$s#$b#But if he actually did it, well, it\u0027d do him a lot of good.#$b#You should talk to Lewis.  He and George go back a long way.  He\u0027ll know what to do.#$b#If it all goes wrong, come back to me and I\u0027ll try to fix it.",
  "0000b2": "I\u0027m flattered that Alex thinks I can fix it...  Maybe I can, but we should stick to Evelyn\u0027s plan.  Alex and I don\u0027t exactly click, but I\u0027m sure there\u0027s somebody who knows Alex well enough to help convince him to do it.",
  "0000b3": "Oh dear oh dear oh dear...$2#$b#Hm...$2#$b#George isn\u0027t wrong -- physically, he\u0027s just not in good shape.  Mentally, though, he\u0027s still as sharp as ever.  Alas, not like your Grandpa, towards the end.$s#$b#But if he can somehow do this, or at least help in doing it, it\u0027ll do him so much good.#$b#We need some help here...  We need Evelyn, and YOU have to get her to cajole George into trying this.  I can\u0027t be seen to be involved for, err...  reasons.#$b#You need to build some trust with her before you broach the topic, however.  Tread carefully.",
  "0000b4": "Ohhh...  I know George *could* repair that thing...  But he could also fail miserably, you see, it\u0027s not just his legs that have let him down.  Have you seen his hands, how they shake?  It\u0027s not so bad, but it really frustrates him.#$b#Oh deary, I\u0027m old too...  I need time to think about this.",
  "0000b5": "Sorry, what did you say?  I didn\u0027t quite hear...",
  "0000b6": "Look, I got my life to live, and it doesn\u0027t involve fixing farm equipment.",
  "0000b7": "Nah man, these hands were made for gridball.  You\u0027re good with this sort of thing, you should talk Grandpa into showing you how.  Or get Maru, she\u0027s good at mechanical stuff.$3",
  "0000b8": "Heh, isn\u0027t easy is it.  Keep it up, maybe you\u0027ll learn how to be mayor someday!$1#$b#Evelyn was probably right, in that somebody his own age could convince him.  Somebody he spends a lot of time with.",
  "0000b9": "You think *I* have a clue what goes on inside Alex\u0027s head??$5#$b#Oh wait, I *DO* know...  Absolutely nothing.$4",
  "0000ba": "Oh I hate to admit it, but the solution to your problem is Haley.  She can make any boy do any thing, ESPECIALLY Alex.$2#$b#She might seem vaccuous at times, but trust me, if you need some guy manipulated, she can do it.  I\u0027m not saying it\u0027s a good thing all the time, but this sounds like a good cause.$4",
  "0000bb": "Hah.  Alex does more with his hands than just play Gridball.$3#$b#Tell me everything. every. little. detail.$7#$b#Ah...  I see...#$b#I\u0027ll take care of this for you.  Just give me a day or two.  I\u0027ll let you know.$2#$b#*Sigh*  Confidence is so very attractive in a man.$7",
  "0000bc": "Okay, I can do this.  Grandpa seems fired up too.  Give me the {{arg0}} iron bars Grandpa said we need and the broken seeder and we\u0027ll get on it.",
  "0000bd": "Thanks, that\u0027s all the stuff.  Well, I\u0027m off the the garage with Gramps.  I\u0027ll send mail or something after we get it working.",
  "0000be": "We\u0027ll need the old seeder and {{arg0}} iron bars.  Bring \u0027em by when you can.",
  "0000bf": "There you go.  Fixed it myself.  Alex didn\u0027t screw it up too much; he\u0027s a good kid.#$b#Don\u0027t try and sprinkle chicken manure with the thing.  I don\u0027t want to see this thing back here again.",
  "0000c0": "Hm.  I wonder what I should do.  I certainly can\u0027t fix it, and it\u0027d cost a fortune to send it to Zuza city.",
  "0000c1": "Talking to George didn\u0027t go well.  I\u0027m going to have to find a different angle.",
  "0000c2": "Get Evelyn to help (Talk to her after getting her to {{arg0}} hearts)",
  "0000c3": "Granny said she\u0027ll think about it.  I guess we\u0027ll wait to hear from her.",
  "0000c4": "Granny\u0027s mail said I should gain Alex\u0027s trust (2 hearts) and try and talk him into it.",
  "0000c5": "Alex still seems resistant to the idea.  Maybe I need to get somebody else to give me another angle.",
  "0000c6": "Wait for Haley to cajole Alex into helping.",
  "0000c7": "Talk to Alex",
  "0000c8": "Bring Alex the old seeder and {{arg0}} iron bars",
  "0000c9": "Hopefully Alex and George are getting on with it.  Alex said he\u0027d send mail when it\u0027s working.",
  "0000ca": "Alex\u0027s mail says the seeder is done and I just need to get it from George.",
  "0000cb": "Bring the fixed seeder to the tractor garage.",
  "0000cc": "Awesome!  You\u0027ve now got a way to plant and fertilize crops with your tractor!#$b#HINT: To use it, equip seeds or fertilizers while on the tractor.",
  "0000a5": "Ask the people in town about this thing.",
  "0000cd": "Fix the waterer",
  "0000ce": "I found the watering attachment for the tractor, but it\u0027s in bad shape, I should ask around town.",
  "0000cf": "Oh, that isn\u0027t...  It is!  It\u0027s your grandpa\u0027s legendary irrigation attachment!  And you *fished* it up you say?  Hah!  Well you would\u0027a had to, wouldn\u0027tya!$1#$b#. . . #$b#Sorry, I gotta compose myself.  You\u0027ll want to take this up to the mountain.  Show it to Robin, she can give you the first-hand account.$1#$b#It might not be safe to show it to Demetrius.  I think he\u0027s still working through the aftereffects...$s",
  "0000d0": "Oh my!  Is that the irrigation system?  It is!  None of us expected to see that again, not after that . . .$3#$b#Wait, did Robin put you up to this?#$b#Nope, I don\u0027t want to know.  Well, yes, I got very wet, but it wasn\u0027t any big deal.  Not nearly as much as she plays it up to be.  Not at all...#4#$b#But you just want the thing fixed, don\u0027t you.  Well, it seems like a complicated device, but I bet Maru would have no trouble with it.  Why don\u0027t you show it to her?",
  "0000d1": "Oh you didn\u0027t!!  You fished up the watering doohickey?  Oh my I\u0027ll never forget that day!  Your granddad had the idea that instead of using the pump to fill it up he could just back his tractor into the pond.  Suffice it to say the tractor came out, but the irrigator did not!  He huffed up to the mountain, half soaked, thinking that Demetrius would have a net.  Well Demetrius was feeling especially can-do that day and offered to come help and, well, Maru was quite small and just had to go with her Dad everywhere and so I came along to ride herd.  Long story short, Demetrius ended up covered in mud right up to his starched buttoned up collar.  Maru decided to go rescue him, I went chasing after her, and, well, we all ended up wet, but Demetrius, well, his self-image took a hit that day, heh.#$b#Heh, and you know what happened to the irrigator, donchanow!$l#$b#You should take it to Maru and, heh, youknow, best not to bring it up with Demetrius!$4",
  "0000d2": "Sure, I\u0027d love to have a go at fixing it, afterall, it\u0027s practically a family heirloom!$4#$b#But let\u0027s have a look at it...  Hm...$2#$b#Yeah, all the fittings are shot.  If you can get me {{arg0}} gold bars, I can get it working again.#$b#I know, usually brass is used for this sort of thing, but it\u0027s surprisingly hard to come by around here.",
  "0000d3": "Alrighty, I\u0027ll get to work on it and have it back to you in a couple days.  I\u0027ll just drop it in the mail for you.",
  "0000d4": "Have you found some gold bars yet?  Gotta go pretty deep in the mines to get it, but I\u0027m sure you\u0027re up for it.",
  "0000d5": "I\u0027m still working on the irrigation system; you should have it day after tomorrow.",
  "0000d6": "I\u0027m working through the bugs on the irrigation system; you should have it tomorrow if nothing goes haywire.$3",
  "0000d7": "Ask Robin about this thing.",
  "0000d8": "Take it to Maru to see if she\u0027ll fix it.",
  "0000d9": "Bring the watering can and {{arg0}} gold bars to Maru.",
  "0000da": "Just gotta wait - should be in the mail any day now.",
  "0000db": "Bring the fixed waterer to the garage.",
  "0000dc": "Maru came through!  Time to take it to the garage and water some crops!",
  "0000dd": "Awesome!  You\u0027ve now got a way to water your crops with your tractor!#$b#HINT: To use it, equip the watering can while on the tractor.",
  "0000de": "Whoah that was heavy!  Looks like an irrigator attachment for a tractor under all that mud!"
}