/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{"tv.name":"Gespenstische Nachrichten","tv.intro":"Breaking Spooky News Ankündigung!","tv.text0":"Eigentlich ist das egal. Heute gibt es keine aktuellen Nachrichten... (Haben Sie Abhängigkeitsmods installiert?)","tv.text1":"Ein Ausbruch von seltsamen Monstern terrorisiert Stardew Valley! Berichten zufolge lassen diese Monster manchmal eine zuckerhaltige Leckerei fallen. Mehr zu dieser Geschichte, sobald sie sich entwickelt...","tv.text2":"Heimische Bäume scheinen in ihren Ästen Zuckerkristalle zu bilden. Dieses mysteriöse Phänomen hat Biologen verblüfft. Was könnte die Ursache dafür sein?","tv.text3":"Eine Vermüllungsepidemie hat die lokalen Städte heimgesucht! Die Behörden behaupten, dass jemand in unberührten Wäldern ungegessene Süßigkeiten zurückgelassen hat. Wer könnte hinter einem solchen Verbrechen stecken?","tv.text4":"Eine Ladung Süßigkeiten aus dem Gotoro-Reich ist letzte Nacht gekentert. Ozeanographen sagen, dass Strömungen diese Süßigkeiten zu Stränden auf der ganzen Welt tragen könnten.","tv.text5":"In den Gebirgsregionen ist über Nacht ein Zustrom von niedlichen Eichhörnchen aufgetaucht. Eichhörnchenforscher vermuten, dass die buschigen Nagetiere dahinter stecken könnten.","tv.text6":"In bewaldeten Regionen ist eine neue Schleimart aufgetreten. Zeugen zufolge kann der Schleim mit einem Kürbis verwechselt werden und hat einen süßen Geschmack. Warum haben die Zeugen diesen Schleim geschmeckt? Mehr dazu heute Abend...","tv.text7":"In den örtlichen Minen wurden vermehrt süße Kristallformationen festgestellt. Geologen erforschen, was die Ursache für die Entstehung organischer Verbindungen in den Mineralien sein könnte. Bleiben Sie dran, um mehr zu erfahren...","tv.text8":"kzzzt---Hallo, Bauer. Wenn du heute eine Herausforderung suchst, dann finde das Heckenlabyrinth, das ich irgendwo im Tal platziert habe.","tv.text9":"Umweltschützer warnen, dass die Abfallmenge so hoch ist wie nie zuvor. Aus irgendeinem Grund werfen die Menschen völlig einwandfreie Süßigkeiten weg. Was kann man tun, um diese drohende Umweltkatastrophe einzudämmen?","tv.text10":"Eine Welle der Großzügigkeit breitet sich in Stardew Valley aus. Zufälliges Schenken ist heute auf einem Allzeithoch. Vielleicht bekommst du in nicht allzu ferner Zukunft auch etwas geschenkt...","tv.text11":"Die Lagerbestände an Süßigkeiten sind im Sinkflug! Dies hat dazu geführt, dass der Großhandelswert von Süßigkeiten einen Rekordtiefstand erreicht hat. Discount-Süßigkeiten könnten bald in einem Geschäft in Ihrer Nähe zu finden sein.","buff.display":"Halloween-Süßigkeiten","buff.description":"Glück +{{amount}}","dialogue.HalloweenGiftFrom1":"Hier, das scheint dir zu gefallen.","dialogue.HalloweenGiftFrom2":"Ich habe dies heute gefunden und dachte, Sie sollten es haben.","dialogue.HalloweenGiftFrom3":"Wolltest du das? Nur zu, nimm es.","dialogue.HalloweenGiftFrom4":"Ich habe hier etwas für Sie...","dialogue.HalloweenGiftFrom.Jas":"Der Schattenmann will, dass du das hier bekommst.","dialogue.HalloweenGiftFrom.Vincent":"Ich soll dir das hier geben.","dialogue.HalloweenGiftFrom.Wizard":"Dies ist für Sie. Fragen Sie nicht nach seiner Herkunft.","dialogue.HalloweenGiftFrom.Abigail":"Ich weiß nicht, worum es hier geht, aber Sie sollten das nehmen.","dialogue.HalloweenGiftFrom.Emily":"Ich hatte einen Traum, in dem ich dir etwas geben sollte. Nur zu, nimm es!","dialogue.HalloweenGiftTo1":"Wow, heute scheint der perfekte Tag für ein Bonbon zu sein. Ich danke euch!","dialogue.HalloweenGiftTo2":"Irgendwie ist das genau der richtige Zeitpunkt für Süßigkeiten.","dialogue.HalloweenGiftTo3":"Ich hatte heute einfach Lust auf Süßigkeiten, danke!","dialogue.HalloweenGiftTo4":"Fröhliches Hallowe... Ich meine, warte... was? Wie auch immer, danke.","dialogue.HalloweenGiftTo.Abigail":"Das erinnert mich an den Geisterabend. Das ist mein Lieblingsfeiertag!","dialogue.NotHalloweenGiftTo1":"Hmm, ich bin heute einfach nicht so begeistert davon...","dialogue.NotHalloweenGiftTo2":"Ich bin heute nicht wirklich in der Stimmung für Süßigkeiten.","dialogue.NotHalloweenGiftTo3":"Ich schätze, ich werde es annehmen.","dialogue.NotHalloweenGiftTo4":"Danke, denke ich.","dialogue.NotHalloweenGiftTo.Abigail":"Der heutige Tag ist dafür noch nicht gespenstisch genug.","dialogue.NotHalloweenGiftTo.Wizard":"Es ist nicht die richtige Zeit für so etwas..."}