/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "tv.name": "Spooky News",
    "tv.intro": "Breaking Spooky News Announcment!",
    "tv.text0": "Actually, nevermind. There is no breaking news today... (Do you have dependency mods installed?)",
    "tv.text1": "An outbreak of strange monsters is terrorizing Stardew Valley! Reports say that these monsters sometimes drop a sugary treat. More on this story as it develops...",
    "tv.text2": "Local trees seem to be forming sugar crystals in their branches. This mysterious phenomenon has biologists baffled. What could be causing this?",
    "tv.text3": "A littering epidemic has struck local towns! Officials say that someone has been leaving uneaten candy around pristine forests. Who could be behind such a crime?",
    "tv.text4": "A shipment of sugar candy from the Gotoro Empire has capsized last night. Oceanographers say currents could carry these candies to beaches around the world.",
    "tv.text5": "Mountainous regions have seen an influx of sweet foragables pop up over-night. Squirrelologists believe the bushy-tailed rodents may be behind this occurance.",
    "tv.text6": "Forested regions have seen an infestation of a new slime variety. Witnesses say the slime can be mistaken for a pumpkin, and has a sweet taste. Why were witnesses tasting this slime? More on that tonight...",
    "tv.text7": "Local mines have seen a rise in sweet crystal formations. Geologists are researching what could be causing organic compounds to develop inside of minerals. Stay tuned to learn more...",
    "tv.text8": "kzzzt---Hello, farmer. If you are looking for a challenge today, find the hedge maze I've placed somewhere in the valley.",
    "tv.text9": "Environmentalist are alerting that waste is at an all time high. For some reason, people are throwing out perfectly good candy. What can be done to curb this imminent environmental disaster?",
    "tv.text10": "A wave of generosity is spreading trough Stardew Valley. Random gift-giving is at an all-time high today. Perhaps you'll be gifted something in the not-so-distant future...",
    "tv.text11": "Sugur stocks are plummeting! This has caused the wholesale value of candy to hit record lows. Discount candy may be coming to a store near you.",

    "buff.display": "Halloween Candy",
    "buff.description": "Luck +{{amount}}",

    "dialogue.HalloweenGiftFrom1": "Here, you seem like you might like this.",
    "dialogue.HalloweenGiftFrom2": "I found this today, and thought you should have it.",
    "dialogue.HalloweenGiftFrom3": "Did you want this? Go ahead and take it.",
    "dialogue.HalloweenGiftFrom4": "I have something for you here...",

    "dialogue.HalloweenGiftFrom.Jas": "The shadow man wants you to have this.",
    "dialogue.HalloweenGiftFrom.Vincent": "I'm supposed to give this to you.",
    "dialogue.HalloweenGiftFrom.Wizard": "This is for you. Don't ask about its origins.",
    "dialogue.HalloweenGiftFrom.Abigail": "I don't know what this is about, but you should take this.",
    "dialogue.HalloweenGiftFrom.Emily": "I had a dream where I was supposed to give you something. Go ahead and take it!",

    "dialogue.HalloweenGiftTo1": "Wow, today seems like the perfect day for a sweet. Thank you!",
    "dialogue.HalloweenGiftTo2": "This somehow feels like just the right time for having candy.",
    "dialogue.HalloweenGiftTo3": "I was just in the mood for candy today, thanks!",
    "dialogue.HalloweenGiftTo4": "Happy Hallowe...I mean, wait...what? Anyways, thanks.",

    "dialogue.HalloweenGiftTo.Abigail": "This reminds me of Spirits Eve. That's my favorite holiday!",

    "dialogue.NotHalloweenGiftTo1": "Hmm, I'm just not that excited about this today...",
    "dialogue.NotHalloweenGiftTo2": "I'm not really in the mood for sweets today.",
    "dialogue.NotHalloweenGiftTo3": "I guess I'll take it.",
    "dialogue.NotHalloweenGiftTo4": "Thanks, I guess.",

    "dialogue.NotHalloweenGiftTo.Abigail": "Today doesn't quite feel spooky enough for this.",
    "dialogue.NotHalloweenGiftTo.Wizard": "It's not the time for this..."
}
