/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Dulces de Halloween",
    "item.halloween_candy.description": "Dulces que gustan a todos en Halloween.",
    "tv.name": "Noticias espeluznantes",
    "tv.intro": "¡Anuncio de noticias espeluznantes de última hora!",
    "tv.text0": "En realidad, no importa. Hoy no hay noticias de última hora... (¿Tienes instalados mods de dependencia?)",
    "tv.text1": "¡Un brote de extraños monstruos está aterrorizando Stardew Valley! Los informes dicen que estos monstruos a veces dejan caer una golosina azucarada. Más información sobre esta historia a medida que se desarrolla...",
    "tv.text2": "Los árboles de la zona parecen estar formando cristales de azúcar en sus ramas. Este misterioso fenómeno tiene desconcertados a los biólogos. ¿Cuál podría ser la causa?",
    "tv.text3": "Una epidemia de basura azota las ciudades Las autoridades dicen que alguien ha estado dejando caramelos sin comer alrededor de bosques vírgenes. ¿Quién podría estar detrás de semejante crimen?",
    "tv.text4": "Un cargamento de caramelos de azúcar del Imperio Gotoro volcó anoche. Los oceanógrafos dicen que las corrientes podrían llevar estos caramelos a playas de todo el mundo.",
    "tv.text5": "En las regiones montañosas han aparecido de la noche a la mañana dulces animales forrajeros. Los ardillólogos creen que los roedores de cola tupida pueden estar detrás de este fenómeno.",
    "tv.text6": "Las regiones boscosas han visto una infestación de una nueva variedad de baba. Los testigos dicen que el limo puede confundirse con una calabaza, y tiene un sabor dulce. ¿Por qué los testigos estaban probando este limo? Más información esta noche...",
    "tv.text7": "En las minas locales se ha observado un aumento de las formaciones de cristales dulces. Los geólogos están investigando qué podría estar causando el desarrollo de compuestos orgánicos en el interior de los minerales. Siga atento para saber más...",
    "tv.text8": "kzzzt---Hola, granjero. Si hoy buscas un reto, encuentra el laberinto de setos que he colocado en algún lugar del valle.",
    "tv.text9": "Los ecologistas alertan de que el despilfarro está en su punto más alto. Por alguna razón, la gente tira caramelos en perfecto estado. ¿Qué se puede hacer para frenar este inminente desastre medioambiental?",
    "tv.text10": "Una ola de generosidad se extiende por Stardew Valley. La entrega de regalos al azar está hoy en su punto más alto. Quizá te regalen algo en un futuro no muy lejano...",
    "tv.text11": "Las existencias de azúcar están cayendo en picado Esto ha provocado que el valor al por mayor de los caramelos alcance mínimos históricos. Es posible que los caramelos rebajados lleguen a tu tienda más cercana.",
    "buff.display": "Dulces de Halloween",
    "buff.description": "Suerte +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "Toma, parece que esto podría gustarte.",
    "dialogue.HalloweenGiftFrom2": "Encontré esto hoy y pensé que deberías tenerlo.",
    "dialogue.HalloweenGiftFrom3": "¿Querías esto? Adelante, cógelo.",
    "dialogue.HalloweenGiftFrom4": "Tengo algo para ti aquí...",
    "dialogue.HalloweenGiftFrom.Jas": "El hombre sombra quiere que tengas esto.",
    "dialogue.HalloweenGiftFrom.Vincent": "Se supone que debo darte esto.",
    "dialogue.HalloweenGiftFrom.Wizard": "Esto es para ti. No preguntes por sus orígenes.",
    "dialogue.HalloweenGiftFrom.Abigail": "No sé de qué va esto, pero deberías cogerlo.",
    "dialogue.HalloweenGiftFrom.Emily": "Tuve un sueño en el que debía darte algo. ¡Adelante, cógelo!",
    "dialogue.HalloweenGiftTo1": "Vaya, hoy parece el día perfecto para un dulce. ¡Gracias!",
    "dialogue.HalloweenGiftTo2": "De algún modo, parece el momento adecuado para comer dulces.",
    "dialogue.HalloweenGiftTo3": "Hoy tenía ganas de dulces, ¡gracias!",
    "dialogue.HalloweenGiftTo4": "Feliz Hallowe ... Quiero decir, espera ... ¿qué? De todos modos, gracias.",
    "dialogue.HalloweenGiftTo.Abigail": "Esto me recuerda a la Víspera de los Espíritus. Es mi fiesta favorita",
    "dialogue.NotHalloweenGiftTo1": "Hmm, no estoy tan entusiasmado con esto hoy...",
    "dialogue.NotHalloweenGiftTo2": "Hoy no estoy de humor para dulces.",
    "dialogue.NotHalloweenGiftTo3": "Supongo que lo tomaré.",
    "dialogue.NotHalloweenGiftTo4": "Gracias, supongo.",
    "dialogue.NotHalloweenGiftTo.Abigail": "Hoy no me siento lo suficientemente espeluznante para esto.",
    "dialogue.NotHalloweenGiftTo.Wizard": "No es el momento para esto..."
}
