/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Bonbons d'Halloween",
    "item.halloween_candy.description": "Des bonbons appréciés de tous à l'occasion d'Halloween.",
    "tv.name": "Nouvelles effrayantes",
    "tv.intro": "Annonce d'une nouvelle effrayante !",
    "tv.text0": "En fait, c'est pas grave. Il n'y a pas de nouvelles de dernière minute aujourd'hui... (Avez-vous installé les mods de dépendance ?)",
    "tv.text1": "Une épidémie de monstres étranges terrorise Stardew Valley ! Les rapports disent que ces monstres laissent parfois tomber une friandise sucrée. Plus d'informations sur cette histoire au fur et à mesure de son développement...",
    "tv.text2": "Les arbres de la région semblent former des cristaux de sucre dans leurs branches. Ce phénomène mystérieux laisse les biologistes perplexes. Quelle en est la cause ?",
    "tv.text3": "Une épidémie de détritus a frappé les villes locales ! Les autorités affirment que quelqu'un a laissé des bonbons non consommés dans des forêts vierges. Qui peut bien être à l'origine d'un tel crime ?",
    "tv.text4": "Une cargaison de sucreries en provenance de l'empire de Gotoro a chaviré la nuit dernière. Selon les océanographes, les courants pourraient transporter ces bonbons vers les plages du monde entier.",
    "tv.text5": "Les régions montagneuses ont vu un afflux d'écureuils doux apparaître pendant la nuit. Les écureuils pensent que ces rongeurs à la queue touffue pourraient être à l'origine de ce phénomène.",
    "tv.text6": "Les régions forestières ont été infestées par une nouvelle variété de bave. Les témoins affirment que la bave peut être confondue avec une citrouille et qu'elle a un goût sucré. Pourquoi les témoins ont-ils goûté cette bave ? Plus d'informations ce soir...",
    "tv.text7": "Les mines locales ont constaté une augmentation des formations de cristaux sucrés. Les géologues étudient les causes possibles du développement de composés organiques à l'intérieur des minéraux. Restez à l'écoute pour en savoir plus...",
    "tv.text8": "kzzzt - Bonjour, fermier. Si vous voulez relever un défi aujourd'hui, trouvez le labyrinthe de haies que j'ai placé quelque part dans la vallée.",
    "tv.text9": "Les écologistes alertent sur le fait que les déchets n'ont jamais été aussi nombreux. Pour une raison ou une autre, les gens jettent des bonbons en parfait état. Que peut-on faire pour enrayer cette catastrophe écologique imminente ?",
    "tv.text10": "Une vague de générosité se répand dans Stardew Valley. Les cadeaux aléatoires atteignent un niveau record aujourd'hui. Peut-être recevrez-vous un cadeau dans un avenir pas si lointain...",
    "tv.text11": "Les stocks de sucre sont en chute libre ! La valeur de gros des bonbons a ainsi atteint un niveau record. Les bonbons à prix cassés pourraient arriver dans un magasin près de chez vous.",
    "buff.display": "Bonbons d'Halloween",
    "buff.description": "Chance +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "Vous avez l'air d'aimer ça.",
    "dialogue.HalloweenGiftFrom2": "J'ai trouvé ceci aujourd'hui et j'ai pensé que vous devriez l'avoir.",
    "dialogue.HalloweenGiftFrom3": "Vous vouliez ceci ? Allez-y, prenez-le.",
    "dialogue.HalloweenGiftFrom4": "J'ai quelque chose pour vous...",
    "dialogue.HalloweenGiftFrom.Jas": "L'homme de l'ombre veut que vous ayez ceci.",
    "dialogue.HalloweenGiftFrom.Vincent": "Je suis censé te le donner.",
    "dialogue.HalloweenGiftFrom.Wizard": "Ceci est pour vous. Ne posez pas de questions sur ses origines.",
    "dialogue.HalloweenGiftFrom.Abigail": "Je ne sais pas de quoi il s'agit, mais vous devriez le prendre.",
    "dialogue.HalloweenGiftFrom.Emily": "J'ai rêvé que je devais te donner quelque chose. Vas-y, prends-le !",
    "dialogue.HalloweenGiftTo1": "Wow, aujourd'hui semble être le jour parfait pour un bonbon. Je vous remercie !",
    "dialogue.HalloweenGiftTo2": "D'une certaine manière, c'est le bon moment pour manger des bonbons.",
    "dialogue.HalloweenGiftTo3": "J'avais envie de bonbons aujourd'hui, merci !",
    "dialogue.HalloweenGiftTo4": "Joyeux Hallowe...Je veux dire, attendez...quoi ? Quoi qu'il en soit, merci.",
    "dialogue.HalloweenGiftTo.Abigail": "Cela me rappelle la nuit des esprits. C'est ma fête préférée !",
    "dialogue.NotHalloweenGiftTo1": "Hmm, je ne suis pas très enthousiaste aujourd'hui...",
    "dialogue.NotHalloweenGiftTo2": "Je n'ai pas vraiment envie de sucreries aujourd'hui.",
    "dialogue.NotHalloweenGiftTo3": "Je suppose que je vais le prendre.",
    "dialogue.NotHalloweenGiftTo4": "Merci, je suppose.",
    "dialogue.NotHalloweenGiftTo.Abigail": "La journée d'aujourd'hui n'est pas assez effrayante pour cela.",
    "dialogue.NotHalloweenGiftTo.Wizard": "Ce n'est pas le moment..."
}
