/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{"tv.name":"Kísérteties hírek","tv.intro":"Breaking Spooky News bejelentés!","tv.text0":"Igazából, nem érdekes. Ma nincsenek friss hírek... (Vannak telepített függőségi modok?)","tv.text1":"Furcsa szörnyek járványa tartja rettegésben Stardew Valley-t! A jelentések szerint ezek a szörnyek néha cukros finomságot dobnak le. További részletek a történetről, amint az továbbfejlődik...","tv.text2":"Úgy tűnik, hogy a helyi fák ágain cukorkristályok képződnek. Ez a rejtélyes jelenség értetlenül áll a biológusok előtt. Mi okozhatja ezt?","tv.text3":"Szemétjárvány sújtotta a helyi városokat! A hatóságok szerint valaki meg nem evett cukorkákat hagyott az érintetlen erdők környékén. Ki állhat egy ilyen bűncselekmény mögött?","tv.text4":"A Gotoro Birodalomból érkező cukorkaszállítmány tegnap este felborult. Az óceánkutatók szerint az áramlatok a világ minden táján partra sodorhatják ezeket a cukorkákat.","tv.text5":"A hegyvidéki régiókban egy éjszaka alatt felbukkantak az édes falatok. A mókusszakértők úgy vélik, hogy a bokros farkú rágcsálók állhatnak az esemény hátterében.","tv.text6":"Az erdős régiókban egy új nyálkatetű-fajta fertőzött. A szemtanúk szerint a nyálka összetéveszthető a sütőtökkel, és édes íze van. Miért ízlelték a szemtanúk ezt a nyálkát? Erről még ma este...","tv.text7":"A helyi bányákban az édes kristályképződmények száma emelkedett. A geológusok azt kutatják, hogy mi okozhatja az ásványok belsejében a szerves vegyületek kialakulását. Maradjanak velünk, hogy többet megtudjanak...","tv.text8":"kzzzt---Hello, farmer. Ha kihívást keresel ma, keresd meg a sövénylabirintust, amit valahol a völgyben helyeztem el.","tv.text9":"A környezetvédők arra figyelmeztetnek, hogy a hulladék mennyisége minden eddiginél magasabb. Az emberek valamiért kidobják a tökéletesen jó cukorkákat. Mit lehet tenni ennek a fenyegető környezeti katasztrófának a megfékezésére?","tv.text10":"A nagylelkűség hulláma terjed a Stardew Valleyben. A véletlenszerű ajándékozás ma minden eddiginél nagyobb mértéket ölt. Talán a nem is olyan távoli jövőben megajándékozunk valamivel...","tv.text11":"A Sugur részvények zuhannak! Ennek következtében az édességek nagykereskedelmi értéke rekordalacsony szintre zuhant. Az akciós cukorkák a közeli boltokba is megérkezhetnek.","buff.display":"Halloween édesség","buff.description":"Szerencse +{{amount}}","dialogue.HalloweenGiftFrom1":"Tessék, úgy tűnik, ez tetszeni fog.","dialogue.HalloweenGiftFrom2":"Ezt ma találtam, és úgy gondoltam, hogy neked is meg kell kapnod.","dialogue.HalloweenGiftFrom3":"Ezt akartad? Gyerünk, vedd el.","dialogue.HalloweenGiftFrom4":"Van itt valami a számodra...","dialogue.HalloweenGiftFrom.Jas":"Az árnyékember azt akarja, hogy ez a tiéd legyen.","dialogue.HalloweenGiftFrom.Vincent":"Ezt neked kell odaadnom.","dialogue.HalloweenGiftFrom.Wizard":"Ez a tiéd. Ne kérdezz az eredetéről.","dialogue.HalloweenGiftFrom.Abigail":"Nem tudom, miről van szó, de ezt fel kell venned.","dialogue.HalloweenGiftFrom.Emily":"Volt egy álmom, amiben át kellett volna adnom neked valamit. Gyerünk, vedd el!","dialogue.HalloweenGiftTo1":"Hű, a mai nap tökéletesnek tűnik egy édességhez. Köszönöm!","dialogue.HalloweenGiftTo2":"Valahogy úgy érzem, hogy ez pont a megfelelő idő az édesség fogyasztására.","dialogue.HalloweenGiftTo3":"Ma épp édességhez volt kedvem, köszönöm!","dialogue.HalloweenGiftTo4":"Boldog Hallowe...úgy értem, várj...mit? Mindegy, köszi.","dialogue.HalloweenGiftTo.Abigail":"Ez engem a Szellemek Évájára emlékeztet. Az a kedvenc ünnepem!","dialogue.NotHalloweenGiftTo1":"Hmm, ma nem vagyok annyira izgatott emiatt...","dialogue.NotHalloweenGiftTo2":"Ma nem igazán van kedvem édességhez.","dialogue.NotHalloweenGiftTo3":"Azt hiszem, elfogadom.","dialogue.NotHalloweenGiftTo4":"Köszönöm, azt hiszem.","dialogue.NotHalloweenGiftTo.Abigail":"A mai nap nem elég kísérteties ehhez.","dialogue.NotHalloweenGiftTo.Wizard":"Ez nem a megfelelő idő erre..."}