/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{"tv.name":"Berita Seram","tv.intro":"Pengumuman Berita Menyeramkan Terbaru!","tv.text0":"Sebenarnya, sudahlah. Tidak ada berita terbaru hari ini... (Apakah Anda memiliki mod ketergantungan yang terpasang?)","tv.text1":"Wabah monster aneh meneror Stardew Valley! Laporan mengatakan bahwa monster-monster ini terkadang menjatuhkan makanan manis. Lebih lanjut tentang cerita ini saat berkembang...","tv.text2":"Pohon-pohon lokal tampaknya membentuk kristal gula di dahan-dahannya. Fenomena misterius ini membuat para ahli biologi bingung. Apa yang bisa menyebabkan hal ini?","tv.text3":"Wabah membuang sampah sembarangan telah melanda kota-kota setempat! Para pejabat mengatakan bahwa seseorang telah meninggalkan permen yang belum dimakan di sekitar hutan yang masih alami. Siapa yang mungkin berada di balik kejahatan seperti itu?","tv.text4":"Sebuah kiriman permen gula dari Kekaisaran Gotoro terbalik tadi malam. Para ahli kelautan mengatakan bahwa arus laut dapat membawa permen-permen ini ke pantai-pantai di seluruh dunia.","tv.text5":"Daerah pegunungan telah menyaksikan masuknya tupai manis yang bermunculan di malam hari. Para ahli tupai percaya bahwa tupai berekor lebat mungkin berada di balik kejadian ini.","tv.text6":"Kawasan hutan telah mengalami serangan varietas lendir baru. Para saksi mata mengatakan bahwa lendir ini dapat disalahartikan sebagai labu, dan memiliki rasa yang manis. Mengapa para saksi mencicipi lendir ini? Lebih lanjut tentang itu malam ini...","tv.text7":"Tambang-tambang lokal telah melihat adanya peningkatan formasi kristal manis. Para ahli geologi sedang meneliti apa yang dapat menyebabkan senyawa organik berkembang di dalam mineral. Tetap disini untuk mengetahui lebih lanjut...","tv.text8":"kzzzt --- Halo, petani. Jika Anda mencari tantangan hari ini, temukan labirin pagar yang saya tempatkan di suatu tempat di lembah.","tv.text9":"Para pemerhati lingkungan memperingatkan bahwa sampah berada pada titik tertinggi sepanjang masa. Untuk beberapa alasan, orang-orang membuang permen yang masih bagus. Apa yang dapat dilakukan untuk mengatasi bencana lingkungan yang akan segera terjadi ini?","tv.text10":"Gelombang kedermawanan menyebar melalui Stardew Valley. Pemberian hadiah secara acak mencapai titik tertinggi sepanjang masa saat ini. Mungkin Anda akan mendapatkan hadiah dalam waktu yang tidak terlalu lama...","tv.text11":"Stok gula anjlok! Hal ini menyebabkan nilai grosir permen mencapai rekor terendah. Permen diskon mungkin akan hadir di toko dekat Anda.","buff.display":"Permen Halloween","buff.description":"Keberuntungan +{{amount}}","dialogue.HalloweenGiftFrom1":"Di sini, sepertinya Anda akan menyukai ini.","dialogue.HalloweenGiftFrom2":"Saya menemukan ini hari ini, dan saya pikir Anda harus memilikinya.","dialogue.HalloweenGiftFrom3":"Kau mau ini? Silakan ambil.","dialogue.HalloweenGiftFrom4":"Saya punya sesuatu untuk Anda di sini...","dialogue.HalloweenGiftFrom.Jas":"Manusia bayangan ingin Anda memiliki ini.","dialogue.HalloweenGiftFrom.Vincent":"Saya seharusnya memberikan ini kepada Anda.","dialogue.HalloweenGiftFrom.Wizard":"Ini untuk Anda. Jangan tanya tentang asal-usulnya.","dialogue.HalloweenGiftFrom.Abigail":"Saya tidak tahu tentang apa ini, tetapi Anda harus mengambil ini.","dialogue.HalloweenGiftFrom.Emily":"Saya bermimpi di mana saya harus memberikan sesuatu kepada Anda. Silakan ambil!","dialogue.HalloweenGiftTo1":"Wow, hari ini sepertinya hari yang sempurna untuk sebuah makanan manis. Terima kasih!","dialogue.HalloweenGiftTo2":"Entah bagaimana, ini terasa seperti waktu yang tepat untuk makan permen.","dialogue.HalloweenGiftTo3":"Saya sedang ingin makan permen hari ini, terima kasih!","dialogue.HalloweenGiftTo4":"Selamat Hari Halloween... Maksudku, tunggu... apa? Bagaimanapun, terima kasih.","dialogue.HalloweenGiftTo.Abigail":"Hal ini mengingatkan saya pada Malam Arwah. Itu liburan favorit saya!","dialogue.NotHalloweenGiftTo1":"Hmm, saya tidak terlalu bersemangat hari ini...","dialogue.NotHalloweenGiftTo2":"Saya sedang tidak ingin makan yang manis-manis hari ini.","dialogue.NotHalloweenGiftTo3":"Kurasa aku akan menerimanya.","dialogue.NotHalloweenGiftTo4":"Terima kasih, kurasa.","dialogue.NotHalloweenGiftTo.Abigail":"Hari ini tidak cukup terasa menyeramkan untuk hal ini.","dialogue.NotHalloweenGiftTo.Wizard":"Ini bukan waktunya untuk ini..."}