/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Dolci di Halloween",
    "item.halloween_candy.description": "Un dolcetto amato da tutti per Halloween.",
    "tv.name": "Notizie spettrali",
    "tv.intro": "Annuncio di una notizia spaventosa!",
    "tv.text0": "In realtà, non importa. Non ci sono notizie dell'ultima ora oggi... (Hai installato i moduli di dipendenza?)",
    "tv.text1": "Un'epidemia di strani mostri sta terrorizzando Stardew Valley! Si dice che questi mostri a volte facciano cadere un dolcetto zuccherino. Maggiori informazioni su questa storia man mano che si sviluppa...",
    "tv.text2": "Gli alberi locali sembrano formare cristalli di zucchero nei loro rami. Questo misterioso fenomeno ha lasciato perplessi i biologi. Quale potrebbe essere la causa?",
    "tv.text3": "Un'epidemia di littering ha colpito le città locali! I funzionari dicono che qualcuno ha lasciato caramelle non mangiate in giro per le foreste incontaminate. Chi può esserci dietro un tale crimine?",
    "tv.text4": "Un carico di caramelle di zucchero proveniente dall'Impero di Gotoro si è rovesciato la scorsa notte. Secondo gli oceanografi, le correnti potrebbero portare queste caramelle sulle spiagge di tutto il mondo.",
    "tv.text5": "Nelle regioni montane si è registrato un afflusso di dolci foraggi che spuntano durante la notte. Gli scoirologi ritengono che i roditori dalla coda folta possano essere all'origine di questo fenomeno.",
    "tv.text6": "Le regioni boschive sono state infestate da una nuova varietà di melma. I testimoni dicono che la melma può essere scambiata per una zucca e ha un sapore dolce. Perché i testimoni hanno assaggiato questa melma? Maggiori informazioni questa sera...",
    "tv.text7": "Le miniere locali hanno registrato un aumento delle formazioni di cristalli dolci. I geologi stanno studiando cosa potrebbe causare lo sviluppo di composti organici all'interno dei minerali. Restate sintonizzati per saperne di più...",
    "tv.text8": "kzzzt---Ciao, contadino. Se oggi volete una sfida, trovate il labirinto di siepi che ho piazzato da qualche parte nella valle.",
    "tv.text9": "Gli ambientalisti avvertono che i rifiuti sono al massimo storico. Per qualche motivo, le persone buttano via dolciumi perfettamente buoni. Cosa si può fare per arginare questo imminente disastro ambientale?",
    "tv.text10": "Un'ondata di generosità si sta diffondendo nella Stardew Valley. Oggi i regali casuali sono ai massimi storici. Forse vi verrà regalato qualcosa in un futuro non così lontano...",
    "tv.text11": "Le scorte di zucchero stanno crollando! Questo ha fatto sì che il valore all'ingrosso delle caramelle raggiungesse i minimi storici. Le caramelle scontate potrebbero arrivare in un negozio vicino a voi.",
    "buff.display": "Dolci di Halloween",
    "buff.description": "Fortuna +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "Ecco, sembra che questo possa piacerti.",
    "dialogue.HalloweenGiftFrom2": "Ho trovato questo oggi e ho pensato che dovreste averlo.",
    "dialogue.HalloweenGiftFrom3": "Lo volevi? Prendilo pure.",
    "dialogue.HalloweenGiftFrom4": "Ho qualcosa per voi...",
    "dialogue.HalloweenGiftFrom.Jas": "L'uomo ombra vuole che tu abbia questo.",
    "dialogue.HalloweenGiftFrom.Vincent": "Dovrei dare questo a te.",
    "dialogue.HalloweenGiftFrom.Wizard": "Questo è per voi. Non chiedete le sue origini.",
    "dialogue.HalloweenGiftFrom.Abigail": "Non so di cosa si tratti, ma dovreste rispondere.",
    "dialogue.HalloweenGiftFrom.Emily": "Ho fatto un sogno in cui dovevo darti qualcosa. Vai avanti e prendila!",
    "dialogue.HalloweenGiftTo1": "Wow, oggi sembra il giorno perfetto per un dolce. Grazie!",
    "dialogue.HalloweenGiftTo2": "In qualche modo questo sembra il momento giusto per mangiare dolci.",
    "dialogue.HalloweenGiftTo3": "Oggi avevo proprio voglia di dolci, grazie!",
    "dialogue.HalloweenGiftTo4": "Buon Halloween... cioè, aspetta... cosa? Comunque, grazie.",
    "dialogue.HalloweenGiftTo.Abigail": "Questo mi ricorda la Vigilia degli Spiriti. È la mia festa preferita!",
    "dialogue.NotHalloweenGiftTo1": "Hmm, non sono così entusiasta di questo oggi...",
    "dialogue.NotHalloweenGiftTo2": "Oggi non ho voglia di dolci.",
    "dialogue.NotHalloweenGiftTo3": "Credo che lo prenderò.",
    "dialogue.NotHalloweenGiftTo4": "Grazie, credo.",
    "dialogue.NotHalloweenGiftTo.Abigail": "La giornata di oggi non è abbastanza spettrale per questo.",
    "dialogue.NotHalloweenGiftTo.Wizard": "Non è il momento per questo..."
}
