/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Cukierki na Halloween",
    "item.halloween_candy.description": "Słodycze uwielbiane przez wszystkich na Halloween.",
    "tv.name": "Upiorne wiadomości",
    "tv.intro": "Przełomowe ogłoszenie upiornych wiadomości!",
    "tv.text0": "Właściwie to nieważne. Nie ma dziś żadnych przełomowych wiadomości... (Czy masz zainstalowane mody zależności?)",
    "tv.text1": "Wybuch epidemii dziwnych potworów terroryzuje Stardew Valley! Doniesienia mówią, że te potwory czasami upuszczają słodki smakołyk. Więcej o tej historii w miarę jej rozwoju...",
    "tv.text2": "Lokalne drzewa wydają się tworzyć kryształy cukru w swoich gałęziach. To tajemnicze zjawisko wprawia biologów w osłupienie. Co może być tego przyczyną?",
    "tv.text3": "Epidemia zaśmiecania nawiedziła lokalne miasta! Urzędnicy twierdzą, że ktoś zostawia niedojedzone cukierki w pobliżu dziewiczych lasów. Kto może stać za takim przestępstwem?",
    "tv.text4": "Przesyłka cukierków z Imperium Gotoro wywróciła się zeszłej nocy. Oceanografowie twierdzą, że prądy morskie mogą przenieść te cukierki na plaże na całym świecie.",
    "tv.text5": "W regionach górskich zaobserwowano napływ słodkich wiewiórek, które pojawiają się w nocy. Wiewiórkolodzy uważają, że za tym zjawiskiem mogą stać gryzonie o krzaczastych ogonach.",
    "tv.text6": "W regionach zalesionych pojawiła się nowa odmiana śluzu. Świadkowie twierdzą, że śluz można pomylić z dynią i ma słodki smak. Dlaczego świadkowie próbowali tego śluzu? Więcej na ten temat dziś wieczorem...",
    "tv.text7": "W lokalnych kopalniach zaobserwowano wzrost formacji słodkich kryształów. Geolodzy badają, co może powodować rozwój związków organicznych wewnątrz minerałów. Bądź na bieżąco, aby dowiedzieć się więcej...",
    "tv.text8": "kzzzt - Witaj, farmerze. Jeśli szukasz dziś wyzwania, znajdź labirynt z żywopłotu, który umieściłem gdzieś w dolinie.",
    "tv.text9": "Ekolodzy alarmują, że marnotrawstwo jest na rekordowo wysokim poziomie. Z jakiegoś powodu ludzie wyrzucają idealnie dobre słodycze. Co można zrobić, aby ograniczyć tę zbliżającą się katastrofę ekologiczną?",
    "tv.text10": "Fala hojności rozprzestrzenia się po Stardew Valley. Przypadkowe dawanie prezentów jest dziś na najwyższym poziomie. Być może zostaniesz obdarowany czymś w niedalekiej przyszłości...",
    "tv.text11": "Zapasy cukru gwałtownie spadają! Spowodowało to, że wartość hurtowa słodyczy osiągnęła rekordowo niski poziom. Zniżki na słodycze mogą pojawić się w najbliższym sklepie.",
    "buff.display": "Cukierki na Halloween",
    "buff.description": "Szczęście +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "Wygląda na to, że może ci się spodobać.",
    "dialogue.HalloweenGiftFrom2": "Znalazłem to dzisiaj i pomyślałem, że powinieneś to mieć.",
    "dialogue.HalloweenGiftFrom3": "Chciałeś to? Śmiało, weź to.",
    "dialogue.HalloweenGiftFrom4": "Mam coś dla ciebie...",
    "dialogue.HalloweenGiftFrom.Jas": "Człowiek-cień chce, żebyś to miał.",
    "dialogue.HalloweenGiftFrom.Vincent": "Powinienem ci to dać.",
    "dialogue.HalloweenGiftFrom.Wizard": "To jest dla ciebie. Nie pytaj o jego pochodzenie.",
    "dialogue.HalloweenGiftFrom.Abigail": "Nie wiem o co chodzi, ale powinieneś to wziąć.",
    "dialogue.HalloweenGiftFrom.Emily": "Miałem sen, w którym miałem ci coś dać. Śmiało i weź to!",
    "dialogue.HalloweenGiftTo1": "Wow, dzisiejszy dzień wydaje się idealny na słodkości. Dziękuję!",
    "dialogue.HalloweenGiftTo2": "Wydaje się, że to odpowiedni moment na słodycze.",
    "dialogue.HalloweenGiftTo3": "Miałem dziś ochotę na słodycze, dzięki!",
    "dialogue.HalloweenGiftTo4": "Szczęśliwego Halloween... to znaczy, czekaj... co? W każdym razie, dzięki.",
    "dialogue.HalloweenGiftTo.Abigail": "Przypomina mi to Wigilię Duchów. To moje ulubione święto!",
    "dialogue.NotHalloweenGiftTo1": "Hmm, nie jestem dziś aż tak podekscytowany...",
    "dialogue.NotHalloweenGiftTo2": "Nie mam dziś ochoty na słodycze.",
    "dialogue.NotHalloweenGiftTo3": "Chyba to wezmę.",
    "dialogue.NotHalloweenGiftTo4": "Chyba dzięki.",
    "dialogue.NotHalloweenGiftTo.Abigail": "Dzisiejszy dzień nie jest na to wystarczająco upiorny.",
    "dialogue.NotHalloweenGiftTo.Wizard": "Nie czas na to..."
}
