/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Doces de Halloween",
    "item.halloween_candy.description": "Doces que são adorados por todos no Halloween.",
    "tv.name": "Notícias assustadoras",
    "tv.intro": "Anúncio de notícias assustadoras!",
    "tv.text0": "Na verdade, não importa. Não há notícias de última hora hoje... (Você tem mods de dependência instalados?)",
    "tv.text1": "Um surto de monstros estranhos está aterrorizando Stardew Valley! Os relatos dizem que esses monstros às vezes deixam cair uma guloseima açucarada. Mais informações sobre essa história à medida que ela se desenvolve...",
    "tv.text2": "As árvores locais parecem estar formando cristais de açúcar em seus galhos. Esse fenômeno misterioso deixou os biólogos perplexos. O que poderia estar causando isso?",
    "tv.text3": "Uma epidemia de lixo atingiu as cidades locais! As autoridades dizem que alguém tem deixado doces não consumidos ao redor de florestas intocadas. Quem poderia estar por trás desse crime?",
    "tv.text4": "Um carregamento de balas de açúcar do Império Gotoro virou na noite passada. Os oceanógrafos dizem que as correntes podem levar esses doces para as praias de todo o mundo.",
    "tv.text5": "As regiões montanhosas têm visto um influxo de esquilos forrageiros aparecerem durante a noite. Os esquilólogos acreditam que os roedores de cauda espessa podem estar por trás dessa ocorrência.",
    "tv.text6": "As regiões florestais registraram uma infestação de uma nova variedade de limo. Testemunhas dizem que o lodo pode ser confundido com uma abóbora e tem um sabor adocicado. Por que as testemunhas estavam sentindo o gosto desse lodo? Mais sobre isso hoje à noite...",
    "tv.text7": "As minas locais registraram um aumento nas formações de cristais doces. Os geólogos estão pesquisando o que pode estar causando o desenvolvimento de compostos orgânicos dentro dos minerais. Fique ligado para saber mais...",
    "tv.text8": "kzzzt---Olá, fazendeiro. Se estiver procurando por um desafio hoje, encontre o labirinto de cercas vivas que coloquei em algum lugar do vale.",
    "tv.text9": "Os ambientalistas estão alertando para o fato de que o desperdício está em um nível nunca visto antes. Por alguma razão, as pessoas estão jogando fora doces perfeitamente bons. O que pode ser feito para conter esse desastre ambiental iminente?",
    "tv.text10": "Uma onda de generosidade está se espalhando por Stardew Valley. A oferta de presentes aleatórios está em alta hoje. Talvez você seja presenteado com algo em um futuro não tão distante...",
    "tv.text11": "Os estoques de açúcar estão despencando! Isso fez com que o valor de atacado dos doces atingisse níveis recordes. Os doces com desconto podem estar chegando a uma loja perto de você.",
    "buff.display": "Doces de Halloween",
    "buff.description": "Sorte +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "Aqui, parece que você pode gostar disso.",
    "dialogue.HalloweenGiftFrom2": "Encontrei isso hoje e achei que você deveria saber.",
    "dialogue.HalloweenGiftFrom3": "Você queria isso? Vá em frente e pegue-o.",
    "dialogue.HalloweenGiftFrom4": "Tenho algo para você aqui...",
    "dialogue.HalloweenGiftFrom.Jas": "O homem das sombras quer que você tenha isso.",
    "dialogue.HalloweenGiftFrom.Vincent": "Eu deveria lhe dar isso.",
    "dialogue.HalloweenGiftFrom.Wizard": "Isto é para você. Não pergunte sobre suas origens.",
    "dialogue.HalloweenGiftFrom.Abigail": "Não sei do que se trata, mas você deveria tomar isso.",
    "dialogue.HalloweenGiftFrom.Emily": "Tive um sonho em que eu deveria lhe dar algo. Vá em frente e aceite!",
    "dialogue.HalloweenGiftTo1": "Uau, hoje parece ser o dia perfeito para um doce. Obrigado!",
    "dialogue.HalloweenGiftTo2": "De alguma forma, este parece ser o momento certo para comer doces.",
    "dialogue.HalloweenGiftTo3": "Eu estava com vontade de comer doces hoje, obrigado!",
    "dialogue.HalloweenGiftTo4": "Feliz Dia das Bruxas... Quero dizer, espere... o quê? De qualquer forma, obrigado.",
    "dialogue.HalloweenGiftTo.Abigail": "Isso me lembra a Véspera dos Espíritos. Esse é o meu feriado favorito!",
    "dialogue.NotHalloweenGiftTo1": "Hmm, não estou muito animado com isso hoje...",
    "dialogue.NotHalloweenGiftTo2": "Hoje não estou com vontade de comer doces.",
    "dialogue.NotHalloweenGiftTo3": "Acho que vou aceitar.",
    "dialogue.NotHalloweenGiftTo4": "Obrigado, eu acho.",
    "dialogue.NotHalloweenGiftTo.Abigail": "O dia de hoje não está suficientemente assustador para isso.",
    "dialogue.NotHalloweenGiftTo.Wizard": "Não é o momento para isso..."
}
