/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{"tv.name":"Notícias assustadoras","tv.intro":"Anúncio de notícias assustadoras!","tv.text0":"Na verdade, não importa. Hoje não há notícias de última hora... (Tens os mods de dependência instalados?)","tv.text1":"Um surto de monstros estranhos está a aterrorizar Stardew Valley! Os relatos dizem que esses monstros às vezes deixam cair uma guloseima açucarada. Mais informações sobre esta história à medida que ela se desenvolve...","tv.text2":"As árvores locais parecem estar a formar cristais de açúcar nos seus ramos. Este fenómeno misterioso deixou os biólogos perplexos. O que poderá estar a causar isto?","tv.text3":"Uma epidemia de lixo atingiu as cidades locais! As autoridades dizem que alguém tem andado a deixar doces não consumidos à volta de florestas virgens. Quem poderá estar por detrás de tal crime?","tv.text4":"Um carregamento de rebuçados de açúcar do Império Gotoro virou ontem à noite. Os oceanógrafos dizem que as correntes podem levar estes rebuçados para praias de todo o mundo.","tv.text5":"As regiões montanhosas têm assistido a um afluxo de esquilos forrageiros que aparecem durante a noite. Os esquilólogos acreditam que os roedores de cauda espessa podem estar por detrás desta ocorrência.","tv.text6":"As regiões florestais registaram uma infestação de uma nova variedade de lodo. As testemunhas dizem que o lodo pode ser confundido com uma abóbora e tem um sabor doce. Porque é que as testemunhas estavam a provar este lodo? Mais sobre isso esta noite...","tv.text7":"As minas locais registaram um aumento de formações de cristais doces. Os geólogos estão a investigar o que poderá estar a causar o desenvolvimento de compostos orgânicos no interior dos minerais. Fique atento para saber mais...","tv.text8":"kzzzt---Olá, agricultor. Se estás à procura de um desafio hoje, encontra o labirinto de sebes que coloquei algures no vale.","tv.text9":"Os ambientalistas estão a alertar para o facto de o desperdício estar a atingir o seu ponto mais alto de sempre. Por alguma razão, as pessoas estão a deitar fora doces perfeitamente bons. O que é que se pode fazer para travar este desastre ambiental iminente?","tv.text10":"Uma onda de generosidade está a espalhar-se por Stardew Valley. A oferta de prendas aleatórias está hoje em alta. Talvez sejas presenteado com algo num futuro não muito distante...","tv.text11":"Os stocks de açúcar estão a cair a pique! Isto fez com que o valor grossista dos doces atingisse mínimos históricos. Os doces com desconto podem estar a chegar a uma loja perto de si.","buff.display":"Doces de Halloween","buff.description":"Sorte +{{amount}}","dialogue.HalloweenGiftFrom1":"Aqui, parece-me que pode gostar disto.","dialogue.HalloweenGiftFrom2":"Encontrei isto hoje e achei que devias ter visto.","dialogue.HalloweenGiftFrom3":"Querias isto? Vá em frente e leve-o.","dialogue.HalloweenGiftFrom4":"Tenho aqui uma coisa para si...","dialogue.HalloweenGiftFrom.Jas":"O homem das sombras quer que fiques com isto.","dialogue.HalloweenGiftFrom.Vincent":"É suposto eu dar-te isto.","dialogue.HalloweenGiftFrom.Wizard":"Isto é para si. Não perguntes sobre as suas origens.","dialogue.HalloweenGiftFrom.Abigail":"Não sei do que se trata, mas devias tomar isto.","dialogue.HalloweenGiftFrom.Emily":"Tive um sonho em que era suposto dar-te uma coisa. Vai em frente e aceita!","dialogue.HalloweenGiftTo1":"Uau, hoje parece ser o dia perfeito para um doce. Obrigado!","dialogue.HalloweenGiftTo2":"Esta parece ser a altura certa para comer doces.","dialogue.HalloweenGiftTo3":"Hoje apetecia-me comer doces, obrigado!","dialogue.HalloweenGiftTo4":"Feliz Dia das Bruxas... Quero dizer, espera... o quê? De qualquer forma, obrigado.","dialogue.HalloweenGiftTo.Abigail":"Isto faz-me lembrar a Véspera dos Espíritos. Esse é o meu feriado favorito!","dialogue.NotHalloweenGiftTo1":"Hmm, hoje não estou muito entusiasmado com isto...","dialogue.NotHalloweenGiftTo2":"Hoje não me apetece comer doces.","dialogue.NotHalloweenGiftTo3":"Acho que vou ficar com ele.","dialogue.NotHalloweenGiftTo4":"Obrigado, acho eu.","dialogue.NotHalloweenGiftTo.Abigail":"O dia de hoje não é suficientemente assustador para isto.","dialogue.NotHalloweenGiftTo.Wizard":"Não é a altura certa para isto..."}