/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Конфеты на Хэллоуин",
    "item.halloween_candy.description": "Конфеты, которые любят все на Хэллоуин.",
    "tv.name": "Жуткие новости",
    "tv.intro": "Анонс жутких новостей!",
    "tv.text0": "Вообще-то, неважно. Сегодня нет никаких новостей... (У вас установлены моды зависимостей?)",
    "tv.text1": "Вспышка странных монстров терроризирует Stardew Valley! Сообщается, что эти монстры иногда роняют сладкое лакомство. Подробнее об этой истории - по мере ее развития...",
    "tv.text2": "Местные деревья, похоже, образуют на своих ветвях кристаллы сахара. Это загадочное явление озадачило биологов. Что может быть причиной этого?",
    "tv.text3": "Эпидемия замусоривания поразила местные города! По словам чиновников, кто-то оставляет несъеденные конфеты вокруг девственных лесов. Кто может стоять за таким преступлением?",
    "tv.text4": "Груз сахарных конфет из империи Готоро опрокинулся прошлой ночью. По мнению океанографов, течения могут отнести эти конфеты к пляжам по всему миру.",
    "tv.text5": "В горных районах наблюдается ночной наплыв милых кусачих белок. Белковеды считают, что за этим явлением могут стоять кустарниковые грызуны.",
    "tv.text6": "В лесных районах наблюдается нашествие новой разновидности слизи. По словам очевидцев, слизь можно принять за тыкву, и она имеет сладкий вкус. Почему очевидцы попробовали эту слизь на вкус? Подробнее об этом сегодня вечером...",
    "tv.text7": "В местных шахтах отмечено увеличение количества сладких кристаллических образований. Геологи исследуют, что может быть причиной образования органических соединений внутри минералов. Оставайтесь с нами, чтобы узнать больше...",
    "tv.text8": "kzzzt- Привет, фермер. Если ты хочешь сегодня испытать себя, найди лабиринт из живой изгороди, который я поставил где-то в долине.",
    "tv.text9": "Экологи предупреждают, что количество отходов достигло рекордного уровня. По какой-то причине люди выбрасывают вполне годные конфеты. Что можно сделать, чтобы остановить эту надвигающуюся экологическую катастрофу?",
    "tv.text10": "По Stardew Valley прокатилась волна щедрости. Случайные подарки сегодня на пике популярности. Возможно, в недалеком будущем и вам что-нибудь подарят...",
    "tv.text11": "Запасы сахара резко падают! Это привело к тому, что оптовая стоимость конфет достигла рекордно низкого уровня. Конфеты со скидкой могут появиться в ближайшем магазине.",
    "buff.display": "Конфеты на Хэллоуин",
    "buff.description": "Удача +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "Вот, кажется, вам это может понравиться.",
    "dialogue.HalloweenGiftFrom2": "Я нашел это сегодня и подумал, что это должно быть у вас.",
    "dialogue.HalloweenGiftFrom3": "Вы хотели это? Давай, бери.",
    "dialogue.HalloweenGiftFrom4": "У меня есть кое-что для вас...",
    "dialogue.HalloweenGiftFrom.Jas": "Теневой человек хочет, чтобы у вас было это.",
    "dialogue.HalloweenGiftFrom.Vincent": "Я должен был отдать это тебе.",
    "dialogue.HalloweenGiftFrom.Wizard": "Это для вас. Не спрашивайте о его происхождении.",
    "dialogue.HalloweenGiftFrom.Abigail": "Я не знаю, о чем идет речь, но вам стоит это принять.",
    "dialogue.HalloweenGiftFrom.Emily": "Мне приснился сон, в котором я должен был тебе что-то подарить. Давай, бери!",
    "dialogue.HalloweenGiftTo1": "Вау, сегодня, кажется, идеальный день для сладкого. Спасибо!",
    "dialogue.HalloweenGiftTo2": "Почему-то кажется, что сейчас как раз подходящее время для того, чтобы есть конфеты.",
    "dialogue.HalloweenGiftTo3": "Сегодня как раз захотелось конфет, спасибо!",
    "dialogue.HalloweenGiftTo4": "Счастливого Хэллоу... то есть, подождите... что? В общем, спасибо.",
    "dialogue.HalloweenGiftTo.Abigail": "Это напоминает мне о Сочельнике духов. Это мой любимый праздник!",
    "dialogue.NotHalloweenGiftTo1": "Хм, что-то я сегодня не в восторге от этого...",
    "dialogue.NotHalloweenGiftTo2": "Сегодня у меня нет настроения есть сладкое.",
    "dialogue.NotHalloweenGiftTo3": "Думаю, я соглашусь.",
    "dialogue.NotHalloweenGiftTo4": "Спасибо.",
    "dialogue.NotHalloweenGiftTo.Abigail": "Сегодняшний день не кажется достаточно жутким для этого.",
    "dialogue.NotHalloweenGiftTo.Wizard": "Сейчас не время для этого..."
}
