/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    "item.halloween_candy.name": "Cadılar Bayramı Şekeri",
    "item.halloween_candy.description": "Cadılar Bayramı için herkes tarafından sevilen şeker.",
    "tv.name": "Ürkütücü Haberler",
    "tv.intro": "Son Dakika Ürkütücü Haber Duyurusu!",
    "tv.text0": "Aslında, boşver. Bugün son dakika haberi yok... (Bağımlılık modları yüklü mü?)",
    "tv.text1": "Garip canavarlar salgını Stardew Vadisi'nde terör estiriyor! Raporlar, bu canavarların bazen şekerli bir ikram bıraktığını söylüyor. Bu hikaye geliştikçe daha fazlası...",
    "tv.text2": "Yerel ağaçlar dallarında şeker kristalleri oluşturuyor gibi görünüyor. Bu gizemli fenomen biyologları şaşkına çevirdi. Buna ne sebep oluyor olabilir?",
    "tv.text3": "Bir çöp salgını yerel kasabaları vurdu! Yetkililer, birilerinin el değmemiş ormanların etrafına yenmemiş şeker bıraktığını söylüyor. Böyle bir suçun arkasında kim olabilir?",
    "tv.text4": "Gotoro İmparatorluğu'ndan gelen bir şeker sevkiyatı dün gece alabora oldu. Oşinograflar akıntıların bu şekerleri dünyanın dört bir yanındaki sahillere taşıyabileceğini söylüyor.",
    "tv.text5": "Dağlık bölgelerde bir gecede ortaya çıkan tatlı bir sincap akını görülmüştür. Sincapbilimciler bu olayın arkasında gür kuyruklu kemirgenlerin olabileceğini düşünüyor.",
    "tv.text6": "Ormanlık bölgeler yeni bir balçık türünün istilasına uğradı. Görgü tanıkları balçığın balkabağı ile karıştırılabileceğini ve tatlı bir tadı olduğunu söylüyor. Tanıklar neden bu balçığın tadına bakıyorlardı? Bu akşam daha fazlası...",
    "tv.text7": "Yerel madenlerde tatlı kristal oluşumlarında bir artış görüldü. Jeologlar, minerallerin içinde organik bileşiklerin oluşmasına neyin sebep olabileceğini araştırıyor. Daha fazlasını öğrenmek için bizi izlemeye devam edin...",
    "tv.text8": "kzzzt---Merhaba, çiftçi. Bugün bir meydan okuma arıyorsan, vadide bir yere yerleştirdiğim çit labirentini bul.",
    "tv.text9": "Çevreciler israfın tüm zamanların en yüksek seviyesine ulaştığı konusunda uyarıyor. Bazı nedenlerden dolayı insanlar mükemmel şekerleri çöpe atıyor. Yaklaşan bu çevre felaketini engellemek için ne yapılabilir?",
    "tv.text10": "Stardew Vadisi'nde bir cömertlik dalgası yayılıyor. Rastgele hediye verme bugün tüm zamanların en yüksek seviyesinde. Belki de çok uzak olmayan bir gelecekte size de bir şeyler hediye edilir...",
    "tv.text11": "Şeker stokları düşüyor! Bu durum şekerin toptan satış değerinin rekor düşük seviyelere inmesine neden oldu. İndirimli şekerler yakınınızdaki bir mağazaya geliyor olabilir.",
    "buff.display": "Cadılar Bayramı Şekeri",
    "buff.description": "Şans +{{amount}}",
    "dialogue.HalloweenGiftFrom1": "İşte, bunu sevecek gibi görünüyorsun.",
    "dialogue.HalloweenGiftFrom2": "Bunu bugün buldum ve almanız gerektiğini düşündüm.",
    "dialogue.HalloweenGiftFrom3": "Bunu mu istiyordun? Devam et ve al.",
    "dialogue.HalloweenGiftFrom4": "Burada senin için bir şeyim var.",
    "dialogue.HalloweenGiftFrom.Jas": "Gölge adam bunu almanı istiyor.",
    "dialogue.HalloweenGiftFrom.Vincent": "Bunu sana vermem gerekiyor.",
    "dialogue.HalloweenGiftFrom.Wizard": "Bu sizin için. Kökenini sorma.",
    "dialogue.HalloweenGiftFrom.Abigail": "Bunun ne hakkında olduğunu bilmiyorum ama bunu almalısın.",
    "dialogue.HalloweenGiftFrom.Emily": "Sana bir şey vermem gereken bir rüya gördüm. Devam et ve al!",
    "dialogue.HalloweenGiftTo1": "Vay canına, bugün tatlı için mükemmel bir gün gibi görünüyor. Teşekkür ederim!",
    "dialogue.HalloweenGiftTo2": "Bu nedense şeker yemek için doğru zamanmış gibi geliyor.",
    "dialogue.HalloweenGiftTo3": "Bugün tam da şekerleme havasındaydım, teşekkürler!",
    "dialogue.HalloweenGiftTo4": "Mutlu Cadılar Bayramı...Yani, bekle...ne? Her neyse, teşekkürler.",
    "dialogue.HalloweenGiftTo.Abigail": "Bu bana Spirits Eve'i hatırlattı. O benim en sevdiğim bayram!",
    "dialogue.NotHalloweenGiftTo1": "Hmm, bugün bu konuda pek heyecanlı değilim...",
    "dialogue.NotHalloweenGiftTo2": "Bugün pek tatlı havamda değilim.",
    "dialogue.NotHalloweenGiftTo3": "Sanırım kabul edeceğim.",
    "dialogue.NotHalloweenGiftTo4": "Teşekkürler, sanırım.",
    "dialogue.NotHalloweenGiftTo.Abigail": "Bugün bunun için yeterince ürkütücü hissetmiyorum.",
    "dialogue.NotHalloweenGiftTo.Wizard": "Bunun zamanı değil."
}
