{
  "companionAccepted": "You wanna go on an adventure with me?$u#$b# Well @, what are we waiting for? Let's go!$h",
  "companionAccepted_Spouse": "Adventure? Oh, of course I will @!$l#$b#I hope we can delve into the mines today.$h",
  "companionRejected": "Sounds cool, but I can't go today, sorry.$s",
  "companionRejectedNight": "It's too late to go exploring now!$s",
  "companionRejectedNight_Spouse": "Sorry, @, I'm feeling tired. I'll be going to bed soon.$s",
  "companionDismiss": "Thanks for bringing me with you @, I had fun.$h#$b#I hope to do it again sometime soon. See ya!$h",
  "companionDismiss_Spouse": "I had a great time, @, but I should head back to the farm now anyways.#$b#Stay safe, I love you!$h",
  "companionDismissAuto": "Hey @, it's getting late and I'm tired.#$b# I'm gonna go home now, but I had fun! Let's do it again soon.$h",
  "companionDismissAuto_Spouse": "I'm gonna go, @.#$b#You should head to bed soon too honey. Be safe!$2",
  "companionRecruited": "Can we go to the mines, @?$9#$b#I'm always up for that!$6",
  "companionRecruited_Spouse": "I can't wait to go on an adventure with you @!$h#Shall we go into the mines today?$6",
  "companionSuggest": "Hey, listen! I'm thinking about exploring today.#$q -1 -1#What do you think, @?#$r -1 0 Yes#It's dangerous to go alone! Take me with you.#$r -1 0 No#I would love to go, but my sword is in another bag.",
  "companionSuggest_Yes": "Okay, let's go find some trouble!$h",
  "companionSuggest_No": "That's bad, @. A real adventurer should always be prepared.",
  "companion_Beach_summer": "If I knew we would come here, I would have brought a hat. And applied some sunscreen.$3",
  "companion_Farm": "You're doing a good job on the farm, @. I'm glad you moved here.$h",
  "companion_Farm_Spouse": "Our farm is never boring, you know? Even so, I think we could change a little something here and there...",
  "companion_Forest": "Do you think the wizard is here today?#$b#...#$b#Why am I asking? I just think he's an interesting guy.",
  "companion_Forest_Spouse": "It really feels magical here, like it's in the air or something. Do you know what I mean, @?",
  "companion_Mine": "Are we going to explore today$6?#$b#That's so exciting!$h",
  "companion_Mine_Spouse": "You know how much I love exploring the mines, @, but I feel much more comfortable when you're here with me.$1",
  "companion_Mine_Spouse~1": "Honey, if you see any amethyst, please collect it for me!",
  "companion_Mountain": "The wind here is so refreshing!",
  "companion_Mountain_Spouse": "I love this part of the valley, and Sebastian lives right over there.#$b#I'm glad he and I are still friends.$1",
  "companion_Town_Spouse": "Hey, @.#$b#Maybe we could go to the saloon together one of these nights, you know, like a date night?#$b#Is that silly, since we're already married?$4", 
  "companion_Town_Night": "The town is kind of eerie at night, isn't it? I like it.",
  "companion_Town_fall": "The leaves are covering the footpaths.#$b#Pelican town is full of so many vibrant colors. It's beautiful!",
  "companion_Town_fall_Rainy": "I love when it rains during fall. It helps me think clearer...$l#$b#...and not to mention, jumping around in puddles is a lot of fun!$h"
}
