{
  "companionAccepted": "O ar fresco do vale sempre faz bem pra mim. Sair um pouquinho não faz mal a ninguém!$1",
  "companionRejected": "Acho que não posso ir, @. Eu tenho que terimnar meu novo livro.",
  "companionRejectedNight": "Já está muito tarde pra isso agora, @!",
  "companionDismiss": "Mas é claro, eu vou segui meu caminho então. Espero que me chame novamente.",
  "companionDismissAuto": "Já está na hora de eu ir, @. Obrigado por me trazer nessa aventura maravilhosa!$h",
  "companionRecruited": "Fantastico! Estou sempre procurando inspirações pro meu livro.",
  "companionSuggest": "Oi, @. Eu estava pensando em sair e ver se acho minha inspiração.#$q -1 -1# Você me daria a graça de sua companhia?#$r -1 0 Yes#Claro por que não?#$r -1 0 No#Você terá que me desculpar, mas o dia não está favorável.",
  "companionSuggest_Yes": "Que maravilhoso! Não se importe se eu parar pra escrever um pouco!$h",
  "companionSuggest_No": "Oh, mas é claro. Não se sinta obrigado, nossos caminhos se cruzarão novamente.",
  "companion_Beach": "Eu te convidaria pra minha cabana, se ela não estivesse uma bagunça.#$b#Bem, poderiamos ir mesmo assim, se isso não te incomodar.",
  "companion_Beach_Dating": "Não importa o clima, sempre há um calafrio neste mar.#$B#Chegue mais perto de mim, @, se quiser.$4",
  "companion_Farm": "Sua fazenda está ótima, @. Eu presumo que não esteja utilizando água do oceano nas suas plantações.$1",
  "companion_Farm_Dating": "Você fez um tremendo progresso em sua fazenda, é impressionante.#$B#Estou satisfeito por ter encontrado sua paixão, @, nem todo mundo tem tanta sorte!",
  "companion_Farm_Spouse": "Eu simplesmente adoro a nossa vida aqui, @.#$b#É como um sonho que se realiza toda vez que abro a porta!",
  "companion_Forest": "A floresta é um ótimo jeito de se acalmar.#$b#Eu , how can a place that's so thriving also be so peaceful?",
  "companion_Forest_Dating": "@, estaria tudo bem se eu segurasse sua mão? Senti muita falta de você desde a última vez que te vi.$4#$b#Você não gostaria de passar mais tempo juntos?$4",
  "companion_Forest_Spouse": "'Você acendeu uma chama em mim que não vai se apagar, e penso se você sabe que tu és a inspiração do meu trabalhar; apenas uma faísca faz uma floresta se queimar.'#$b#Só um pouco de poesia, se não se importa.$1",
  "companion_Mine": "Até meso um lugar iluminado como Stardew Valley tem seu lado escuro. Como a alma humana.$2#$b#Acho que isso foi um pouco demais, desculpe, @.$1",
  "companion_Mine_Dating": "Fique perto de mim aqui, @.#$B#Não tenho certeza de que monstros enfrentaremos hoje e não aguentava que nada acontecesse com você!$2",
  "companion_Mine_Spouse": "Com certeza esse não é meu lugar favorito, mas você é a luz na escuridão, meu amor. Mesmo aqui.",
  "companion_Mountain": "Nada como um passeio nas montanhas, logo após um bom tempo escrevendo!$h",
  "companion_Mountain_Dating": "O lago da casa de Demétrio e Robin é um local maravilhoso, certamente um lugar que eu deveria visitar com mais frequência.#$B#Um dia de sol, eu adoraria compartilhar um almoço leve com você, se você quiser faça-me a honra?$4",
  "companion_Mountain_Dating~1": "Obrigado por me levar para longe da minha cabana triste hoje, @! É maravilhoso tomar um pouco de ar ",
  "companion_Mountain_Spouse": "Querido, essa parte do vale é simplesmente tão romântica.#$b#Uma linda vista, e meu amor ao meu lado. O que mais um homem poderia querer?$4",
  "companion_Town": "Quem pensaria que uma cidadezinha dessas poderia ser tão hospitaleira. Eu espero que se sinta bem por aqui, @.",
  "companion_Town_Dating": "Gostaria de se juntar a mim para tomar outro drinque em algum momento, @?#$B#Talvez em uma noite tranquila, para que possamos desfrutar um pouco mais de privacidade?$4",
  "companion_Town_Spouse": "É verdade que a nossa vila é pequena, mas temos tudo o que precisamos.#$b#Na maioria, uma comunidade que está desesperada pelo modernismo que há la fora!#$b#Sou grato por estar aqui, ainda mais com você.$1"
}
