{
  "companionAccepted": "Absolutely!$h",
  "companionRejected": "No, thank you. I feel the spirits are unhappy with me today.",
  "companionRejectedNight": "Don't you know it's dangerous to explore at night?",
  "companionDismiss": "Alright, I'll see you later!",
  "companionDismissAuto": "Sorry, @, I have to go. Haley is terrible at cooking and if I'm not there she'll burn the whole house down!",
  "companionRecruited": "Lead the way.$h",
  "companionSuggest": "What a wonderful day! I feel the urge to go on a walk and admire the Valley..#$q -1 -1#Would you accompany me?#$r -1 0 Yes#That would be nice. Let's go!#$r -1 0 No# Today I can't. But thanks for inviting me.",
  "companionSuggest_Yes": "I knew you were enjoying this day as much as I am!$h",
  "companionSuggest_No": "It's ok. I sense we will have many other opportunities in the future...",
  "companion_Beach": "Oh, I want to look for some urchins! Did you know they make beautiful dyes?",
  "companion_Farm": "I hope all your crops are organic, @. You know, they taste much better that way!$1",
  "companion_Farm_Spouse": "I really love my crystal garden, @, but it pales in comparison to the natural beauty of our farm!#$b#I always feel rejuvenated here!",
  "companion_Forest": "This forest is always brimming with powerful energies. I wonder why...",
  "companion_Forest_Spouse": "My horoscope was right! I did get to 'experience nature in all it's majesty' today! Thank you, dear!$1",
  "companion_Forest_Spouse~1": "I have many friends in this forest.#$b#No, not people dear, the trees themselves!#$b#Oh, don't look at me like that!$1",
  "companion_Mine": "I should use this opportunity to gather some crystals!$h",
  "companion_Mine_Spouse": "Yoba, please bless us in this place!$3",
  "companion_Mine_Spouse~1": "It's hard for me to be here, @. I don't want to hurt these creatures, and we are trespassing in their home after all.$2#$b#I know we're protecting ourselves, but I wish there was another way...$2",
  "companion_Mountain": "I think Linus chose such a nice place to live, don't you agree?",
  "companion_Mountain_Spouse": "The mountain lake here is my favorite in the whole valley.#$b#There are so many beautiful spots so it's hard to choose, but if I had to, definitely this one!$1",
  "companion_Town": "I'm glad that Gus let me take this day off. Let's have some fun!$h",
  "companion_Town_Spouse": "I love the saloon but I've spent so much time there working, it's hard for me to go in and just relax!"
}
