{
  "companionAccepted": "¡Absolutamente!$h",
  "companionRejected": "No, gracias. Hoy siento que los espíritus no están contentos conmigo.",
  "companionRejectedNight": "¿No sabes que es peligroso explorar de noche?",
  "companionDismiss": "¡Muy bien, nos vemos luego!",
  "companionDismissAuto": "Perdón, tengo que irme. ¡Haley es muy mala cocinando y si no estoy allá, quemará toda la casa!",
  "companionRecruited": "Lidera el camino.$h",
  "companionSuggest": "¡Qué hermoso día! Siento la necesidad de salir a caminar y admirar el valle...#$q -1 -1#¿Me acompañarías?#$r -1 0 Yes#Eso sería genial. ¡Vamos!#$r -1 0 No#Hoy no puedo, pero gracias por invitarme.",
  "companionSuggest_Yes": "¡Sabía que estabas disfrutando este día tanto como yo!$h",
  "companionSuggest_No": "Está bien. Siento que tendremos muchas otras oportunidades en el futuro...",
  "companion_Beach": "¡Oh, quiero buscar unos erizos! ¿Sabías que hacen hermosas tinturas?",
  "companion_Beach_Dating": "Me encanta el mar, pero al mirarlo a veces me pongo triste.$2#$b#No puedo evitar pensar en lo que le estamos haciendo, y a sus hermosas criaturas. Perdón por ser deprimente...$2",
  "companion_Farm": "Espero que todos tus cultivos sean orgánicos, @. Ya sabes, ¡así saben mucho mejor!$1",
  "companion_Farm_Dating": "¡Realmente eres un gran granjero, @! ¡Es maravilloso que hayas encontrado tu llamado, o más bien que te ha encontrado!$1",
  "companion_Farm_Spouse": "Realmente amo mi jardín de cristal, @, ¡pero no es nada en comparación con la belleza natural de nuestra granja!#$b#¡Acá siempre me siento rejuvenecida!",
  "companion_Forest": "Este bosque está siempre lleno de poderosas energías. Me pregunto porque...",
  "companion_Forest_Dating": "Con la tranquilidad del bosque y la ausencia de las distracciones diarias, me siento cercana a ti, @.$4#$b#Siempre supe que teníamos una conexión especial...$4",
  "companion_Forest_Spouse": "¡Mi horóscopo tenía razón! ¡Hoy pude experimentar la naturaleza en toda su majestad! ¡Gracias cariño!$1",
  "companion_Forest_Spouse~1": "Tengo muchos amigos en este bosque.#$b#¡No, no gente cariño, los propios árboles!#$b#¡Oh, no me mires así!$1",
  "companion_Mine": "¡Debería aprovechar esta oportunidad para reunir algunos cristales!$h",
  "companion_Mine_Dating": "Estoy rezando para que no nos encontremos con ningun habitande de las minas, no me gusta matarlos.$2#$bDesearía que no sean tan hostiles y que podamos compartir el espacio, pero entiendo por qué ellos son.$2",
  "companion_Mine_Dating~1": "Es bueno que la clínica de Harvey no esté tan lejos de acá, ¡nunca sabes lo que podría pasar!$3#$b#Mantengámosnos cerca, ¿vale, @?",
  "companion_Mine_Spouse": "¡Yoba, por favor bendícenos en este lugar!$3",
  "companion_Mine_Spouse~1": "Es difícil para mí estar aquí, @. No quiero lastimar a estas criaturas, y estamos traspasando su hogar después de todo.$2#$b#Sé que nos estamos protegiendo, pero desearía que hubiese otra forma...$2",
  "companion_Mountain": "Creo que Linus eligió un lugar agradable para vivir, ¿no te parece?",
  "companion_Mountain_Dating": "Linus es realmente un tipo interesante, ¿lo conoces, si?#$b#Espero que seas amable con él, él solo quiere vivir con la naturaleza, es algo bueno.",
  "companion_Mountain_Spouse": "El lago de la montaña es mi favorito de todo el valle.#$b#Hay tantos lugares hermosos, asi que es difícil elegir, pero si tuviera que hacerlo, definitivamente es éste.$1",
  "companion_Town": "Me alegra que Gus me deje tomar este día libre. ¡Vamos a divertirnos un poco!$1",
  "companion_Town_Dating": "Gus es un gran jefe, ¡y tan apasionado sobre su oficio!#$b#Es realmente una energía poderosa que está alrededor, pero no me importaría cambiar de ocupación algún día, como ser mamá...$4",
  "companion_Town_Spouse": "Me encanta el salón pero ahí he pasado tanto tiempo trabajando, ¡que es difícil para mí entrar y relajarme!"
}
