{
  "companionAccepted": "Alright, but let's avoid the mines. I don't want to get all dirty.",
  "companionRejected": "Sounds boring...$2",
  "companionRejectedNight": "It's too late to do anything now.$3",
  "companionDismiss": "...Aww, I was just starting to enjoy myself too.#$b#Well, I guess I'll see you later!$h",
  "companionDismissAuto": "Sorry, @, I'm too tired to continue. I'll see you later.",
  "companionRecruited": "Yay!#$b#Maybe I can take some photos along the way!$h",
  "companionSuggest": "I'm thinking about getting some photos of the valley.#$q -1 -1#?You should come too, I could use the help.#$r -1 0 Yes#Yeah, why not? Let me gather my things.#$r -1 0 No#Sorry, I have some other things to do today. Maybe next time?",
  "companionSuggest_Yes": "Perfect! Why don't you choose where we start?$h",
  "companionSuggest_No": "It's a shame that you're busy. Bye, then.",
  "companion_Beach_summer": "We're going sunbathing today? Good idea! I hope I get a nice tan.$h",
  "companion_Bugland": "You have got to be kidding!$5#$b#Remind me again why I agreed to come with you today, @?$3",
  "companion_Bugland~1": "I stepped on something...$2#$b#It crunched.$2",
  "companion_Desert": "A friend of my sister lives out here, she has gorgeous hair.#$b#Not better than mine, but really nice!$11",
  "companion_Desert~1": "It's so hot!#$b#I love warm weather, but this is ridiculous.$2",
  "companion_Farm": "You sure do have a lot of dir... land here.$2#$b#That's why you're always dirty, I guess.$7",
  "companion_Farm_Spouse": "Our porch is dirty again. I should... Oh, you're right, dear. Today we have some walking to do instead.$h",
  "companion_Forest": "I think there is plenty of room here to build a mall.#$b#...$7#$b#What?$u",
  "companion_Forest_Spouse": "I do like living here, @, but my fashion choices really aren't suited for tramping around in the forest.#$b#The views make up for it, I guess.$1",
  "companion_Mine": "It's pretty dark here. Luckily I'm used to it. Watch your step!",
  "companion_Mine_Spouse": "I am used to the dark, @, but there aren't any slimy monsters in my darkroom!$2",
  "companion_Mountain": "This is not a place to come wearing heels...$s",
  "companion_Mountain_Spouse": "I'm glad I brought my camera today, dear! No matter the weather, this area is so nice to look at!",
  "companion_Mountain_Spouse~1": "Honey, next time you plan on taking me out this way, remind me to wear different shoes...",
  "companion_Sewer": "An okay day has now turned into a terrible one, so thank you for that.$3#$b#I can actually feel myself getting dirtier!$2",
  "companion_Sewer~1": "@, are you punishing me for something?$2#$b#Just tell me what I did so I can apologize and we can leave.$2",
  "companion_Town": "Let me get a change of clothes since we're here.",
  "companion_Town_fall": "Pelican Town isn't the most exciting place in the world, but nobody can deny how beautiful it looks this time of year!$1",
  "companion_Town_fall~1": "I always take too many pictures of fall leaves...",
  "companion_Town_fall~2": "Walking through a small town with the distant sound of the sea, and all the warm autumn colors swirling around our feet. It's just so romantic.$4",
  "companion_Town_spring": "I absolutely love all the flower petals floating through the air in spring.#$b#I never get tired of it.$4",
  "companion_Town_Spouse": "Sweetheart, can we stop by my old house for a minute? I just like to see it every now and again.$7"
}
