{
  "companionAccepted": "Isso parece maravilhoso!",
  "companionRejected": "Eu tenho algumas aulas para dar ao Vincent e a Jas. Talvez outra hora eu possa ir.",
  "companionRejectedNight": "Eu tenho que voltar pra casa, tenho muito o que fazer antes de mamãe chegar.",
  "companionDismiss": "Oh ok, tudo bem então. Obrigada pelo passeio maravilhoso.$h",
  "companionDismissAuto": "Já está na hora de eu ir. Tenho que chegar antes da minha mãe.$h",
  "companionRecruited": "Isso vai ser maravilhoso!",
  "companionSuggest": "Eu preciso aprender mais sobre a fauna e flora do vale. Vincent e Jas estão muito animados! Mas não consigo fazer tudo isso sozinha.#$q -1 -1#Poderiva vir comigo enquanto exploro o vale, @? Talvez possa encontrar algo que queira.#$r -1 0 Yes#Pode ser, talvez eu aprenda algo com você!#$r -1 0 No# Hoje eu não posso, mas obrigado por me chamar.",
  "companionSuggest_Yes": "Obrigada, isso foi gentil da sua parte.$h",
  "companionSuggest_No": "Ah, me desculpa por te incomodar.",
  "farmerRunAway": "@! ESPERA, estou atrás de você!",
  "giveForages": "Hey, @, Olha o que eu encontrei! Esse é pra Você.",
   "companion_Beach": "Você quer algumas conchas? Elas são ótimas decorações!$1",
  "companion_Beach~1": "Aqui é meio barulhento...#$b#Oh, desculpa! Pensei alto demais...$4",
  "companion_Beach_Dating": "Eu acho que deveria trazer a Jas e o Vincent aqui.#$b#E acho que poderiamos ter um encontro por aqui?$4",
  "companion_Mountain": "Parece que hoje é dia de exercicio, @!",
  "companion_Mountain~1": "Maru vive por aqui, será que passo e falo um oi?#$b#Oh, ou será que hoje é dia de clinica...$4",
  "companion_Mountain~2": "Você gosta de pescar, @?#$b#Dizem que aqui é muito bom pra isso.$1",
  "companion_Mountain_Dating": "Que caminhada, @! Ainda bem que por aqui o ar é refrescante!$1",
  "companion_Mountain_Dating~1": "Eu amo olhar o lago daqui.#$b#De noite dá até pra ver os peixes nadando por ai, de tão clara que a agua é!$1",
  "companion_Mountain_Spouse": "Eu estou tão relaxada aqui, amor, como você está hoje?",
  "companion_Town": "Eu gosto de ler naquela árvore perto da casa da Emily e da Haley.#$b#Geralmente é quieto, e a vista da água é ótima.$1",
  "companion_Town~1": "Maru é uma velha amiga.#$b#É legal ter alguém pra falar sobre as pequenas coisas, e as coisas grandes...$2#$b#Além de você, é claro, @! Eu também gosto de falar com você.$4",
  "companion_Town_Spouse": "Eu penso o que será que as crianças estão fazendo agora, eu entreguei um novo livro para eles lerem, espero que façam o seu dever!#$b#Oh é... desculpa amor. Eu sei que disse que não falaria disso agora, mas acho que não vai dar!$1",
  "companion_Town_Dating": "Um, podemos evitar a minha casa? Acho que não quero ver a minha mãe agora...$2",
  "companion_Town_Dating~1": "Você pesca nos rios da cidade?#$b#Eu acho que te vi uma vez pescando por aqui.",
  "companion_Town_Dating~2": "Você vendeu algumas colheitas pro Pierre, não foi?#$b# Eu sabia! Pois eu as comprei e estavam ótimas!$4",
  "companion_Farm": "Wow, isso parece ter dado um trabalhão! Você fez tudo?",
  "companion_Farm~1": "Eu fico cansada só de olhar!$1#$b#Tem muita poeira aqui, deve demorar uma eternidade pra limpar a casa...",
  "companion_Farm_summer": "Eu amo melancias frescas, @.#$b#Se estiver plantando algumas, e tiver uma sobrando... Adoraria pegar uma!$1",
   "companion_Farm_Dating": "Deve ser muito dificil cuidadr de tudo!#$b#Eu acho que seria uma boa eu ajudar Você por aqui...?$4",
  "companion_Farm_Dating~1": "Você já pensou em dar algumas aulas de agricultura? Seria interessante ver você dando aulas!",
  "companion_Farm_Spouse": "Isso é tudo que sempre quis. Minha própria casa, uma familia, um parceiro, um amor.#$b#Você encheu a minha vida com alegria e cor, @. Obrigada.$4",
  "companion_Forest": "Esse é o meu lugar favorito pra fazer pique-niques.#$b#O cheiro das árvores, a paz e o silêncio são tão relaxantes, é como uma mini férias quando eu venho pra cá.$1",
  "companion_Forest~1": "Um dia quando casada, com crianças, eu gostaria de trazer elas aqui nos fins de semana.#$b#Poderiamos pescar, olhar as nuvens, falar da vida, e meus sonhos pra eles.#$b#Eu realmente queria ser mãe, eu sempre penso nisso.$4#$b#Eu fico envergonhada em dizer que penso nisso, mas é assim.$4",
  "companion_Forest_Spouse": "Eu simplesmente amo esse lugar, eu passaria o dia todo aqui!#$b#Amo a nossa fazenda também, não se preocupe!$1",
   "companion_Forest_Dating": "Eu queria ter um pique-nique aqui com Você um dia! Eu vou cozinhar!",
  "companion_Forest_Dating~1": "Um dia quando eu estiver casada, vou tarzer meus filhos aqui.#$b# E trazer a Jas e o Vincent pra brincar também...$4",   
  "companion_Mine": "Tem certeza que quer vir aqui?$3",
  "companion_Mine~1": "Esse lugar não me agrada, @. Tem certeza que sou a melhor companhia?$3",
  "companion_Mine~2": "Oh não...$2",
  "companion_Mine_Dating": "Oh... as minas.$2#$b#Não, tá tudo bem, @! Vamos lá!$1",
  "companion_Mine_Dating~1": "Um, fica perto de mim, ok?",
  "companion_Mine_Dating~2": "Eu pisei em alguma coisa...$2",
  "companion_Mine_Spouse": "Amor, eu estou com medo! Fica perto!"
}
