{
  "companionAccepted_Spouse": "Why of course, dear! It'll be lovely!$1",
  "companionRejectedNight_Spouse": "I am sorry, but I have to review some materials for Jas and Vincent's class. Maybe tomorrow.",
  "companionDismiss_Spouse": "I see, I should probably go too. I learned useful things that I can teach in class and I want to write them down.#$b#Thanks for taking me out today. It made my day really special.$4",
  "companionDismissAuto_Spouse": "It's getting late, we should probably go home soon.#$b#I really enjoyed our time today. Don't linger around for too long, dear. Stay safe.",
  "companionRecruited_Spouse": "Where are we going? Should we visit my mother?#$b#I'll follow you to anywhere you'd like to, though. Being able to spend more time with you already made me so happy.$1",
  "companionAccepted": "Sure, that sounds wonderful!",
  "companionRejected": "I've got some reading to do with Vincent and Jas, maybe next time.",
  "companionRejectedNight": "I'm sorry, I've got to get home. There's just so much to do.$2",
  "companionDismiss": "Oh okay, that's alright. Thank you for spending some time with me.",
  "companionDismissAuto": "It's time for me to go, @. I enjoyed our time together, goodnight!",
  "companionRecruited": "This is exciting!",
  "companionSuggest": "Vincent and Jas are asking me more questions than I can answer about where we live.#$q -1 -1#Could you accompany me while I explore the valley, @? Maybe you can benefit from that too.#$r -1 0 Yes#Sure, that'd be nice. Let's go!#$r -1 0 No#Today I can't. But thanks for inviting me.",
  "companionSuggest_Yes": "Thank you! That's kind of you.$h",
  "companionSuggest_No": "Oh, sorry. I didn't know you were busy. Enjoy your day!",
  "farmerRunAway": "@! I'm coming, wait up!",
  "giveForages": "Hey, @, look what I found! Here, this is for you.",
  "companion_Beach": "Would you like to collect some shells?#$b#They would make for some nice decorations!$1",
  "companion_Beach~1": "It's a bit noisy here from the crashing waves.#$b#Oh, I'm not complaining! Just making an observation... sorry.$4",
  "companion_Beach_Dating": "The beach is so pretty, I should take Vincent and Jas here more often.#$b#Maybe you and I could have a date here sometime, if you wanted to?$4",
  "companion_Farm": "Wow, this looks like so much work!#$b#You really do it all on your own?",
  "companion_Farm~1": "I get tired just looking at all this space!$1#$b#There's so much dirt, it must take forever to dust your house...",
  "companion_Farm_summer": "I absolutely love fresh melons, @.#$b#If you're growing any, and have an extra one, I'd be happy to take it off your hands!$1",
  "companion_Farm_Dating": "It must be a lot of work keeping this farm going, and you still have to do household chores, and everything on your own!#$b#Wouldn't it be nice to have some help...?$4",
  "companion_Farm_Dating~1": "Have you ever thought about teaching a class on independent farming, or homesteading? It might be a fun way to make some extra money, and share your expertise!",
  "companion_Farm_Spouse": "This is all I've ever wanted. A home of my own, a family, a real partner, real love.#$b#You've filled my life with color and joy, @. Thank you.$4",
  "companion_Forest": "This is my favourite place in the valley to have picnics.#$b#The smell of the trees, the peace and quiet and sound of the water is so relaxing, it's like a mini vacation every time I come here.$1",
  "companion_Forest~1": "Vincent and Jas love this area of the valley, they have good taste.$1",
  "companion_Forest_Dating": "Would you like to have a picnic here with me sometime, @?$4#$b#I could even try to cook something for us!",
  "companion_Forest_Dating~1": "One day when I'm married, hopefully with kids, I'd love to take them all here on the weekends.#$b#We could do some fishing, cloud gazing, talk about our lives, and my little ones dreams for their futures.#$b#I really want to be a mom, I think about it a lot.$4#$b#I'm embarrassed to admit I fantasize about this stuff so much, but I do.$4",   
  "companion_Forest_Spouse": "I just love all this greenery, I could spend all day here!#$b#I love our farm too, so don't you worry!$1",
  "companion_Mine": "Are you sure you want to be here?$3",
  "companion_Mine~1": "This is kind of freaking me out, @. Are you sure I was the best person to bring here?$3",
  "companion_Mine~2": "This is a terrible place...$2",
  "companion_Mine_Dating": "Oh... the mines.$2#$b#No, it's okay, @! Let's do this!$1",
  "companion_Mine_Dating~1": "Um, stay close to me, okay?",
  "companion_Mine_Dating~2": "I stepped on something alive...$2",
  "companion_Mine_Spouse": "Honey, I'm scared, please stay close to me! I'm not much of a fighter, but I'm trying!",
  "companion_Mountain": "I'm getting a lot of exercise today, @!",
  "companion_Mountain~1": "Maru lives around here, should we go say hi?#$b#Oh, maybe she's not home, is today a clinic day?#$b#Sorry, now I'm thinking out loud...$4",
  "companion_Mountain~2": "Do you like to fish, @?#$b#There's some nice big bass up in that mountain lake, or so I've heard.#$b#I wouldn't really know myself.$1",
  "companion_Mountain_Dating": "This is such a nice walk, @! The bracing wind is so refreshing!$1",
  "companion_Mountain_Dating~1": "I love the mountain lake up here.#$b#At night sometimes you can see the fish scales sparkling in the moonlight. At least, I think that's what it is!#$b#Maybe my eyes are playing tricks on me.$1",
  "companion_Mountain_Spouse": "I'm so relaxed here, honey, how are you feeling today?",
  "companion_Town": "I like to read by that tree near Emily and Haley's house.#$b#It's usually pretty quiet, and the view of the water is really nice.$1",
  "companion_Town~1": "Maru is a good friend of mine.#$b#It's nice to have someone in town that I can talk to about the little things, and sometimes the bigger things...$2#$b#Other than you, of course, @! I love talking with you too.$4",
  "companion_Town_Dating": "Um, can we avoid my place? I don't feel like being around there right now...$2",
  "companion_Town_Dating~1": "Do you do much fishing in the town's rivers?#$b#I think I've seen you sometimes while I read under that tree by Emily's house.",
  "companion_Town_Dating~2": "I've bought a few spectacular crops from Pierre's recently, they were yours, weren't they?#$b#I think you must have a magic touch!$4",
  "companion_Town_Spouse": "I wonder what Vincent and Jas are up to right now, I gave them a new book to read, I hope they're doing their homework!#$b#Oh yes... sorry honey. I know I said I wouldn't worry about that right now, but I'm not sure that's possible!$1"
}
