{
  "companionAccepted": "Yeah, sure. Have any idea where you want to go?",
  "companionAccepted_Spouse": "Of course! It'll be nice to have some time together, just the two of us.$1",
  "companionRejected": "Nah, no thanks.",
  "companionRejectedNight": "No, sorry, @. It's too late, I'm going to bed soon.",
  "companionRejectedNight_Spouse": "I am sorry, honey, but it's already late.#$b#I need to rest my brain after dealing with a bunch of bugs in my code today. Maybe next time.$2",
  "companionDismiss": "I understand. We all have to say our goodbyes at some point.",
  "companionDismiss_Spouse": "Alright, I guess I'll head home now then. I had great time with you.$1#$b#Let's do this again someday. Take care!$4",
  "companionDismissAuto": "Hey, @, I'm gonna go now. Thanks, this was nice.$1",
  "companionDismissAuto_Spouse": "I had a lot of fun, but I think I am gonna go home now.#$b#Don't stay up too late or else you might mess up your sleep pattern like I used to. Stay safe.",
  "companionRecruited": "Anywhere you want to go is cool with me, @.",
  "companionRecruited_Spouse": "I may not look like it, but whenever I get to spend time with you, I feel really excited.$1",
  "companionSuggest": "It's not too bad outside today, I think I should take a walk...#$q -1 -1#Wanna join me?  #$r -1 0 Yes#Sure, let's go!#$r -1 0 No#Sorry, today I can't, but thanks for inviting me.",
  "companionSuggest_Yes": "Good. Lead the way, @.$h",
  "companionSuggest_No": "That's fine, @. I don't mind being alone.",
  "companion_Beach_summer": "I hope you're not thinking about us going swimming.$2#$b#Just exploring? Okay, good.",
  "companion_Beach_Dating": "I'm only a fan of this place when it's raining, and then I usually like to be alone, but I don't mind being here with you.$4",
  "companion_Beach_Dating~1": "If you ever wanna go swimming here, I'll just stand on the shore and watch.#$b#Maybe I'll roll up my pants and dip my toes in, just for you.$1#$b#Maybe.",
  "companion_Farm": "Your farm is nice, for a place so... open.",
  "companion_Farm_Dating": "I forget how much space you have until I come back here, it always blows my mind a little.#$b#Doesn't it ever kind of freak you out?",
  "companion_Farm_Dating~1": "Do you like being a farmer, @?#$b#It must be nice to have your own place...$2",
  "companion_Farm_Spouse": "Even my bike looks good on the farm.$1#$b#At first, I never would have imagined any of this, but now... I'm sure this is where we belong.$1",
  "companion_Farm_Spouse~1": "It's cool to have all this space to ourselves, sometimes I just need to stay away from people.#$b#Okay yeah, more than sometimes. You know me.$1",
  "companion_Forest_spring": "I can hear the frogs from here, they like all this dampness.#$b#Maybe I'll try to catch one...",
  "companion_Forest": "This is one of my favourite places in the valley, especially at night.",
  "companion_Forest_Dating": "We should come here at night sometime, and just hang out, talk, whatever.#$b#It's a weird feeling wanting to be close to someone, but I'm happy with you...$4",
  "companion_Forest_Spouse": "I have changed since we got married.#$b#Being out here... at first it's hard, but when I think about how many years I spent alone in my basement room, I just feel a bit depressed.#$b#I love you, @.$4",
  "companion_Mine": "This place looks like a dungeon. It would be a good scenario for a 'Solarion Chronicles' adventure.$7",
  "companion_Mine~1": "How often do you come here, @?#$b#I'm surprised, I didn't really think this would be your scene.",
  "companion_Mine_Dating": "It's always nice and cool in here, even in the summer.#$b#Plus, it's dark. I like it.$1",
  "companion_Mine_Dating~1": "I'm glad you brought me here with you, @. I want you to be safe.$4",
  "companion_Mine_Spouse": "I like it here. Dark, damp, creepy. Perfect for a guy like me.",
  "companion_Mine_Spouse~1": "I know you can take care of yourself, @, but I don't know what I'd do if anything happened to you.#$b#Not to sound suffocating, but I'd love it if you only came here when I'm with you.",
  "companion_Mountain": "Since we're here, why don't we go check out the railroad?",
  "companion_Mountain_Dating": "Sometimes I wish I was closer to Maru, but we don't have much in common.#$b#I guess it's normal for some siblings to just not get along.",
  "companion_Mountain_Spouse": "I know my mom misses me, but it's better this way, for everyone.#$b#I wonder if Maru cares that I'm gone.$2",
  "companion_Town": "Do you want to stop at the Saloon and play some pool? But fair warning, I'll crush you.$1",
  "companion_Town~1": "I hope we don't run into anyone that wants to talk...",
  "companion_Town_Dating": "I could really go for a strong cup of coffee right now. Want to drop by the saloon?",
  "companion_Town_Dating~1": "Small towns have their ups and downs.#$b#Everyone knows you and there's more pressure to socialize, but there's also a lot of quiet areas to be alone.#$b#I'd still like to move to the city, but I wonder sometimes if that's what would be best for me...$2",
  "companion_Town_Spouse": "You know I need my space, but I'm glad we still spend time together like this. I hope you know that.$4"
}
