{
  "companionAccepted": "Uh, ok... have any idea where you want to go?",
  "companionRejected": "Nah, no thanks. I still don't really know you.",
  "companionRejectedNight": "No, sorry. I don't know you very well.",
  "companionDismiss": "I understand. We all have to say our goodbyes at some point.",
  "companionDismissAuto": "I'm gonna go now. Thanks, I guess.",
  "companionRecruited": "I don't know why you want me to go with you.",
  "companionSuggest": "It's not too bad outside today. I think I should take a walk. .#$q -1 -1#Wanna join me?  #$r -1 0 Yes#That would be nice. Let's go!#$r -1 0 No# Today I can't. But thanks for inviting me.",
  "companionSuggest_Yes": "Good. Lead the way, @.$h",
  "companionSuggest_No": "Don't worry, @. I don't mind being alone.",
  "companion_Beach_summer": "I hope you're not thinking about us going swimming. Just exploring?#$b#Oh, ok.$s",
  "companion_Farm": "Your farm is nice, for a place so... open.",
  "companion_Farm_Spouse": "Even my bike looks good on the farm.$1#$b#At first, I never would have imagined any of this, but now... I'm sure this is where we belong.$1",
  "companion_Farm_Spouse~1": "It's cool to have all this space to ourselves, sometimes I just need to stay away from people.#$b#Okay yeah, more than sometimes. You know me.$1",
  "companion_Forest": "I can hear the frogs from here, they like all this dampness.#$b#Maybe I'll try to catch one...",
  "companion_Forest_Spouse": "I have changed since we got married.#$b#Being out here... at first it's hard, but when I think about how many years I spent alone in my basement room, I just feel a bit depressed.#$b#I love you, @.$4",
  "companion_Mine": "This place looks like a dungeon. It would be a good scenario for a 'Solarion Chronicles' adventure.$7",
  "companion_Mine_Spouse": "I like it here. Dark, damp, creepy. Perfect for a loner like me.",
  "companion_Mine_Spouse~1": "I know you can take care of yourself, @, but I don't know what I'd do if anything happened to you.#$b#Not to sound suffocating, but I'd love it if you only came here when I'm with you.",
  "companion_Mountain": "Since we're here, why don't we go check out the railroad?$7",
  "companion_Mountain_Spouse": "I know my mom misses me, but it's better this way, for everyone.#$b#I wonder if Maru cares that I'm gone.$2",
  "companion_Town": "Do you want to stop at the Saloon and play some pool? But fair warning, I'll crush you.$1",
  "companion_Town_Spouse": "You know I need my space, but I'm glad we still spend time together like this. I hope you know that.$4"
}
