{
  "companionAccepted_Spouse": "Sounds good! Some fresh air and spending time with you would really brighten my day!$1",
  "companionRejectedNight_Spouse": "Sorry, but I was about to go to bed. Maybe later, @. I am feeling a bit tired.",
  "companionDismiss_Spouse": "It's alright! I had great time with you!$1#$b#Say my 'hi' to Marnie and Jas if you see them. Love you!",
  "companionDismissAuto_Spouse": "Hey, it's been a lot of fun spending time with you but I am getting a bit worn out.#$b#You should probably go to bed too. See you at home, dear.",
  "companionRecruited_Spouse": "So where are we going? Can we see Marnie and Jas later? I want to know how they're doing.",
  "companionAccepted": "Sure, I guess.",
  "companionRejected": "What do you want? I want to be alone.",
  "companionRejectedNight": "Sorry, @. I'm too tired to hang out.",
  "companionDismiss": "That's cool, I gotta figure out something else to do now... See you around.",
  "companionDismissAuto": "I think I'll head home now, it's getting late. I actually enjoyed this, @. Thanks.",
  "companionRecruited": "Where to first?",
  "companionSuggest": "I'm bored out of my mind, and it's too early to go home.#$q -1 -1#Maybe we could do something, @?#$r -1 0 Yes#Yeah, why not? Let me gather my things.#$r -1 0 No#Sorry, I have some things to attend to today. Maybe next time?",
  "companionSuggest_Yes": "Heh, figured you might be as bored as I am.",
  "companionSuggest_No": "Oh, yeah. I forgot one of us has actual work to do. See ya.",
  "companion_AdventureGuild": "I wish I had the drive these guys do, I'd do more with my life.$3#$b#It's pretty impressive, especially at their age.",
  "companion_ArcheologyHouse": "Yeah... not really my scene.$3#$b#Some of the stuff you've collected here is pretty cool though.",
  "companion_ArchaeologyHouse~1": "I don't know much about Gunther, do you?",
  "companion_Beach": "I'm not the biggest fan of sand and surf, but there's something peaceful about this beach.",
  "companion_Beach~1": "Wouldn't it be cool if they set up a tiki bar here?#$b#Like the saloon, but with beach themed food and drinks.#$b#Yeah, and non-alcoholic options. For the kids and stuff, and us big kids too.$1",
  "companion_Beach~2": "I can't even remember the last time I went fishing.#$b#I wonder if Willy could give me some tips?",
  "companion_Beach_Dating": "Ugh, can't we go someplace else, @?$2#$b#I'm not in the mood for sand filled shoes today.$2",
  "companion_Beach_Dating~1": "Hmm... sorry, what was that?#$b#The sound of the waves is making me sleepy...",
  "companion_Beach_Dating~2": "Do you think Elliott would let us borrow his boat sometime?#$b#I'd like to row us out one evening, so we can have some time alone.$4#$b#I could bring a pizza and some Joja Cola? Or maybe something nicer from the saloon.",
  "companion_Club": "...This is probably the worst place you could take me...$2#$b#Or the best.$1",
  "companion_Farm_Dating": "Do you like to game, @? By the looks of this place, you probably wouldn't have much time for it.",
  "companion_Farm_Spouse": "This farm helps mellow me out. I know I get into moods, but I'm trying, you know?#$b#Being out here helps. Being with you helps the most.$4",
  "companion_Forest": "The fresh air is doing wonders for my mood.$1#$b#I appreciate this, @.",
  "companion_Forest~1": "Do you talk to Jas much? She's kind of quiet at first, not a big fan of strangers, but she'll warm up to you.#$b#She's a sweet kid.",
  "companion_Forest_Dating": "I'm fine at Marnie's place, and I really appreciate the cheap rent and relative privacy, but I don't know.#$b#A change would be nice, maybe.",
  "companion_Forest_Dating~1": "There's a weird guy that lives out in that tower.#$b#I see him sometimes at the festivals, but I can't remember seeing him out anywhere else...#$b#I don't think we've ever even talked.",
  "companion_Forest_Spouse": "All this fresh air... it's gonna take some getting used to after all that time I spent in Joja hell.$2",
  "companion_Forest_Spouse~1": "I should check in on Jas and Marnie more often. I'm sure they're doing fine without me.",
  "companionEnter_Mine^30": "Ugh. Seriously, @, the mines?$2#$b#Couldn't we just hang out at the saloon?$2",
  "companion_Mine~1": "It's so dark and dingy in here.$2#$b#Like I'm not depressed enough already.$2",
  "companion_Mine~2": "Oh. We're at the mines.#$b#It's a good thing I know how to fight.",
  "companion_Mine~3": "I must have slept okay last night, because this isn't totally bumming me out.#$b#Let's go mine some ore! Or whatever.$1",
  "companion_Mine_Dating": "Well, I wanted to follow you.$2",
  "companion_Mine_Dating~1": "We should go on a proper date sometime, something that doesn't involve the mines.#$b#You know, like anywhere else?",
  "companion_Mine_Spouse": "Stay close to me down here sweetheart, it's dangerous and... I need you. I really do.$4",
  "companion_Mountain": "I don't really know the people who live in that mountain house, but they seem nice enough.",
  "companion_Mountain_Dating": "Do you ever go check out the railroad?#$b#I used to come out here and fantasize about catching a train and getting out of this town, but where would I even go?#$b#Besides, I have a real reason to stay now.$4",
  "companion_Mountain_Spouse": "This is good. Being out here, moving around, but everyday is still a struggle.#$b#You're really patient with me, @. I want you to know I notice that and I appreciate it.",
  "companion_Mountain_Spouse~1": "I don't care about the weather, it's just nice being here with you.#$b#I don't want to do this everyday though, I hope you understand why.",
  "companion_Saloon": "Ah, my ol' home away from home. I think I'll just have a cola.",
  "companion_Town": "Hey, aren't you tired yet?#$b#You're like a human battery pack, with a crazy high charge!#$b#Just... let me catch my breath.",
  "companion_Town_Dating": "I don't feel like going to the saloon right now, I hope you have something else in mind.",
  "companion_Town_Spouse": "I don't want to go to the saloon, @, but anywhere else is cool with me.",
  "companion_Tunnel": "You don't find this place creepy?$3#$b#I'll let you in on a little secret, @. This place is creepy."
}
