{
  "companionAccepted": "Tá bom...",
  "companionRejected": "O que você quer? Me deixe sozinho.",
  "companionRejectedNight": "Eu vou pro Saloon essa noite.",
  "companionDismiss": "Acho que vou pro Saloon então. O que tem mais pra fazer mesmo...",
  "companionDismissAuto": "Estou indo tomar umas. Até.",
  "companionRecruited": "Aonde vamos primeiro?",
  "companionSuggest": "Eu estou entediado, mas ainda é cedo pra ir pra casa.#$q -1 -1#Talvez possamos fazer algo juntos, @?#$r -1 0 Yes#Sim, porque não?#$r -1 0 No#Desculpa mas hoje não dá.",
  "companionSuggest_Yes": "Heh, talvez você também esteja entediado.$6",
  "companionSuggest_No": "Oh, claro. Esqueci que pelo menos um de nós tem trabalho de verdade.$3",
  "companion_AdventureGuild": "Eu queria ser como esses caras, eu teria uma vida melhor.$3#$b#É bem impressionante, ainda mais na idade deles.$6",
  "companion_ArcheologyHouse": "Yeah... não sou muito fã.$3#$b#Mas algumas coisas que trouxe aqui são legais.$6",
  "companion_ArchaeologyHouse~1": "Eu acho que ninguém conhece muito o Ghunter, você conhece?",
  "companion_Beach": "Eu não sou o maior fâ de surfe e areia, mas essa praia me acalma.",
  "companion_Beach~1": "Não seria legal se tivesse um quisque aqui?#$b#Tipo o Saloon, mas com comida e bebida com tema de praia.#$b#Com opções sem alcóol. Para as crianças tipo a Jas, e nós crianções também.$h",
  "companion_Beach~2": "Nem me lembro da última vez que pesquei.#$b#Será que Willy me ensina?",
  "companion_Beach_Dating": "Ugh, não podemos ir para outro lugar, @?$2#$b#Hoje não estou com disposição para sapatos cheios de areia.$2",
  "companion_Beach_Dating~1": "Hmm ... desculpe, o que foi isso?#$b#O som das ondas está me deixando sonolento...",
  "companion_Beach_Dating~2": "Você acha que Elliott nos emprestaria o barco dele algum dia?#$B#Gostaria de nos remar uma noite, para que possamos ter algum tempo a sós.$4#$b#Eu poderia trazer uma pizza e um pouco de Joja Cola? Ou talvez algo melhor do salão.",
  "companion_Club": "...Isso parece o meu pesadelo...$2#$b#E sonho ao mensmo tempo.$1",
  "companion_Farm_Dating": "Você gosta de jogar, @? Pela aparência deste lugar, você provavelmente não teria muito tempo para isso.",
  "companion_Farm_Spouse": "Essa fazenda ajuda na minha depressão. Sei que tenho recaidas, mas eu estou tentando, sabe?#$b#Sair um pouco ajuda. Sair com você ajuda mais ainda.$4",
  "companion_Forest": "O ar fresco faz maravilhas no meu humor.$h#$b#Valeu por me chamar hoje, @.",
  "companion_Forest~1": "Você fala muito com Jas? Ela é meio quieta no começo, não gosta muito de estranhos, mas gosta de você.#$B#Ela é uma criança doce.",
  "companion_Forest_Dating": "Estou bem na casa de Marnie, e realmente aprecio o aluguel barato e a privacidade relativa, mas não sei.#$B#Uma mudança seria legal, talvez.",
  "companion_Forest_Dating~1": "Tem um cara estranho que mora naquela torre.#$B#Eu o vejo algumas vezes nos festivais, mas não consigo me lembrar de vê-lo em qualquer outro lugar ...#$b#Acho que nunca até conversamos.",
  "companion_Forest_Spouse": "Todo esse ar fresco, vai demorar um pouco pra me acostumar, depois de respirar o ar dos infernos da Joja.",
  "companion_Forest_Spouse~1": "Deveria visitar a Jas e a Marnie mais vezes. Mas tenho certeza que estão bem sem mim.",
  "companionEnter_Mine^30": "Ugh. Sério, @, as minas?$a#$b#Não podiamos simplesmente tomar umas?$s",
  "companion_Mine~1": "É tão escuro e sujo aqui.$s#$b#E tipo, nem tô deprimido ainda.$s",
  "companion_Mine~2": "Oh. Estamos nas minas.#$b#Que bom que sei lutar.$6",
  "companion_Mine~3": "Eu devo ter dormido muito bem, por que eu isso nem ta me deprimindo.$6#$b#Vamos minerar! Ou sei la.$h",
  "companion_Mine_Dating": "Bem, eu queria te seguir.$2",
  "companion_Mine_Dating~1": "Deveríamos ir a um encontro apropriado em algum momento, algo que não envolva as minas.#$B#Você sabe, como em qualquer outro lugar?",
  "companion_Mine_Spouse": "Fique perto de mim docinho... Eu preciso de você. Preciso MESMO.$4",
  "companion_Mountain": "Eu realmente não conheço as pessoas que moram naquela casa na montanha, mas elas parecem boas o suficiente.",
  "companion_Mountain_Dating": "Você já visitou a estrada de ferro?#$B#Eu costumava vir aqui e fantasiar sobre pegar um trem e sair desta cidade, mas para onde eu iria?#$B#Além disso, tenho um motivo real ficar agora.$4",
  "companion_Mountain_Spouse": "Isso é bom pra mim, eu sei, sair e me mecher, mas ainda é muito pra mim.#$b#Você tem muita paciência comigo, @, só queria que soubesse que aprecio muito isso.",
  "companion_Mountain_Spouse~1": "Eu não ligo pro clima, é legal estar aqui com você. Mas eu não quero fazer isso todo dia, espero que entenda.",
  "companion_Saloon": "Ah, minha casa longe de casa.$h#$b#Boa escolha, @.$h",
  "companion_Town": "Ei, você ainda não está cansado?#$B#Você é como uma bateria humana, com uma carga alta e louca!#$B#Apenas ... deixe-me recuperar o fôlego.",
  "companion_Town_Dating": "Não estou com vontade de ir ao salão agora, espero que você tenha outra coisa em mente.",
  "companion_Town_Spouse": "Eu não quero ir pro saloon, @, mas qualquer outro lugar está bom.",
  "companion_Tunnel": "Você não acha esse lugar meio assustador?$3#$b#Vou te contar um segredo, @. Esse lugar me assusta.$0"
}
