/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/slimerrain/stardew-mods
**
*************************************************/

{
    "UnmilledRice.displayname": "Brown Rice",
    "Rice.displayname": "White Rice",

    "Barley.displayname": "Barley",
    "Barley.description": "One of the most nutritional and widely cultivated grains.",
    "Barley.seed.displayname": "Barley Seeds",
    "Barley.seed.description": "Plant these in spring. Takes 4 days to mature. Harvest with the scythe.",
    
    "Buckwheat.displayname": "Buckwheat",
    "Buckwheat.description": "One of the most widely cultivated grains. Great for cooking!",
    "Buckwheat.seed.displayname": "Buckwheat Seeds",
    "Buckwheat.seed.description": "Plant these in spring or summer. Takes 5 days to mature. Harvest with the scythe.",
    
    "Millet.displayname": "Millet",
    "Millet.description": "An ancient nutritional grain commonly used for cooking.",
    "Millet.seed.displayname": "Millet Seeds",
    "Millet.seed.description": "Plant these in summer. Takes 4 days to mature. Harvest with the scythe.",
    
    "Oat.displayname": "Oat",
    "Oat.description": "A nutritious grain with lots of fiber and a variety of uses.",
    "Oat.seed.displayname": "Oat Seeds",
    "Oat.seed.description": "Plant these in spring. Takes 4 days to mature. Harvest with the scythe.",
    
    "Rye.displayname": "Rye",
    "Rye.description": "A hardy and nutritious grain used for baking and brewing.",
    "Rye.seed.displayname": "Rye Seeds",
    "Rye.seed.description": "Plant these in summer or fall. Takes 6 days to mature. Harvest with the scythe.",
    
    "Sorghum.displayname": "Sorghum",
    "Sorghum.description": "A versatile and nutritional grain with a variety of uses.",
    "Sorghum.seed.displayname": "Sorghum Seeds",
    "Sorghum.seed.description": "Plant these in spring or summer. Takes 5 days to mature. Harvest with the scythe.",

    "Config.RenameUnmilledRice.description": "If you want \"Unmilled Rice\" to be called \"Brown Rice\" instead.",
    "Config.Barley.description": "Uncheck this if you want to remove this mod's Barley from the game. (Remove the crops from the farm and inventories first.)",
    "Config.Buckwheat.description": "Uncheck this if you want to remove this mod's Buckwheat from the game. (Remove the crops from the farm and inventories first.)",
    "Config.Millet.description": "Uncheck this if you want to remove this mod's Millet from the game. (Remove the crops from the farm and inventories first.)",
    "Config.Oats.description": "Uncheck this if you want to remove this mod's Oats from the game. (Remove the crops from the farm and inventories first.)",
    "Config.Rye.description": "Uncheck this if you want to remove this mod's Rye from the game. (Remove the crops from the farm and inventories first.)",
    "Config.Sorghum.description": "Uncheck this if you want to remove this mod's Sorghum from the game. (Remove the crops from the farm and inventories first.)"
}