{
  "Changes": [
    {
      "LogName": "Edit BigCraftablesInformation descriptions",
      "Action": "EditData",
      "Target": "Data/BigCraftablesInformation",
      "Fields": {
        "0": {
          "4": "The small flower buds have a sweet, heady aroma."
        },
        "1": {
          "4": "The underside of each leaf is oddly sticky."
        },
        "2": {
          "4": "Feed me, Seymour!"
        },
        "3": {
          "4": "Exists in symbiosis with a colony of ants. The plant's stems are crawling with them."
        },
        "4": {
          "4": "The edges of its broad leaves are razor-sharp."
        },
        "5": {
          "4": "Transporting this species across government borders carries a hefty fine."
        },
        "6": {
          "4": "It doesn't trust you to water it."
        },
        "7": {
          "4": "The lush potted grass provides a good hiding spot for illicit items."
        },
        "8": {
          "4": "A miracle of modern taxidermy."
        },
        "9": {
          "4": "Packages the immense energy of lightning storms in a convenient format."
        },
        "10": {
          "4": "Cute bee vomit factories for your farm. The enslaved insects produce honey in all seasons but winter."
        },
        "12": {
          "4": "The liquid inside burbles and sloshes even when no one is near the barrel."
        },
        "13": {
          "4": "Turns ore and coal into metal bars. Is it big enough to fit a person inside?"
        },
        "15": {
          "4": "Preserves food long beyond its best-by date."
        },
        "16": {
          "4": "Congeals microbe-riddled mammary liquids into a solidified mass."
        },
        "17": {
          "4": "Turns stolen sheep fur into fabric!"
        },
        "19": {
          "4": "Squeezes the fat from organic materials to make lubricant. The mayor appreciates its work."
        },
        "20": {
          "4": "A dark enchantment on this machine defies the laws of entropy."
        },
        "21": {
          "4": "Advanced replicator technology. For better or for worse, it only works on shiny rocks."
        },
        "24": {
          "4": "Pulverizes unborn critters and blends them with oil to make sandwich spread."
        },
        "25": {
          "4": "Sucks the life from your crops so you can grow them anew."
        },
        "28": {
          "4": "A freshly harvested skeleton. Makes a useful tool for learning anatomy."
        },
        "31": {
          "4": "Flammable."
        },
        "32": {
          "4": "Stones like these are often used as burial monuments."
        },
        "33": {
          "4": "Purely decorative. There's no one inside... wait..."
        },
        "34": {
          "4": "Using this as decoration only would be dangerous blasphemy."
        },
        "35": {
          "4": "Some poor tree's midriff."
        },
        "36": {
          "4": "Unusually life-like. The material seems artificial, but you can't be sure."
        },
        "37": {
          "4": "Use an item on this to trap its image inside. The item won't be consumed."
        },
        "38": {
          "4": "Use an item on this to trap its image inside. The item won't be consumed."
        },
        "40": {
          "4": "Full-grown. This species takes two winters to become sexually mature."
        },
        "41": {
          "4": "Juvenile green candy canes."
        },
        "42": {
          "4": "Half-breeds!"
        },
        "43": {
          "4": "Juvenile red candy canes."
        },
        "44": {
          "4": "Viciously attacks when it thinks its young canes are threatened."
        },
        "45": {
          "4": "Decorative animal fodder."
        },
        "46": {
          "4": "Count the rings to learn how old this tree had grown before being killed."
        },
        "47": {
          "4": "It's best not to ask where this came from..."
        },
        "48": {
          "4": "It changes form every season, but you're not sure how."
        },
        "52": {
          "4": "Medusa got to the poor critter."
        },
        "53": {
          "4": "Medusa got to the poor critter."
        },
        "54": {
          "4": "Medusa got to the poor critter."
        },
        "55": {
          "4": "Medusa got to the poor critter."
        },
        "56": {
          "4": "Pity the poor slime who had this growth removed."
        },
        "62": {
          "4": "Grows crops from any season when indoors. The dirt is full of worms and insects."
        },
        "71": {
          "4": "Hopefully the monsters chasing you won't know how to use stairs."
        },
        "83": {
          "4": "Dark arts practitioners know better than to linger near its cursed aura."
        },
        "85": {
          "4": "Gunther said it was a sloth, but you're not so sure..."
        },
        "86": {
          "4": "When you look closely, the bones don't all seem to match."
        },
        "87": {
          "4": "Ugh, the pelvic bone looks oddly human."
        },
        "88": {
          "4": "The inside is covered in jagged crystals, with a hollow space large enough to enclose a small child."
        },
        "89": {
          "4": "If you put your whole arm inside, you might be able to reach the bottom."
        },
        "90": {
          "4": "Thin cracks suggest it's been shattered once before. You're not sure how safe this is."
        },
        "94": {
          "4": "Emits a captivating melody. The longer you listen, the harder it is to move away."
        },
        "95": {
          "4": "No matter where you go, you can feel a pair of eyes watching your every movement."
        },
        "98": {
          "4": "Wh... where did the thing go that was inside it?"
        },
        "104": {
          "4": "Should be serviced regularly to avoid risk of sudden fire or explosions."
        },
        "105": {
          "4": "Handy tools to drain the life out of trees!"
        },
        "107": {
          "4": "The fur looks awfully real."
        },
        "108": {
          "4": "The flowers are so fragrant, they mask all other odors."
        },
        "109": {
          "4": "The flowers are so fragrant, they mask all other odors."
        },
        "110": {
          "4": "An unfortunate prince cursed into stasis. Collect them all! (1 of 8)"
        },
        "112": {
          "4": "Plenty of sun, not enough water."
        },
        "113": {
          "4": "A miserable sorceress cursed into stasis. Collect them all! (2 of 8)"
        },
        "114": {
          "4": "Burns once-living things into lumps of useful coal."
        },
        "116": {
          "4": "A shiny prop for your meager self-esteem."
        },
        "117": {
          "4": "Just enough to keep you coming back."
        },
        "126": {
          "4": "An ethereal being cursed into stasis. Collect them all! (3 of 8)"
        },
        "127": {
          "4": "It seems to know the preferences of everyone in town..."
        },
        "130": {
          "4": "Out of sight, out of mind."
        },
        "136": {
          "4": "A living sculpture cursed into stasis. Collect them all! (4 of 8)"
        },
        "137": {
          "4": "A hapless farmer cursed into stasis. Collect them all! (5 of 8)"
        },
        "138": {
          "4": "A live dwarf child cursed into stasis. Collect them all! (6 of 8)"
        },
        "139": {
          "4": "An unlucky scavenger cursed into stasis. Collect them all! (7 of 8)"
        },
        "140": {
          "4": "A possessed mask cursed into stasis. Collect them all! (8 of 8)"
        },
        "141": {
          "4": "PARENTAL ADVISORY: may cause fits of frustration-induced violence."
        },
        "143": {
          "4": "Fends off the terrors of the night. Provides moderate light."
        },
        "144": {
          "4": "Suitable for burnt offerings. Provides moderate light."
        },
        "145": {
          "4": "A testament to your vanity. Provides moderate light."
        },
        "146": {
          "4": "Don't leave it unattended."
        },
        "147": {
          "4": "Only you can prevent forest fires. Provides moderate light."
        },
        "148": {
          "4": "A wooden masterpiece to burn. Provides moderate light."
        },
        "149": {
          "4": "No, this isn't a real skull... probably. Provides moderate light."
        },
        "150": {
          "4": "A fire in a wooden barrel sounds very safe. Provides moderate light."
        },
        "151": {
          "4": "Burn things in style. Provides moderate light."
        },
        "152": {
          "4": "An industrial age tool correlated with reduced homicide rates. Provides abundant light."
        },
        "153": {
          "4": "An industrial age tool correlated with reduced homicide rates. Provides abundant light."
        },
        "154": {
          "4": "Produces bait. Close the lid to give the worms some privacy."
        },
        "156": {
          "4": "Brings writhing, oozing creatures to life. Place slime eggs inside to hatch them."
        },
        "158": {
          "4": "Compresses slaughtered slime remains into a new life form."
        },
        "159": {
          "4": "The reward for thy suffering is more suffering."
        },
        "160": {
          "4": "Beware the curse. Too much iridium."
        },
        "163": {
          "4": "Stuff it with fermented fruits or congealed milk products to ripen them with age. Use in the cellar."
        },
        "164": {
          "4": "This statue would look good in purple shorts."
        },
        "165": {
          "4": "You've never seen it move, yet it somehow collects everything each morning..."
        },
        "167": {
          "4": "An aggregation of trapped souls, hostile enough to drive thieving creatures away from a distance (about 16 \"tiles\")."
        },
        "184": {
          "4": "Feeds on your exhaled breath."
        },
        "188": {
          "4": "Dies and grows back every year, but it never seems to need water."
        },
        "192": {
          "4": "This artificial plant somehow changes with the seasons."
        },
        "196": {
          "4": "It's happiest in the hot sun of the desert."
        },
        "200": {
          "4": "An invasive species, this shrub causes colony collapse disorder in local bee populations."
        },
        "204": {
          "4": "Seasonal. Keep away from pets."
        },
        "208": {
          "4": "It's well taken care of, but you can never clean the blood out from the cracks in the wood."
        },
        "209": {
          "4": "Supposedly battery-powered, but the power source never seems to need replacement."
        },
        "211": {
          "4": "Breaks things down into tiny pieces. Meant for hardwood, but maybe a body would fit..."
        },
        "216": {
          "4": "Not big enough for meat. Storing crops and forage ingredients will have to do."
        }
      }
    },
    {
      "LogName": "Edit Blueprints descriptions",
      "Action": "EditData",
      "Target": "Data/Blueprints",
      "Fields": {
        "Silo": {
          "9": "Stores dead organisms to feed your livestock."
        },
        "Mill": {
          "9": "Crushes things into fine powder. Be careful not to lose any fingers."
        },
        "Junimo Hut": {
          "9": "An inconspicuous form of magical creature slavery."
        },
        "Gold Clock": {
          "9": "Fundamentally alters the flow of space-time on your farm. Debris and fences become suspended in time."
        },
        "Slime Hutch": {
          "9": "Raise deadly monsters!"
        },
        "Plank Cabin": {
          "9": "With all-natural air-conditioning."
        },
        "Fish Pond": {
          "9": "Toss your fish into a bottomless hole and hope they keep breeding down there."
        }
      }
    },
    {
      "LogName": "Edit Boots descriptions",
      "Action": "EditData",
      "Target": "Data/Boots",
      "Fields": {
        "504": {
          "1": "Stylish, but they lack traction on muddy, slimy, or bloody surfaces."
        },
        "505": {
          "1": "Protects you... against lightning."
        },
        "506": {
          "1": "Poor cow couldn't save himself."
        },
        "507": {
          "1": "Steel-toed to inflict hell on the shins of your enemies."
        },
        "508": {
          "1": "The iron mesh makes them hard to clean. Still smells of bug guts."
        },
        "509": {
          "1": "The fuzzy lining smells slightly of burnt meat."
        },
        "510": {
          "1": "Keep your feet sweaty enough to be at risk of freezing even with the insulation."
        },
        "511": {
          "1": "Matte black leather boots that squish and scream as you walk."
        },
        "512": {
          "1": "Yeah, \"fire\" boots. They're covered in monster blood."
        },
        "513": {
          "1": "Nothing happens when they are rubbed."
        },
        "514": {
          "1": "Their NASA certification has expired."
        },
        "804": {
          "1": "Emily made these to be 100% compostable! They might be composting a little already..."
        },
        "806": {
          "1": "A little tight on the toes."
        }
      }
    },
    {
      "LogName": "Edit ClothingInformation descriptions",
      "Action": "EditData",
      "Target": "Data/ClothingInformation",
      "Entries": {
        "1105": "Shirt/Shirt/A wearable shirt./0/-1/50/255 255 255/false/Shirt"
      },
      "Fields": {
        "-1": {
          "2": "Optional."
        },
        "0": {
          "2": "Optional."
        },
        "6": {
          "2": "Scratchy down there, but has great airflow!"
        },
        "15": {
          "2": "The mayor's used silk shorts. They look better on you than on Marnie's floor."
        },
        "1003": {
          "2": "Sewn out of warm, leathery, breathable bat wings."
        },
        "1004": {
          "2": "The decal on the front sports shaved-off bits of actual bone."
        },
        "1005": {
          "2": "Softly conditioned with mayonnaise."
        },
        "1006": {
          "2": "It sticks to your skin."
        },
        "1008": {
          "2": "Perfect for playing gridball."
        },
        "1009": {
          "2": "Sticks wetly to your armpits."
        },
        "1012": {
          "2": "Definitely non-vegan."
        },
        "1014": {
          "2": "With stiff, authentic boning."
        },
        "1017": {
          "2": "For holding up your lucky shorts."
        },
        "1030": {
          "2": "Complete with \"secret stash\" in the pocket."
        },
        "1034": {
          "2": "A hand-me-down adventurer's tunic. Tragically, it's not puncture-resistant."
        },
        "1039": {
          "2": "Reclaim your sad childhood."
        },
        "1071": {
          "2": "It smells of sour milk."
        },
        "1105": {
          "2": "Join Us. Thrive."
        },
        "1138": {
          "2": "Looks badass as hell, but you'll smell like a brewery."
        },
        "1185": {
          "2": "The buttons are peculiar red stones. Wearing it brings an ever-present aura of low-level dread."
        },
        "1190": {
          "2": "It smiles so you don't have to."
        },
        "1210": {
          "2": "A couple spiders shake loose when you pick it up."
        },
        "1217": {
          "2": "It smells strongly of sour milk."
        },
        "1220": {
          "2": "A shirt with a metal chain sewn around the neck."
        },
        "1224": {
          "2": "Fabric laced with diamond dust. Not very comfortable to wear."
        },
        "1225": {
          "2": "AAH! GET IT OFF! GET IT OFF!!!"
        },
        "1226": {
          "2": "Smells faintly of burnt flesh."
        },
        "1232": {
          "2": "Where you belong."
        },
        "1236": {
          "2": "The red stuff is probably spaghetti sauce. Or plausibly, anyway."
        },
        "1239": {
          "2": "Remember: you go down with your ship."
        },
        "1244": {
          "2": "The hieroglyphic warning probably wasn't important."
        },
        "1246": {
          "2": "Wear egg on your face AND on your torso."
        },
        "1247": {
          "2": "Well aren't you a tasty snack!"
        },
        "1257": {
          "2": "Features the iconic spring mushroom in all its holey goodness."
        },
        "1258": {
          "2": "Causes your eyes to water. Or is that just seasonal allergies?"
        },
        "1264": {
          "2": "Mmm, \"sprinkles.\""
        },
        "1269": {
          "2": "CAUTION: HOT"
        },
        "1275": {
          "2": "Dust thou art, and to dust thou shalt return..."
        },
        "1289": {
          "2": "A stylish getup for a funeral or an ex-lover's wedding."
        }
      }
    },
    {
      "LogName": "Edit hats descriptions",
      "Action": "EditData",
      "Target": "Data/hats",
      "Fields": {
        "0": {
          "1": "There's a small, round hole torn out of the brim."
        },
        "2": {
          "1": "A bit ostentatious for funerals, but you do you."
        },
        "4": {
          "1": "Scratchy and musty."
        },
        "6": {
          "1": "Provides top-notch impairment of your peripheral vision."
        },
        "8": {
          "1": "Now made with real skeletons!"
        },
        "9": {
          "1": "The ears move as your expression does, but you find no mechanism for this."
        },
        "10": {
          "1": "Rubbery and cold, just like chicken skin."
        },
        "11": {
          "1": "They won't block out the voices in your head..."
        },
        "14": {
          "1": "Flutters frantically in only a sight breeze."
        },
        "19": {
          "1": "M'lady, may I take your chair, bitch?"
        },
        "24": {
          "1": "It feels damp against your eyelid when you wear it. Smells odd."
        },
        "25": {
          "1": "Lure children in with promises of presents."
        },
        "27": {
          "1": "A funny dent has caved it in on one side. It's otherwise in great condition!"
        },
        "29": {
          "1": "The flower's lifeblood fades in vain while trying to beautify your face."
        },
        "30": {
          "1": "The rind drips juices into your hair."
        },
        "31": {
          "1": "Me gonna be deaf now, poke."
        },
        "34": {
          "1": "100% real cow skin."
        },
        "39": {
          "1": "Colorized excrement."
        },
        "40": {
          "1": "It slowly absorbs life energy from your scalp, waiting for the day you die."
        },
        "41": {
          "1": "100% organic. Emily made it with her love... I don't want to know from what."
        },
        "42": {
          "1": "Warn others of your toxic personality."
        },
        "45": {
          "1": "Pack it up fake Gucci."
        },
        "46": {
          "1": "A stylish excuse for cultural appropriation."
        },
        "56": {
          "1": "Hardly makes a difference."
        },
        "63": {
          "1": "Smells like turkey and smallpox."
        },
        "66": {
          "1": "An instrument of self-expression."
        },
        "67": {
          "1": "Sharp spines pierce your face whenever you put it on. It's uncomfortable."
        },
        "68": {
          "1": "For those unexpected flights."
        },
        "71": {
          "1": "It may be practical, but your style choices are hideous."
        }
      }
    },
    {
      "LogName": "Edit ObjectInformation descriptions",
      "Action": "EditData",
      "Target": "Data/ObjectInformation",
      "Fields": {
        "16": {
          "5": "A hotly pungent, fleshy root. Crushing or grinding it releases the flavor and heat."
        },
        "18": {
          "5": "Contains a sap poisonous to many other plants and animals. Gifting a single flower is considered bad luck."
        },
        "20": {
          "5": "Some wild animal marked its territory on this one."
        },
        "22": {
          "5": "The leaves are a powerful diuretic; eating them increases urine production."
        },
        "24": {
          "5": "It has all the flavor of a bleached, long-dead carrot."
        },
        "60": {
          "5": "This gem is thought to guard against memory loss. A thoughtful gift for divorcees."
        },
        "62": {
          "5": "Thought to protect against seasickness and tragic sailing accidents."
        },
        "64": {
          "5": "The \"pigeon's blood\" variety of this gem is its most sought-after color variant."
        },
        "66": {
          "5": "Some sources suggest that this stone is used to stabilize mental disorders."
        },
        "68": {
          "5": "When worn as a necklace, this gemstone is believed to drive away sadness."
        },
        "70": {
          "5": "In many cultures, this stone has a strong association with the dead."
        },
        "71": {
          "5": "The mayor's used silk shorts. They look better on you than on Marnie's floor."
        },
        "72": {
          "5": "This one seems to be clear of blood."
        },
        "74": {
          "5": "You can feel the colour vibrate in your skull. Looking at it too long might alter your vision permanently."
        },
        "78": {
          "5": "A dirtier variety of carrot. Fulfills many needs of a miner."
        },
        "79": {
          "5": "Better hope it's not about you..."
        },
        "80": {
          "5": "The fine dust released when cutting these crystals can cause fibrosis of the lungs."
        },
        "82": {
          "5": "The red glow of this crystal never seems to fade."
        },
        "84": {
          "5": "The last remnant of some long forgotten creature."
        },
        "86": {
          "5": "A cloudy, fragile gemstone commonly gifted by cheapskates."
        },
        "88": {
          "5": "Covered in rough hair, it provides both milk and meat."
        },
        "90": {
          "5": "You'd have to spend a long time under the desert sun to consider this fruit edible."
        },
        "92": {
          "5": "Tree blood. It's still sticky."
        },
        "93": {
          "5": "Flickers suddenly from time to time, even when there is no breeze."
        },
        "96": {
          "5": "A scroll written in an ancient language... it probably isn't calling for genocide of surface dwellers, right?"
        },
        "97": {
          "5": "A scroll written in an ancient language, describing a species that never expected to become endangered."
        },
        "98": {
          "5": "A scroll written in an ancient language, the writer unaware their days were numbered."
        },
        "99": {
          "5": "A scroll written in an ancient language. It seems to end abruptly..."
        },
        "100": {
          "5": "Hopefully not used in any sacrificial rituals."
        },
        "101": {
          "5": "Even early tools were designed to kill."
        },
        "103": {
          "5": "When left out of sight, this doll seems to change position on its own."
        },
        "104": {
          "5": "Legend says they are enchanted to be as warm as their owners. It's cold to the touch."
        },
        "105": {
          "5": "You can still taste what the last person who used it had for lunch."
        },
        "106": {
          "5": "Conceal your face and your true intentions."
        },
        "107": {
          "5": "Perhaps it can still hatch... what could go wrong?"
        },
        "109": {
          "5": "The sword may be in bad shape, but it has far outlived its owner."
        },
        "110": {
          "5": "Despite its normal shape, I wouldn't use it for breakfast."
        },
        "111": {
          "5": "A modern tool of animal abuse."
        },
        "112": {
          "5": "It reminds you of your old manager."
        },
        "113": {
          "5": "A mummified chicken in pristine condition. When you shake it you can hear small bones rattling inside."
        },
        "114": {
          "5": "This shriveled seed appears to be long dead. Is reviving it a good idea?"
        },
        "115": {
          "5": "May have been used for primitive eviscerations."
        },
        "116": {
          "5": "Some believe that starfish scream as the sun dries them out, but only fish can hear their piercing cries."
        },
        "117": {
          "5": "This wasn't meant to be lost."
        },
        "118": {
          "5": "They almost look like candy."
        },
        "119": {
          "5": "Imagine blowing some ancient creature's dirty, bacteria-filled tibia. Bone flute!"
        },
        "120": {
          "5": "Despite its age, the rock's edge is still deadly sharp."
        },
        "121": {
          "5": "It's sturdy, but even the best armor couldn't prevent their near-extinction."
        },
        "122": {
          "5": "The strange crystalline screen stays lit, but shows only static."
        },
        "123": {
          "5": "Looks like skin stretched over bone. Nice sound though."
        },
        "124": {
          "5": "Holes around the rim suggest a sinister internal mechanism, but you can't tell how it works."
        },
        "125": {
          "5": "The hieroglyphs seem to show a warning, but you can't decipher what it means."
        },
        "126": {
          "5": "What a beautiful smile you have."
        },
        "127": {
          "5": "It just wants to spend your whole life with you."
        },
        "128": {
          "5": "Expands to stab with poisonous spines when threatened. Its cousin, the pufferchick, is much more friendly."
        },
        "129": {
          "5": "Suspected of ruining many a soup."
        },
        "130": {
          "5": "The nets used to catch them also drown dolphins."
        },
        "131": {
          "5": "An oily little fish with a funky flavor."
        },
        "132": {
          "5": "A strangely slender and tall fish, it appears flat as a pancake when on its side."
        },
        "136": {
          "5": "The gaping maw of this widemouth fish has been known to devour small alligators."
        },
        "137": {
          "5": "Fights desperately to survive with frantic acrobatics when hooked."
        },
        "138": {
          "5": "An invasive species that has hunted some native fish to endangered status."
        },
        "139": {
          "5": "In fall, these fish swim miles upstream and die just to mate."
        },
        "140": {
          "5": "Its blank eyes have an eerie nocturnal glow."
        },
        "141": {
          "5": "It often feeds on the young of its own species."
        },
        "142": {
          "5": "An oily garbage fish that feeds by sucking up mouthfuls of mud and spitting them out."
        },
        "143": {
          "5": "This ugly bottom-feeder will eat just about anything."
        },
        "144": {
          "5": "Body covered in mucus, shovel-shaped snout, and a mouth full of razor-sharp teeth."
        },
        "145": {
          "5": "Under rare circumstances this omen fish can appear anywhere, even in lava or swamps."
        },
        "146": {
          "5": "Fry up the livers for a savory treat."
        },
        "147": {
          "5": "Swims with its gaping mouth wide open."
        },
        "148": {
          "5": "Wriggles and writhes just like some long organ."
        },
        "149": {
          "5": "The tentacles give a tingly, suckling sensation."
        },
        "150": {
          "5": "Its fertilized eggs float on the surface and hatch within a day, serving as food for other prey."
        },
        "151": {
          "5": "These soft-bodied animals are known to be incredibly intelligent. Still, delicious."
        },
        "152": {
          "5": "Not a great substitute for bacon."
        },
        "153": {
          "5": "The consistency of cold snot, with the occasional satisfying crunch."
        },
        "154": {
          "5": "Small fish and crabs take shelter in this creature's anus."
        },
        "155": {
          "5": "Projectile-vomits its own internal organs at would-be predators."
        },
        "156": {
          "5": "Should have left it in the water..."
        },
        "157": {
          "5": "It leaves a fragrant white film on your hands."
        },
        "158": {
          "5": "Its venom will quickly cause paralysis, tissue necrosis and heart failure."
        },
        "159": {
          "5": "Swimmers beware: this summer spawning fish becomes quite violent to protect its eggs."
        },
        "160": {
          "5": "This eerie fish is known for the sexual parasitism of its reproductive cycle."
        },
        "161": {
          "5": "Frozen and zombified: don't let it bite you. You might be able to use it as a weapon, though."
        },
        "162": {
          "5": "Legend says it survives by feeding off the remains of travelers who drown in the mines."
        },
        "163": {
          "5": "The grandfather of all largemouth bass in the lake, now torn from his home."
        },
        "164": {
          "5": "It hides using camouflage. Sometimes you can see the sand move as it waits for prey."
        },
        "165": {
          "5": "The unholy union of a scorpion and a carp. Keep hands away from tailfin!"
        },
        "166": {
          "5": "Many of the coins inside are stained an ugly dark red, almost black."
        },
        "167": {
          "5": "Food safety authorities have questioned the blue chemical used to color this drink."
        },
        "168": {
          "5": "Like you."
        },
        "169": {
          "5": "The weathered remnant of a drowned tree."
        },
        "170": {
          "5": "The frames look like Pierre's. Does he just dump his old trash anywhere?"
        },
        "171": {
          "5": "Faded blue marker on one side mentions \"blackmail\", but the rest is indiscernible."
        },
        "172": {
          "5": "Filled with propaganda and word vomit. Worthless."
        },
        "176": {
          "5": "A regular white egg. Fresh from a chicken's cloaca!"
        },
        "174": {
          "5": "An uncommonly large white egg. Can you imagine how the chicken must have stretched?"
        },
        "178": {
          "5": "Delicious grass corpses for your animal friends."
        },
        "180": {
          "5": "A regular brown egg. Fresh from a chicken's cloaca!"
        },
        "182": {
          "5": "An uncommonly large brown egg. Can you imagine how the chicken must have stretched?"
        },
        "184": {
          "5": "A jug of cow tiddy juice. Yum."
        },
        "186": {
          "5": "Voluminous secretions from a bulging cow udder."
        },
        "188": {
          "5": "Girth is nothing to brag about... the tastiest ones are pencil-thin!"
        },
        "190": {
          "5": "Releases a pungent stench when boiled."
        },
        "191": {
          "5": "The necklace gleams with faint residue of arcane powers... who could it belong to?"
        },
        "192": {
          "5": "It doesn't seem like much, but you'd be glad of it in a famine."
        },
        "194": {
          "5": "Mmm~ unborn chicken cooked in crushed nut juice."
        },
        "195": {
          "5": "Fluffy, congealed cow AND chicken juices. Are you gonna eat that?"
        },
        "196": {
          "5": "Assorted dismembered plant materials, tossed with a flavorful dressing."
        },
        "197": {
          "5": "Plants taste better with curdled cow juice on them."
        },
        "198": {
          "5": "Its dead, bulbous eye stares up at you: \"What have you done?\""
        },
        "199": {
          "5": "Clears all your mucus right out! Your sinuses will thank you."
        },
        "200": {
          "5": "A heaping pile of chopped, fleshy vegetables!"
        },
        "201": {
          "5": "This would make a very satisfying last meal."
        },
        "202": {
          "5": "The sapient flesh is deliciously chewy."
        },
        "203": {
          "5": "What's inside? OH SWEET YOBA IT'S SPIDERS!"
        },
        "204": {
          "5": "So tasty that luck-bringing spirits will nest in your belly to eat it."
        },
        "205": {
          "5": "You can still taste the dirt."
        },
        "206": {
          "5": "It has pineapples on it. *shudder*"
        },
        "207": {
          "5": "Sticks heavily to the pot and to your insides."
        },
        "208": {
          "5": "If you can't stomach eating your vegetables, drown them in sugar first."
        },
        "209": {
          "5": "The carp is not the surprising part of this meal."
        },
        "210": {
          "5": "Chow down on these slick and oddly-textured potato bits."
        },
        "211": {
          "5": "The warm, seductive stack is slathered in butter."
        },
        "212": {
          "5": "Cooked flesh of a fish with a squirt of something yellow... thats what makes it special. ;)"
        },
        "213": {
          "5": "A fishy smell is normal for this taco."
        },
        "214": {
          "5": "Filleted corpse of once-living fish, now a tender, flaky dish."
        },
        "215": {
          "5": "Gooey cheese strings ensure that the scorching hot flavor will stick in your mouth."
        },
        "216": {
          "5": "The greatest thing since the elves disappeared."
        },
        "218": {
          "5": "Way too many flavors in one pot."
        },
        "219": {
          "5": "The high salt content in this bowl of dead fish broth gets you buzzing."
        },
        "220": {
          "5": "Moist."
        },
        "221": {
          "5": "This innocent-looking cake has strong aphrodisiac properties."
        },
        "222": {
          "5": "A traditional dessert made of odd, stringy stalks that look like red celery."
        },
        "223": {
          "5": "Granny Evelyn's \"special\" cookies."
        },
        "224": {
          "5": "May you be forever touched by His Noodly Appendage."
        },
        "225": {
          "5": "Greasy on the outside and mushy on the inside. At least it's no longer slimy."
        },
        "226": {
          "5": "Slimy eels slathered with nitroglycerin and hot sauce. Prevents chest pain."
        },
        "227": {
          "5": "The raw fish can carry bacterial or parasitic infection when improperly prepared."
        },
        "228": {
          "5": "Cold, raw fish wrapped in rice and wrinkled seaweed husks. Hope the fish was fresh..."
        },
        "229": {
          "5": "Excellent as fertilizer the day after."
        },
        "230": {
          "5": "Gives an energy boost, but watch out for the crash that follows."
        },
        "231": {
          "5": "Lewis' secret recipe. It's a bit tangy... but actually, the flavor is quite good!"
        },
        "232": {
          "5": "With a texture so smooth it seems pre-digested."
        },
        "233": {
          "5": "The taste brings to mind screaming children."
        },
        "234": {
          "5": "Made with the freshest blueberries, all organically fertilized by local fauna."
        },
        "235": {
          "5": "A taste of fall season, minus the rotting mulch and fallen leaves."
        },
        "236": {
          "5": "Mushy pumpkin innards, liquified until creamy and velvety-smooth."
        },
        "237": {
          "5": "Chock-full of antioxidants and stimulant additives for a snappy boost of energy."
        },
        "238": {
          "5": "The gelatinized corpses of countless cranberries. How could you?!"
        },
        "239": {
          "5": "Oh, you'll be stuffed, all right."
        },
        "240": {
          "5": "Getting fancy now with a side of vegetables for your mushy blobs of animal juice."
        },
        "241": {
          "5": "A vegetarian alternative for the health-conscious cannibal."
        },
        "242": {
          "5": "The fish on your plate enjoyed the freedom of the whole ocean, once."
        },
        "243": {
          "5": "A dish served best with a side of amethyst."
        },
        "244": {
          "5": "They have that nice, musty graveyard taste."
        },
        "245": {
          "5": "The leading cause of diabetes."
        },
        "246": {
          "5": "Destroys the surface of small intestines through a severe immune reaction that occurs in 1% of people."
        },
        "247": {
          "5": "A vital ingredient in fried food and clogged arteries."
        },
        "248": {
          "5": "Keeps the bloodsuckers away."
        },
        "250": {
          "5": "Stringy, fibrous leaves that taste like sour dirt."
        },
        "251": {
          "5": "Succumb to caffeine addiction. Grows in 20 days without water, produces in the last week of each season."
        },
        "252": {
          "5": "The leaves are poisonous, and the stalks are so sour they might as well be."
        },
        "253": {
          "5": "Causes irregular or rapid heartbeat in high doses. Just ignore it, it's probably fine."
        },
        "254": {
          "5": "Are your thighs strong enough to crush it?"
        },
        "256": {
          "5": "Belongs to the nightshade family, but don't worry, it's not poisonous."
        },
        "257": {
          "5": "Toxic when uncooked. The ridged and pitted cap is highly triggering for trypophobia."
        },
        "258": {
          "5": "Dozens of fungal growths can infect it, emerging and quickly engulfing berries after harvest."
        },
        "259": {
          "5": "Tastes like moss when raw and has zero flavor when cooked."
        },
        "260": {
          "5": "It'll make your face melt."
        },
        "261": {
          "5": "Warps all time and space to re-center Calico Desert on your current physical location. Consumed on use."
        },
        "262": {
          "5": "The golden heads will be brutally crushed for food."
        },
        "264": {
          "5": "Very effective at treating jaundice."
        },
        "266": {
          "5": "Behead this plant to use in salads and coleslaws."
        },
        "268": {
          "5": "Dangerous to anyone with kidney disease, as they cannot process the neurotoxin contained within."
        },
        "270": {
          "5": "Approximately 800 strands of tangled, silken hair flow out of each cob."
        },
        "271": {
          "5": "Rumored to cause avian stomachs to explode."
        },
        "272": {
          "5": "The best gifts are unsolicited."
        },
        "273": {
          "5": "A gift from the grubs. Plant in spring, 8 days (6 days if near water). Harvest with scythe."
        },
        "274": {
          "5": "Harvested without slave labour."
        },
        "275": {
          "5": "Be careful breaking this open. You could get an artifact... or unleash a very angry specter."
        },
        "276": {
          "5": "Scoop out its stringy flesh to make a festive fall decoration."
        },
        "277": {
          "5": "As dead as your heart. Makes a thoughtful and symbolic gift."
        },
        "278": {
          "5": "Its chemical composition can induce swelling of the thyroid gland."
        },
        "279": {
          "5": "Colorful candy made from literal rocks. Very alluring to small children."
        },
        "280": {
          "5": "A firm, fleshy tuber spoilt by flavor that is too sweet and too starchy."
        },
        "281": {
          "5": "The visible, edible part is just the tip of a vast colony of fungus threaded throughout the soil."
        },
        "282": {
          "5": "Bitter little fruits with unnatural properties: they float in water and bounce on land."
        },
        "283": {
          "5": "Crisp and juicy berries. Alas, some things are only edible once."
        },
        "284": {
          "5": "Blame troublesome red stains on the juice of this vegetable."
        },
        "286": {
          "5": "A small explosive device that is unfortunately tempting for small children."
        },
        "287": {
          "5": "A civilian version of a mass-produced explosive from the Gotoro war."
        },
        "288": {
          "5": "A devastatingly powerful bomb intended to inflict maximum damage and harm."
        },
        "293": {
          "5": "Chunks of brick can make decent weapons, in a pinch. Place on the ground to create paths or floors."
        },
        "296": {
          "5": "The color is eerily similar to salmon... eggs."
        },
        "297": {
          "5": "Plant this for your animals to eat. When you scythe it, you can smell the grass screaming in pain as it dies."
        },
        "298": {
          "5": "Makes a stronger prison than an iron fence."
        },
        "299": {
          "5": "Dense and heavy. Plant in fall, 7 days. Harvest with scythe."
        },
        "300": {
          "5": "A purple grain like a thousand years old. Good luck actually enjoying this dust."
        },
        "301": {
          "5": "The first step to self-sufficient alcoholism. Plant in fall, 10 days, reharvestable. Trellis crop."
        },
        "302": {
          "5": "A make-work project. Plant in summer, 11 days, reharvestable. Trellis crop."
        },
        "303": {
          "5": "Drink before and after driving a bus if your name is Pam."
        },
        "304": {
          "5": "Bitter, foul-smelling green seed cones used as an additive in beer."
        },
        "305": {
          "5": "Might give birth to the Darkness itself. Do you dare to let it hatch?"
        },
        "306": {
          "5": "Technically an oily egg yolk. Someone came up with this great idea!"
        },
        "307": {
          "5": "Spreadable essence of unborn duck. Goes great in sandwiches."
        },
        "308": {
          "5": "Your mortal, dimensionally finite stomach cannot hope to endure its unfathomable nutrients."
        },
        "309": {
          "5": "The glans of the penis was named after this tree seed."
        },
        "310": {
          "5": "A winged tree seed that bears uncanny resemblance to an insect."
        },
        "311": {
          "5": "Tiny ants crawl between the rough scales."
        },
        "322": {
          "5": "Keeps grass and animals imprisoned!"
        },
        "323": {
          "5": "Makes a stronger prison than a wood fence."
        },
        "324": {
          "5": "Makes a stronger prison than a stone fence."
        },
        "325": {
          "5": "No matter how much oil you give it, the creaking never stops."
        },
        "328": {
          "5": "\"Spruce\" things up with tree genocide. Place on the ground to create paths or floors."
        },
        "329": {
          "5": "Start over with a clean slate. Place on the ground to create paths or floors."
        },
        "330": {
          "5": "Not very tasty, 0 out of 10. (2 out of 10 with rice)"
        },
        "331": {
          "5": "Deliberately crafted to give a haunted look. Place on the ground to create paths or floors."
        },
        "333": {
          "5": "Has an unnaturally smooth surface. Place on the ground to create paths or floors."
        },
        "334": {
          "5": "Shape this metal bar to your needs."
        },
        "335": {
          "5": "Shape this metal bar to suit your purposes."
        },
        "336": {
          "5": "Shape this metal bar to your will."
        },
        "337": {
          "5": "Shape this metal bar to your darkest desires."
        },
        "338": {
          "5": "Every imperfection removed: it's more perfect than you'll ever be."
        },
        "340": {
          "5": "Bee spit. The bees use it to feed their young, so it should be fine for human consumption, right?"
        },
        "341": {
          "5": "A mystical object not of this realm. The biting teapot can be quite dangerous."
        },
        "342": {
          "5": "Jar of soggy vegetables left to cure in a pool of brine."
        },
        "344": {
          "5": "Gooey. Mayor Lewis would approve."
        },
        "346": {
          "5": "Mm, you can really taste how old this liquid is!"
        },
        "347": {
          "5": "Plant it nice and deep to get some sweet, sweet berries. Sow in fall, 24 days."
        },
        "348": {
          "5": "Drink to forget."
        },
        "349": {
          "5": "This drug will give you the \"youthful\" energy to go all night long!"
        },
        "350": {
          "5": "Life-blood squeezed from vegetables for easy-to-drink vitamins!"
        },
        "351": {
          "5": "Harvey's special steroids. Removes exhaustion."
        },
        "368": {
          "5": "Your crops have a slight chance to grow larger in soil sprinkled with tree blood."
        },
        "369": {
          "5": "Improves the chance of higher quality harvests by repurposing dead fish."
        },
        "370": {
          "5": "Keep your soil moist and wet."
        },
        "371": {
          "5": "Ohh yes! Keep the dirt wet all night long..."
        },
        "372": {
          "5": "Taking home invasion to new heights."
        },
        "373": {
          "5": "It glistens like capitalism!"
        },
        "378": {
          "5": "Choking hazard: Not for children under 2 years."
        },
        "380": {
          "5": "Choking hazard: Not for children under 3 years."
        },
        "382": {
          "5": "A bit of magic and fire has turned old bones to coal. Should be safe to use."
        },
        "384": {
          "5": "Choking hazard: Not for children under 8 years."
        },
        "386": {
          "5": "Choking hazard: Not for children under 30 years."
        },
        "388": {
          "5": "A highly flammable building material."
        },
        "390": {
          "5": "The most ancient and versatile of all weapons and tools."
        },
        "392": {
          "5": "A beautiful specimen. Washed up like this, you can pretend thereâ€™s still plenty in the sea."
        },
        "393": {
          "5": "A structure formed by beautiful, endangered species ravaged by human ecological damage."
        },
        "394": {
          "5": "The poor hermit crab needed this more than you did."
        },
        "395": {
          "5": "Brown, bitter liquid made from straining hot water through burnt, pulverized seeds."
        },
        "396": {
          "5": "Contains orbs of pungent flesh that burst when prodded."
        },
        "397": {
          "5": "This creature has an identifiable mouth and anus, but no face."
        },
        "398": {
          "5": "With skins peeled they feel like wet eyeballs."
        },
        "399": {
          "5": "Don't inspect these too closely."
        },
        "400": {
          "5": "Bright red coloring in berries usually signals poison. Usually."
        },
        "401": {
          "5": "Toss dead grass around for a nice fall look. Place on the ground to create paths or floors."
        },
        "402": {
          "5": "The flower's wiry tendrils cling possessively to its surroundings."
        },
        "403": {
          "5": "Flosses your teeth and gums as you eat it. Moderate to severe bleeding is normal."
        },
        "404": {
          "5": "Someday they will decompose *your* remains. If you must eat, chew gently."
        },
        "405": {
          "5": "Decorate with milled tree carcasses. Place on the ground to create paths or floors."
        },
        "406": {
          "5": "Watery and tasteless. The weak flavor is overpowered by the fruit's pungent smell."
        },
        "407": {
          "5": "Small, sharp rocks to step on. Place on the ground to create paths or floors."
        },
        "408": {
          "5": "Oddly large. Its unnatural growth may be caused by Joja-brand pesticides."
        },
        "409": {
          "5": "Falling on this surface risks a thousand cuts. Place on the ground to create paths or floors."
        },
        "410": {
          "5": "One legend claims that they darken in color as the devil himself enters the fruit."
        },
        "411": {
          "5": "Naturally rounded into a good throwing size. Place on the ground to create paths or floors."
        },
        "412": {
          "5": "Do you assume every dirty lump you dig up is edible?"
        },
        "413": {
          "5": "You can see the embryo of a baby slime bouncing within. Hatch it in a slime incubator."
        },
        "414": {
          "5": "Could break your teeth."
        },
        "415": {
          "5": "Step on these stones like you step on others to achieve your goals. Place on the ground to create paths or floors."
        },
        "416": {
          "5": "Lurks out of sight under the winter snow... waiting..."
        },
        "417": {
          "5": "An unearthly sweetness permeating this stone-fleshed berry renders it entirely inedible."
        },
        "418": {
          "5": "This delicate flower prefers all other flowers to be dead when it blooms in the snow."
        },
        "419": {
          "5": "Given time, it can dissolve submerged human teeth to nothing."
        },
        "420": {
          "5": "Maybe it can be made non-poisonous by parboiling... but maybe not."
        },
        "421": {
          "5": "Their roots easily soak up uranium, lead, and arsenic from the soil."
        },
        "422": {
          "5": "Brightly colored. They say this one isn't poisonous, so it should be safe to eat."
        },
        "423": {
          "5": "A popular wedding projectile."
        },
        "424": {
          "5": "Cow milk exposed to bacteria and allowed to curdle. Eat up!"
        },
        "426": {
          "5": "Squishy, congealed milk from a goat's udder. Considered a delicacy by many."
        },
        "428": {
          "5": "An essential material for proper mummification."
        },
        "430": {
          "5": "Pigs find them easily due to their chemical similarities with pig mating pheromones."
        },
        "432": {
          "5": "It's wonderfully lubricating."
        },
        "433": {
          "5": "Whatever you do, don't stuff it up your nose. Grows in spring and summer, reharvestable."
        },
        "436": {
          "5": "If cow lactations aren't your thing, try this variant!"
        },
        "437": {
          "5": "It only takes 100 slime carcasses to make one of these. Hatch it in a slime incubator."
        },
        "438": {
          "5": "The goat's swollen udder must feel much better after squeezing all of this out."
        },
        "439": {
          "5": "A developing youngling of the most dangerous variety of slime monster. Hatch it in a slime incubator."
        },
        "440": {
          "5": "That sheep will be cold and shivering, but sure, enjoy how soft this is!"
        },
        "441": {
          "5": "Owing to improper storage, it causes hundreds of unfortunate child deaths each year."
        },
        "442": {
          "5": "It's still warm... somehow."
        },
        "444": {
          "5": "This exquisite feather was plucked out of a duck's butt."
        },
        "446": {
          "5": "A successful amputation from a peculiar rabbit species that seems to regrow lost feet."
        },
        "447": {
          "5": "Aged fish fetuses covered in a thick, gooey substance. The salt brings out the flavor."
        },
        "454": {
          "5": "There's no evidence to confirm whether this fruit harbors an ancient, long-dormant disease."
        },
        "456": {
          "5": "It's a \"little\" slimy. As in, \"slimy to the point where you're eating more slime than soup\"."
        },
        "457": {
          "5": "Very similar to algae soup with the additional flavor of rotten eggs."
        },
        "458": {
          "5": "A colorful bunch of severed plant reproductive organs. Maybe your sweetheart will get the hint?"
        },
        "459": {
          "5": "Old, fermented bee spit! Delicious!"
        },
        "460": {
          "5": "A ghost ripped this from a mermaid so you can woo your lover."
        },
        "463": {
          "5": "Beating this to a specific pattern might just awaken the wrong god."
        },
        "464": {
          "5": "Go ahead. Play your haunting melodies, see what happens."
        },
        "465": {
          "5": "You have to wonder if this would work on other things. Increases growth rate by at least 10%."
        },
        "466": {
          "5": "The long-term effects on edible produce are untested. Increases growth rate by at least 25%."
        },
        "472": {
          "5": "An inexpensive, fast-growing trap for beginner farmers. Plant in spring, 4 days."
        },
        "473": {
          "5": "It doesn't *feel* magical, but you never know. Plant in spring, 10 days, reharvestable. Trellis crop."
        },
        "474": {
          "5": "The crop it grows is ghostly pale. Plant in spring, 12 days."
        },
        "475": {
          "5": "The package says \"seeds\", but these are clearly potato eyes. Plant in spring, 6 days. Chance for multiple harvest."
        },
        "476": {
          "5": "Plant quickly, before the vampires destroy them. Plant in spring, 4 days."
        },
        "477": {
          "5": "They probably taste better now than when grown. Plant in spring, 6 days. Harvest with scythe."
        },
        "478": {
          "5": "They're pretty much weeds. Plant in spring, 13 days."
        },
        "479": {
          "5": "No fun in your lungs. Plant in summer, 12 days."
        },
        "480": {
          "5": "Sometimes they take root inside ripe tomatoes. Plant in summer, 11 days, reharvestable."
        },
        "481": {
          "5": "The richest source of wild seeds is fresh bear scat. Plant in summer, 13 days, reharvestable."
        },
        "482": {
          "5": "Not actually the hottest part of the pepper. Plant in summer, 5 days, reharvestable."
        },
        "483": {
          "5": "Gluten-rich. Plant in summer or fall, 4 days. Harvest with scythe."
        },
        "484": {
          "5": "The pod-growing seeds are sometimes pickled as a snack. Plant in summer, 6 days."
        },
        "485": {
          "5": "Produces a swollen, purple head. Plant in summer, 9 days."
        },
        "486": {
          "5": "They'll break the bank. Plant in summer, 13 days."
        },
        "487": {
          "5": "Terrible as popcorn. Plant in summer or fall, 14 days, reharvestable."
        },
        "488": {
          "5": "Flat, round eggplant spunk. Plant in fall, 5 days, reharvestable."
        },
        "489": {
          "5": "A plump variety of thistle. Plant in fall, 8 days."
        },
        "490": {
          "5": "Fished out from slimy pumpkin entrails. Plant in fall, 13 days."
        },
        "491": {
          "5": "Yields a cluster of erect, spoon-shaped stems. Plant in fall, 4 days."
        },
        "492": {
          "5": "Small slips grown by sucking nutrients from an existing yam. Plant in fall, 10 days."
        },
        "493": {
          "5": "Rub them into your skin to exfoliate. Plant in fall, 7 days, reharvestable."
        },
        "494": {
          "5": "Spiny little kernels that look like small bones. Plant in fall, 6 days."
        },
        "495": {
          "5": "Infested with aphids. Plant in spring."
        },
        "496": {
          "5": "Infested with ants. Plant in summer."
        },
        "497": {
          "5": "Infested with tiny beetles. Plant in fall."
        },
        "498": {
          "5": "Smells of stink bug. Plant in winter."
        },
        "499": {
          "5": "There are no library records of this ancient species, and they might not be safe for your farm. Plant anyway?"
        },
        "427": {
          "5": "Probably overpriced. Grows in spring, 6 days. Assorted colors."
        },
        "429": {
          "5": "Plant these to lure and trap butterflies. Grows in spring, 7 days. Assorted blues."
        },
        "453": {
          "5": "Gets stuck between your teeth. Grows in summer, 7 days. Assorted colors."
        },
        "455": {
          "5": "Produces a highly acidic soil that kills other plants. Grows in summer, 8 days. Assorted colors."
        },
        "431": {
          "5": "Unsalted. Grows in summer and fall, 8 days."
        },
        "425": {
          "5": "Planted by sadistic fairy hunters. Grows in fall, 12 days. Assorted colors."
        },
        "516": {
          "5": "You wonder where the light comes from. Could this ring be radioactive?"
        },
        "517": {
          "5": "Emits a strong, constant light. Wearing it makes your head feel funny..."
        },
        "518": {
          "5": "Makes you a little more alluring to the objects in your surroundings."
        },
        "519": {
          "5": "Everything is fiercely attracted to you. You're just that irresistible."
        },
        "520": {
          "5": "You won't feel a thing from the slimes' touch. ;)"
        },
        "521": {
          "5": "The sharp edges cut into your flesh, making this ring difficult to remove. But it makes you feel stronger..."
        },
        "522": {
          "5": "It can steal the life-force of any being; hopefully not your own."
        },
        "523": {
          "5": "Wearing this ring overwhelms you with a sudden blood-lust."
        },
        "524": {
          "5": "Lets Yoba watch over you as you fight. Maybe just a little too closely..."
        },
        "525": {
          "5": "Hardens your skin with repeated use. Negative status effects wear off sooner. "
        },
        "526": {
          "5": "Improves your skills of thievery from corpses."
        },
        "527": {
          "5": "Just as uncomfortable as it looks."
        },
        "529": {
          "5": "Push everything and everyone further away from you."
        },
        "530": {
          "5": "Gleams yellow when worn; an unseen force adjusts the movements of your hand."
        },
        "531": {
          "5": "Sharpens your foresight and your deadly strikes."
        },
        "532": {
          "5": "A dull, useless bauble."
        },
        "533": {
          "5": "Kill things faster than ever before."
        },
        "534": {
          "5": "The glowing red jewel provokes surges of indiscriminate anger."
        },
        "535": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within."
        },
        "536": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within."
        },
        "537": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within."
        },
        "538": {
          "5": "The pale glow from this crystal is a strange shade of bile green."
        },
        "539": {
          "5": "The mysteriously regular cubic structure seems artificially formed by someone... or something."
        },
        "540": {
          "5": "The semicircular \"petals\" of this crystal resemble a blossoming fungal growth."
        },
        "541": {
          "5": "A rare, sky-blue crystal that was sometimes crushed and destroyed to use in paint."
        },
        "542": {
          "5": "The soft crystal has been partially dissolved by weak acids."
        },
        "543": {
          "5": "Can sometimes form as bladder stones inside live animals. The mechanism for this is unknown."
        },
        "544": {
          "5": "The crystals glow bright green when stimulated. Stimulated how?"
        },
        "545": {
          "5": "Small amounts are found in human teeth. Tiny crystals... growing... in your mouth bones..."
        },
        "546": {
          "5": "These twinned crystals have perfect cleavage."
        },
        "547": {
          "5": "A rare silicate with pyroelectric properties."
        },
        "548": {
          "5": "A spiky, sinister-looking green crystal. It might be from another planet?"
        },
        "549": {
          "5": "Thousands of tiny microcrystals, each one unique and entirely forgettable."
        },
        "550": {
          "5": "Swells up to twice its original size when heated."
        },
        "551": {
          "5": "They say the posessor of such a stone can command werewolves."
        },
        "552": {
          "5": "Toxic and water-soluable. Please do not insert it into any orifices."
        },
        "553": {
          "5": "Reflected in its jet-black surface you can see your face... and another face behind you."
        },
        "554": {
          "5": "Dwarves are said to use the powdered crystal both medicinally and recreationally."
        },
        "555": {
          "5": "OwO what's this? The shards are too sharp to cuddle-wuddle?"
        },
        "556": {
          "5": "An attractive variety of arsenic mineral. Used in folk medicine, but highly toxic."
        },
        "557": {
          "5": "This slime has seen some things. It's best we leave it this way."
        },
        "558": {
          "5": "Mayonnaise from this would be crunchy."
        },
        "559": {
          "5": "Did you think this was gold? Sucker!"
        },
        "560": {
          "5": "Toxin-absorbing crystals that form in the ocean near waste pipes. They emit a foul odor."
        },
        "561": {
          "5": "You hear strange moans in the distance when holding this crystal."
        },
        "562": {
          "5": "Some poor tiger was blinded for this..."
        },
        "563": {
          "5": "It looks like it's been shattered and then reassembled. You can still see the cracks."
        },
        "564": {
          "5": "It looks like two other stones were fused to make this..."
        },
        "565": {
          "5": "Many of these stones were plundered from indigenous inhabitants of the Fern Islands."
        },
        "566": {
          "5": "This fragile, pale crystal flares a vivid red when burned."
        },
        "567": {
          "5": "Some can see angels forever trapped within the stone."
        },
        "568": {
          "5": "Can be used to make grindstone wheels for sharpening tools or knives."
        },
        "569": {
          "5": "Contains traces of uranium that produce carcinogenic radon gas."
        },
        "570": {
          "5": "Fiber made from this rock is much safer than asbestos."
        },
        "571": {
          "5": "Heat it at high temperatures to produce a compound helpful for disposing of human remains."
        },
        "572": {
          "5": "This stone can be easily carved into all sorts of tempting shapes."
        },
        "573": {
          "5": "Legends claim that deposits of this ore will form wherever blood is spilled."
        },
        "574": {
          "5": "Porous, dull, soft and fragile. If rocks were people, it wouldn't be worthy to live."
        },
        "575": {
          "5": "Can be crafted into thin blades much sharper than glass. Useful for surgeries."
        },
        "576": {
          "5": "A material equally suited to table settings and tombstones."
        },
        "578": {
          "5": "A perfectly uniform structure: proof that Yoba exists... and does not care about you."
        },
        "579": {
          "5": "The hollow indentation could be used to hold liquid. Or soup."
        },
        "580": {
          "5": "It tastes like almonds."
        },
        "581": {
          "5": "The back of the skull shows a misshapen crater created by some unnatural force."
        },
        "582": {
          "5": "The age of these bones is about one thous... Oh! ...Oh no. They're much more recent."
        },
        "583": {
          "5": "Numerous fracture lines suggest that this creature suffered through frequent blunt-force trauma."
        },
        "584": {
          "5": "There's more backbone here than in your whole body."
        },
        "585": {
          "5": "It's fun to play with."
        },
        "586": {
          "5": "Better to collect fossils than the actual creature. They're almost extinct."
        },
        "587": {
          "5": "Formed eons ago when a small creature fell into a mud pit and was swallowed alive by the dirt."
        },
        "588": {
          "5": "The spread of the five leaves resembles a human hand."
        },
        "589": {
          "5": "A rare fossil that includes all the appendages and guts, not just a sloughed-off exoskeleton."
        },
        "591": {
          "5": "Edible. If you really can't afford better food."
        },
        "593": {
          "5": "A beautiful star-shaped bloom whose stem contains a deadly poison."
        },
        "595": {
          "5": "The sweet scent is alluring to fairies, but one sip of its nectar will turn them to stone."
        },
        "597": {
          "5": "Butterflies are entranced by the dangerously sweet nectar. Once they find a flower, they may never leave."
        },
        "599": {
          "5": "Spits on the 4 adjacent tiles every morning."
        },
        "376": {
          "5": "A sweet-smelling flower thought to symbolize death. Breathing its scent is almost addictive..."
        },
        "604": {
          "5": "Every proper holiday needs a flaming dessert."
        },
        "605": {
          "5": "Artichokes blended to the texture of baby food. So you don't choke."
        },
        "606": {
          "5": "With enough oil, even the grittiest and earthiest vegetables can become edible."
        },
        "607": {
          "5": "Savor the rich forest flavor of charred tree seeds."
        },
        "608": {
          "5": "Pureed pumpkin guts surrounded with lard-filled crust."
        },
        "609": {
          "5": "Watch out for little worms that also like to eat crisp radishes."
        },
        "610": {
          "5": "A splendid mÃ©lange of textures from mushy blueberries, fuzzy apricots, and underripe melon."
        },
        "611": {
          "5": "Blackberries very often harbor small worms inside them. They're not harmful though, and you won't even notice them when cooked!"
        },
        "612": {
          "5": "There's more sugar in this obesity-linked beverage than in soda."
        },
        "613": {
          "5": "How many worms are in this one?"
        },
        "614": {
          "5": "A highly diluted mixture of shrub and water. Yum!"
        },
        "618": {
          "5": "Tomatoes for people who hate tomatoes."
        },
        "621": {
          "5": "Dribbles on the 8 adjacent tiles every morning."
        },
        "645": {
          "5": "Slobbers on the 24 adjacent tiles every morning."
        },
        "648": {
          "5": "It's very \"healthy\". Tastes like eating sliced up cardboard with mayonnaise."
        },
        "649": {
          "5": "A garlicky slurry of rice porridge served with tasteless greens."
        },
        "651": {
          "5": "It has a soothing effect, just like opium."
        },
        "628": {
          "5": "The dismembered limb of a cherry tree, taken root. Matures in 28 days, bears fruit in spring. Only grows if the 8 surrounding \"tiles\" are empty."
        },
        "629": {
          "5": "The sliced-off arm of an apricot tree, taken root. Matures in 28 days, bears fruit in spring. Only grows if the 8 surrounding \"tiles\" are empty."
        },
        "630": {
          "5": "The mutilated limb of an orange tree, taken root. Matures in 28 days, bears fruit in summer. Only grows if the 8 surrounding \"tiles\" are empty."
        },
        "631": {
          "5": "The amputated arm of a peach tree, taken root. Matures in 28 days, bears fruit in summer. Only grows if the 8 surrounding \"tiles\" are empty."
        },
        "632": {
          "5": "The severed limb of a pomegranate tree, taken root. Matures in 28 days, bears fruit in fall. Only grows if the 8 surrounding \"tiles\" are empty."
        },
        "633": {
          "5": "The butchered arm of an apple tree, taken root. Matures in 28 days, bears fruit in fall. Only grows if the 8 surrounding \"tiles\" are empty."
        },
        "634": {
          "5": "Take care not to choke on the cyanide-filled pit."
        },
        "635": {
          "5": "A delicious treat for the shower."
        },
        "636": {
          "5": "Fuzzy to the touch with soft, sweet flesh underneath."
        },
        "637": {
          "5": "A known aphrodisiac with an inside texture like tiny, crunchy eyeballs."
        },
        "638": {
          "5": "A popular modder known for creating Train Station mod and Shop Tile Framework."
        },
        "680": {
          "5": "It squirms within your grasp, the embryo eagerly awaiting release. Hatch it in a slime incubator."
        },
        "681": {
          "5": "Activate it to play god and wreck havoc on natural weather patterns. Consumed on use."
        },
        "682": {
          "5": "How toxic must the town's wastewater be to have created this monstrosity?"
        },
        "684": {
          "5": "Throw this on the grill for a late night treat!"
        },
        "685": {
          "5": "Large bugs, slain and minced to lure in more critters for food."
        },
        "686": {
          "5": "Oh gosh, it's naked. Slightly increases the bite-rate when fishing."
        },
        "687": {
          "5": "A spinner with a sense of propriety. Increases the bite-rate when fishing."
        },
        "688": {
          "5": "Warps all time and space to re-center the farm on your current physical location. Consumed on use."
        },
        "689": {
          "5": "Warps all time and space to re-center the mountains on your current physical location. Consumed on use."
        },
        "690": {
          "5": "Warps all time and space to re-center the beach on your current physical location. Consumed on use."
        },
        "691": {
          "5": "Stab the fish when they bite the hook, stab them again when they try to wriggle free."
        },
        "692": {
          "5": "Wears away to nothing in 20 uses. Good job on adding to water contamination, you."
        },
        "693": {
          "5": "Reduces squirming hooked fish to mere side-quests on your mad hunt for treasure."
        },
        "694": {
          "5": "Helps thwart a hooked fish's efforts to free itself."
        },
        "695": {
          "5": "A nifty gimmick to fake the effect of a higher fishing level. Increases the size of your \"fishing bar\"."
        },
        "698": {
          "5": "Slow-breeding bottom-feeder close to extinction. Now there's one less in the wild, courtesy of you."
        },
        "699": {
          "5": "Doomed to be the last of their bloodline, these unnatural hybrids can never reproduce."
        },
        "700": {
          "5": "In a pinch, they will even eat sewage. Beware their teeth and the poisonous barbs on their fins."
        },
        "701": {
          "5": "Swims with a mouth full of half-hatched babies for a week before spitting them out."
        },
        "702": {
          "5": "This freshwater fish is at half-mast."
        },
        "703": {
          "5": "Litter the rivers and ocean floor with these in search of treasure."
        },
        "704": {
          "5": "Only moderately contaminated with mercury."
        },
        "705": {
          "5": "This \"chicken of the sea\" sports a ghastly visage with beak-like snout and large, glassy eyes."
        },
        "706": {
          "5": "Roe-filled females are especially prized; the unborn eggs are considered a delicacy."
        },
        "707": {
          "5": "A voracious predator that will eagerly cannibalize other lingcod of similar size."
        },
        "708": {
          "5": "Born with an eye on each side of its head, one eye slowly migrates across as it grows."
        },
        "709": {
          "5": "A formidable length of hardened wood. Very pleasing to the touch."
        },
        "710": {
          "5": "Place in the water and load with tantalizing insect bits. Return next day for a stinky surprise!"
        },
        "715": {
          "5": "Raising them in captivity is difficult; their cannibalistic behaviour limits profits."
        },
        "716": {
          "5": "Their sperm are amoeba-shaped and crawl towards the eggs."
        },
        "717": {
          "5": "A sea spider, ready to be boiled alive and eaten fresh."
        },
        "718": {
          "5": "The cockle's large siphon pokes out from its shell, squirming like a giant tongue."
        },
        "719": {
          "5": "Predator snails will bore a hole through the mussel's shell and suck out its soft parts."
        },
        "720": {
          "5": "The largest specimen ever found was long enough to wrap around a human neck."
        },
        "721": {
          "5": "Seasoning with enough salt will kill it, if it's not already dead."
        },
        "722": {
          "5": "A squelching, slimy critter. It smells way too strong for its size."
        },
        "723": {
          "5": "A slimy-feeling shell means this creature is still alive."
        },
        "724": {
          "5": "The sweet life-blood of maple trees, extracted for consumption."
        },
        "725": {
          "5": "The innards of an oak tree, extracted and processed for use."
        },
        "726": {
          "5": "Pairs beautifully with feathers."
        },
        "727": {
          "5": "Just hot ocean milk with dead animal croutons."
        },
        "730": {
          "5": "Some say you can hear the lobster scream as it is boiled alive. Others say it is just the sound of steam escaping."
        },
        "728": {
          "5": "Avoid wasting fish scraps, heads and eyeballs by hiding them in this savory dish."
        },
        "729": {
          "5": "It may have a fancy French name, but it's still just snails."
        },
        "731": {
          "5": "A sweet treat for humans and insects alike."
        },
        "732": {
          "5": "Glutenous, oil-fried discs of dead crab flesh."
        },
        "733": {
          "5": "Delicious, drinkable invertebrates, freshly-caught."
        },
        "734": {
          "5": "Lurks among the rotten wood of deep ponds."
        },
        "745": {
          "5": "Not even real berries, they're all impostors."
        },
        "746": {
          "5": "Vegetable craniotomy victim. Place its leering skull in a visible location as a warning to others."
        },
        "747": {
          "5": "Flies have laid eggs in the putrid mass. You should probably get rid of this."
        },
        "748": {
          "5": "Something wriggles just under the surface. You should probably get rid of this."
        },
        "749": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within. So many possibilities!"
        },
        "766": {
          "5": "You're not sure which organ this gelatinous substance is from."
        },
        "767": {
          "5": "It's still twitching after being sliced off from the body."
        },
        "768": {
          "5": "A warm remnant of Yoba's power."
        },
        "769": {
          "5": "The chill you get from holding this seeps right to your core."
        },
        "770": {
          "5": "There's a little bit of everything in here! Not just seeds... there's a few dead bugs and animal droppings, too."
        },
        "771": {
          "5": "Better check it for animal droppings."
        },
        "772": {
          "5": "You'll ooze garlic from every pore, producing a pungent odor that is frightful to weaker monsters."
        },
        "773": {
          "5": "All magic comes with a price."
        },
        "774": {
          "5": "Bug corpses held together with Linus' special sauce."
        },
        "775": {
          "5": "Its eyes looked into your soul just before it passed out from heat and suffocation."
        },
        "787": {
          "5": "Lightning-powered. It's probably safe."
        },
        "788": {
          "5": "The axe cries out for its owner. Faintly you can hear it whisper, \"Robin...\""
        },
        "789": {
          "5": "Most definitely unwashed."
        },
        "790": {
          "5": "Stained with what you *hope* is berry juice. It smells like Linus, and he smells awful."
        },
        "795": {
          "5": "Shadows have mutated this species beyond repair. Keep an eye out behind you, you could be next."
        },
        "796": {
          "5": "Slime oozes out from under every scale, leaving a stinging sensation on your skin."
        },
        "797": {
          "5": "A grain of sand that irritated an oyster until it spat on it again, and again, and again."
        },
        "798": {
          "5": "Every sucker on its writhing tentacles is adorned with sharp, serrated rings."
        },
        "799": {
          "5": "Its huge, tubular eyes point directly upwards. They are encased in a transparent dome of soft flesh."
        },
        "800": {
          "5": "A fish rapidly pulled from its deep-sea home. The changing pressures have almost turned it inside-out."
        },
        "801": {
          "5": "Binds your partner's soul to yours, 'til death do you part."
        },
        "802": {
          "5": "Grows a spiny plant with a nasty defense system. Plant indoors only, 12 days, reharvestable."
        },
        "805": {
          "5": "Forces unnaturally rapid tree growth, even in winter. Doesn't work on fruit trees."
        },
        "807": {
          "5": "Yum, dead dinosaur babies!"
        },
        "808": {
          "5": "Snatched from a mermaid's corpse and dipped in the ichor of shadow beings. A token of friendship."
        },
        "809": {
          "5": "Sit with strangers in the dark and pretend the room isn't gassed up with farts. Give one to a friend!"
        },
        "810": {
          "5": "The enchanted shell might protect you, but it certainly didn't protect the crab."
        },
        "811": {
          "5": "Explodes enemy corpses. Violently. Wear it on a finger!"
        },
        "812": {
          "5": "You can see tiny baby fish inside. Alive and wiggling. Age them in a preserves jar to bring out more flavor."
        },
        "445": {
          "5": "The salted, unborn offspring of an endangered fish species. A luxurious delicacy!"
        },
        "814": {
          "5": "The inky emissions of a terrified sea creature."
        },
        "815": {
          "5": "An infusion of these can send you for a wild ride."
        },
        "267": {
          "5": "Two eyes on one side of its head and none on the other. It wasn't born that way."
        },
        "265": {
          "5": "Waterlogged and briny. There's no going back if you eat this."
        },
        "269": {
          "5": "It's up to no good."
        }
      }
    },
    {
      "LogName": "Edit weapons descriptions",
      "Action": "EditData",
      "Target": "Data/weapons",
      "Fields": {
        "0": {
          "1": "Bestows tetanus on your enemies. And on you, if you're not careful."
        },
        "1": {
          "1": "Helpful when the howls you hear aren't just ordinary howls."
        },
        "2": {
          "1": "Saps the life force from your enemies and drives it through your veins."
        },
        "3": {
          "1": "This sword doesn't sit right in your hands. Something about you feels *wrong*."
        },
        "4": {
          "1": "You wield the power of the universe in your hands. Don't drop it."
        },
        "5": {
          "1": "A human leg bone, sharpened into a crude but piercing sword."
        },
        "6": {
          "1": "Particularly effective against fae folk."
        },
        "7": {
          "1": "It belonged to a knight who once was honorable."
        },
        "8": {
          "1": "Sharp enough that deadly cuts are barely felt by its victims."
        },
        "9": {
          "1": "Cuts and cauterizes in one stroke."
        },
        "10": {
          "1": "It's strong enough to cleave through heavy armor."
        },
        "11": {
          "1": "It's not the size that counts, it's how you use it."
        },
        "12": {
          "1": "What a weak sword. You might as well scream \"Kill me!\" instead."
        },
        "13": {
          "1": "Insect guts and a decapitated head. Kill monsters with their own kind."
        },
        "14": {
          "1": "You'll be in for a world of trouble if Neptune ever comes back for it."
        },
        "15": {
          "1": "Even the trees are conspiring to bloodshed."
        },
        "16": {
          "1": "Melt through bones like butter with this knife!"
        },
        "17": {
          "1": "Concealed and deadly. A weapon made for treachery."
        },
        "18": {
          "1": "Made by Pierre back in his prison days. Wonder how it got here?"
        },
        "21": {
          "1": "Abigail might eat this."
        },
        "22": {
          "1": "Unusually light in your hands and on your conscience."
        },
        "23": {
          "1": "Tears holes in the space-time continuum if used improperly."
        },
        "24": {
          "1": "A crudely shaped club. The heavy end is pockmarked and matted with blood and hair."
        },
        "26": {
          "1": "The material is toxic when ingested."
        },
        "27": {
          "1": "Repurposed equipment from a children's game."
        },
        "28": {
          "1": "With this gavel in hand you can be judge, jury and executioner."
        },
        "29": {
          "1": "Swinging this too hard could have cosmic repercussions."
        },
        "31": {
          "1": "Stolen from the guy in the basement."
        },
        "32": {
          "1": "Hit the eyes and crush it! Yes! Requires ammo."
        },
        "33": {
          "1": "Adds extra strength to deliver a nice clear hole in the head. Requires ammo."
        },
        "43": {
          "1": "Stained with the blood of several mutinies."
        },
        "44": {
          "1": "Sever bodies from souls with panache!"
        },
        "45": {
          "1": "A jagged, razor-sharp dagger rumoured to be used in ritual killings."
        },
        "47": {
          "1": "Cuts grass... and souls. Yields hay if you've built a silo."
        },
        "50": {
          "1": "Tears through flesh as fluidly as if it were paper."
        },
        "51": {
          "1": "A relic of the merfolk wars."
        },
        "52": {
          "1": "Forged to return the living to the dead."
        },
        "53": {
          "1": "From the hands of the Reaper himself!"
        }
      }
    },
    {
      "LogName": "Edit StringsFromCSFiles",
      "Action": "EditData",
      "Target": "Strings/StringsFromCSFiles",
      "Entries": {
        "Wand.cs.14319": "This wand obliterates you at an atomic level, then uses advanced necromancy to resurrect you at your farm.",
        "Axe.cs.14019": "A perfect tool for chopping trees and stealing kneecaps.",
        "Pickaxe.cs.14185": "Swing to puncture through stones, debris, or almost anything else.",
        "Hoe.cs.14102": "Digs and tills soil. Don't waste your gold on it.",
        "WateringCan.cs.14325": "Used to water crops and revive drunkards. It can be refilled at any water source.",
        "TrashCan_Description": "Reduce, reuse, recycle... or not. Reclaims {0}% of the value from trashed items.",
        "Pan.cs.14181": "Dredge through muddy water in search of scant treasure, if you're that desperate.",
        "MilkPail.cs.14168": "Collect warm mammary excretions from your livestock.",
        "FishingRod.cs.14042": "Used to drag unsuspecting fish to their deaths. A fun and relaxing pastime.",
        "FishingRod.cs.trainingRodDescription": "Too incompetent to use a normal fishing rod, huh? Sucks to be you.",
        "Shears.cs.14241": "Strip sheep naked to steal their wool."
      }
    }
  ]
}