/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/oranisagu/SDV-FarmAutomation
**
*************************************************/

{
  /* Default: true. If true, animals will be petted each day. If false animals will not be petted each day. */
  "PetAnimals": true,

  /* Default: 5. The amount of friendship each animal gains when you collect milk/wool from it. If no chest is in the barn/coop where the animal lives, no items will be collected. */
  "AdditionalFriendshipFromCollecting": 5,

  /* Default: true. If true sound will be muted for a short time while all animals get processed. If false, there will be quite a cacaphony of bleats, moos and clucks. */
  "MuteAnimalsWhenCollecting": true,

  /* The machines from which their finished product should automatically be collected. If it's a machine you can put items in, it will also look for items to put in afterwards */
  "MachinesToCollectFrom": "Keg, Preserves Jar, Cheese Press, Mayonnaise Machine, Loom, Oil Maker, Recycling Machine, Crystalarium, Worm Bin, Bee House, Strange Capsule, Tapper, Statue Of Endless Fortune, Furnace, Seed Maker, Statue Of Perfection, Crab Pot, Charcoal Kiln, Mushroom Box, Lightning Rod, Slime Egg-Press",

  /* These machines or items are considered a connection. If a machine is not connected to a chest (either by being directly adjecant or by being adjecant to another machine which is machine connected) nothing will happen.
  For example, you could add Fence and Gate if you want those to be considered for connections as well.
  */
  "ItemsToConsiderConnectors": "Keg, Preserves Jar, Cheese Press, Mayonnaise Machine, Loom, Oil Maker, Recycling Machine, Crystalarium, Worm Bin, Bee House, Strange Capsule, Tapper, Statue Of Endless Fortune, Furnace, Seed Maker, Statue Of Perfection, Crab Pot, Charcoal Kiln, Mushroom Box, Lightning Rod, Slime Egg-Press, Chest",

  /* Default: false. If set to true, when looking for connections not only directly adjecent items will be considered, but diagonally adjecent items as well. */
  "AllowDiagonalConnectionsForAllItems": false,

  /* The following floor tiles are considered connector. be careful, if you have lots of these floors, your whole farm might connect to the same chest and the mod might
     accidentally add items to your machines you'd rather keep.

     by default only Wood Paths are enabled (few people seem to use them). Use these to connect your machines to chests or add another type of flooring of your liking by 
     adding numbers from below comma separated into the list. For example using something like this:
            "FlooringsToConsiderConnector": [ 6, 7, 8 ],
     would mean Wood Path, Crystal Path and Cobblestone Path will be connected as well.

     Floor types:
      Wood Floor = 0;
      Stone Floor = 1;
      Weathered Floor = 2;
      Crystal Floor = 3;
      Straw Floor = 4;
      Gravel Path = 5;
      Wood Path = 6;
      Crystal Path = 7;
      Cobblestone Path = 8;
      Stepping Stone Path = 9;
    */
  "FlooringsToConsiderConnectors": [ 6 ],

  /* The names of the game locations where machines are searched for.
  The full list of possible locations is as follows:
    FarmHouse
    Farm
    FarmCave
    Town
    JoshHouse
    HaleyHouse
    SamHouse
    Blacksmith
    ManorHouse
    SeedShop
    Saloon
    Trailer
    Hospital
    HarveyRoom
    Beach
    ElliottHouse
    Mountain
    ScienceHouse
    SebastianRoom
    Tent
    Forest
    WizardHouse
    AnimalShop
    LeahHouse
    BusStop
    Mine
    Sewer
    Desert
    Club
    SandyHouse
    ArchaeologyHouse
    WizardHouseBasement
    AdventureGuild
    Woods
    Railroad
    Summit
    FishShop
    BathHouse_Entry
    BathHouse_MensLocker
    BathHouse_WomensLocker
    BathHouse_Pool
    CommunityCenter
    JojaMart
    Greenhouse
    SkullCave
    Backwoods
    Tunnel
  */
  "LocationsToSearch": "Farm, Greenhouse, FarmHouse, FarmCave, Beach",

  /* Default: true. If true, all buildings (Barns, Coops etc) will be checked for machines as well. If false, the inside of those buildings will be ignored. */
  "AddBuildingsToLocations": true,

  /* Default: 0. Allowed values: 0 - 5000. If set to a number higher than 0, each time machines are processed the sound is muted for this amount of milliseconds. For 2 seconds you would therefore write 2000. Please note that this will mute your sound every 14 seconds (when the in game time updates) and you might not hear other sound clues, as such I only recommend this if you're running a lot of loud machines and only as long as you have materials to power them (especially furnaces are very loud if several get activated at once). As an alternative, consider just setting your sound in the game options a bit lower.
  
   As the time needed to process all machines heavily depends on your computer, if you do use this option, I recommend trying 1000 milliseconds and gradually increasing it by 250 milliseconds until you find a suitable duration. */
  "MuteWhileCollectingFromMachines": 0,

  /* Default: true. If true, the mod is enabled. If false, the mod will not do anything. */
  "EnableMod": true
}