{
  "foodstore.note":                                   "Exciting News! The upcoming major update will unveil a spectacular 'Market Town' complete with a charming Restaurant, captivating Museum, delightful Flower Shop, and more! Your voice matters! Participate in the Town Layout Vote - Beach Map, Serene Island, Enchanting Jungle, or something else? Share your imaginative ideas on the FORUM located on the Mod page. Let's shape this town together!",

  "foodstore.hidden.0":                               "And weekly tip: Villager more likely to promote when ate loved food, and more criticise when are hated food.",
  "foodstore.hidden.1":                               "And weekly tip: The lower sale price can be 32% of the base price, while the highest is 520%.",
  "foodstore.hidden.2":                               "And weekly tip: Food Store might change name to ''Market Town''. What does that mean? It mean Food Store is not the only shop you can open!!",
  "foodstore.hidden.3":                               "And weekly tip: You can only get information about dish of the week from villager chat.",
  "foodstore.hidden.4":                               "And weekly tip: Gus only rate your dish as neutral dish at the best. He graciously paid the full price without expressing his dissatisfaction and he chose to keep his opinion about the taste to himself.",
  "foodstore.hidden.5":                               "And weekly tip: Not every visitor may find the food appealing; some quickly turn away, perhaps perceiving it as less enticing and not up to their standards.",
  "foodstore.hidden.6":                               "And weekly tip: There is no tip for a hated dish because it is hated!!!",
  "foodstore.hidden.7":                               "And weekly tip: You will receive double amount of friendship point if you character name match with my name. Enjoy [43]",
  "foodstore.hidden.8":                               "And weekly tip: Talk with customer will increase the price they pay for the dish. You can now talk with them unlimited time.",
  "foodstore.hidden.9":                               "And weekly tip: Villager can answer some of your questions. Stand close by one of them and type 'help' to show available options.",
  "foodstore.hidden.10":                              "And weekly tip: The better the location, the higher the price (close by decoration, water, or the pink tree)",
  
  "foodstore.help.0":                                 "Interact with villager by stand close to them, and type in your message. Some special question required to have the keyword in the message!!",
  "foodstore.help.1":                                 "To invite villager come over tomorrow, send a message contains keyword: 'invite'.",
  "foodstore.help.2":                                 "Ask villager about dish of the day. The message must contains at least a keyword. For example 'special today' or 'recommend today'.",
  "foodstore.help.3":                                 "Ask villager how do they feel about their last dish by include keyword 'last dish' or 'dish taste'.",
  "foodstore.help.4":                                 "To set up your first store, simply place donw a table at a busy location, and then put a dish on it!!!",
  
  "foodstore.config.enable":                          "Mod Enabled?",
  
  "foodstore.config.minutetohungry":                  "Minutes To Buy",
  "foodstore.config.minutetohungryText":              "Minutes since last purchase of each NPC. Default 240. Setting too low might cause weird path finding. Recommended above 60",
  
  "foodstore.config.movetofoodchange":                "Move To Item % Chance.",
  "foodstore.config.movetofoodchangeText":            "Percent chance per tick to decide to buy. Default 0.005. Setting higher cause significantly lag and weird path finding. Greatly recommended under 0.05",
  
  "foodstore.config.maxdistancetofindfood":           "Max Distance to find",
  "foodstore.config.maxdistancetofindfoodText":       "Max distance in tiles from item that NPCs can find it. Default 40",
  
  "foodstore.config.maxdistancetoeat":                "Max Distance to buy",
  "foodstore.config.maxdistancetoeatText":            "Distance NPC can grab the item they want. Default 4",
  
  "foodstore.config.rushhour":                        "Enable Rush Hour?",
  "foodstore.config.rushhourText":                    "During rush hour, higher chance for customer and higher Tip, but slightly lower Price. Restock your store!!!",
  
  "foodstore.config.enableprice":                     "Enabled Price Option?",
  "foodstore.config.enablepriceText":                 "Default -1 for random value",
  
  "foodstore.config.pricelovemulti":                  "Loved food sell price multiplier",
  "foodstore.config.pricelikemulti":                  "Liked food sell price multiplier",
  "foodstore.config.priceneutralmulti":               "Neutral food sell price multiplier",
  "foodstore.config.pricedislikemulti":               "Disliked food sell price multiplier",
  "foodstore.config.pricehatemulti":                  "Hated food sell price multiplier",
  
  "foodstore.config.enabletip":                       "Enabled Tip Option?",
  "foodstore.config.enabletipText":                   "Tip value is a fraction of sale price. Default -1",
  
  "foodstore.config.enabletipclose":                  "Only Tip when running the store?",
  "foodstore.config.enabletipcloseText":              "When set to True, only receive Tip when player near the store",
  
  "foodstore.config.enabletipcloselove":              "Loved food tip value multiplier",
  "foodstore.config.enabletipcloselike":              "Liked food tip value multiplier",
  "foodstore.config.enabletipcloseneutral":           "Neutral food tip value multiplier",
  "foodstore.config.enabletipclosedislike":           "Disliked food tip value multiplier",
  "foodstore.config.enabletipclosehate":              "Hated food tip value multiplier",
  
  "foodstore.coming.0":                               "In a delightful twist, {{vName}} is heading to our store for an unexpected visit.",
  "foodstore.coming.1":                               "{{vName}} is strolling our way, curious about our store's offerings.",
  "foodstore.coming.2":                               "Amidst their day, {{vName}} is choosing to spend some time at our store.",
  "foodstore.coming.3":                               "{{vName}} is making an unplanned visit to our store, breaking from the routine.",
  "foodstore.coming.4":                               "{{vName}} is leisurely heading to our store, expecting a delightful experience.",
  "foodstore.coming.5":                               "Breaking free from tasks, {{vName}} is on the way to explore our store.",
  "foodstore.coming.6":                               "{{vName}} is navigating toward our store, seeking a unique shopping experience.",
  "foodstore.coming.7":                               "Spontaneously, {{vName}} is making their way to our store for a pleasant surprise.",
  "foodstore.coming.8":                               "{{vName}} is steering towards our store, eager to discover something new.",
  "foodstore.coming.9":                               "With excitement, {{vName}} is heading to our store for an impromptu visit.",
  "foodstore.coming.10":                              "{{vName}} is veering off course to visit our store, anticipating something special.",
  "foodstore.coming.11":                              "In the midst of their day, {{vName}} decided to drop by our store for a while.",
  "foodstore.coming.12":                              "{{vName}} is casually making their way to our store, anticipating a good time.",
  "foodstore.coming.13":                              "{{vName}} is diverting from the norm to visit our store and enjoy the offerings.",
  "foodstore.coming.14":                              "{{vName}} is making a spontaneous detour to our store, eager for a unique experience.",
  
  "foodstore.loverep.0":                              "My taste buds dance with joy at each flavorful bite!",
  "foodstore.loverep.1":                              "Savoring this dish is like a warm hug for my senses.",
  "foodstore.loverep.2":                              "Exquisite taste that lingers, a true culinary delight.",
  "foodstore.loverep.3":                              "A symphony of flavors that perfectly harmonize.",
  "foodstore.loverep.4":                              "Indulge in the rich perfection of this savory delight.",
  "foodstore.loverep.5":                              "A culinary journey leaving an indelible impression.",
  "foodstore.loverep.6":                              "Mouthwatering joy in every bite, a true delight.",
  "foodstore.loverep.7":                              "Delight in the culinary magic of this crafted perfection.",
  "foodstore.loverep.8":                              "Elevates dining to an art, a masterpiece on my plate.",
  "foodstore.loverep.9":                              "A delicious escape into a world of gastronomic wonder.",
  "foodstore.loverep.10":                             "Tantalizing my taste buds with a perfect blend of flavors.",
  "foodstore.loverep.11":                             "A savory sensation that captivates my palate.",
  "foodstore.loverep.12":                             "Unveiling the artistry of taste, a dish to be remembered.",
  "foodstore.loverep.13":                             "Gourmet perfection in every mouthful, a culinary triumph.",
  "foodstore.loverep.14":                             "An enticing melody of flavors that dances on my tongue.",
  "foodstore.loverep.15":                             "A culinary masterpiece, pure love on my plate.",
  "foodstore.loverep.16":                             "Captivating flavors, a true love affair for my taste buds.",
  "foodstore.loverep.17":                             "Enchanting dish, love at first bite every time.",
  "foodstore.loverep.18":                             "A love letter to gastronomy; this dish is divine.",
  "foodstore.loverep.19":                             "Passionately in love with the perfection of this creation.",
  
  "foodstore.likerep.0":                              "A dish I enjoy on occasion, it's quite good.",
  "foodstore.likerep.1":                              "Consistently decent; I don't mind ordering it.",
  "foodstore.likerep.2":                              "A solid option that I find myself choosing.",
  "foodstore.likerep.3":                              "This dish is good; I like its simplicity.",
  "foodstore.likerep.4":                              "An okay choice; it satisfies my taste buds.",
  "foodstore.likerep.5":                              "It's not bad; I find it to be reliably tasty.",
  "foodstore.likerep.6":                              "A decent dish; it's a safe and satisfying pick.",
  "foodstore.likerep.7":                              "I don't mind this dish; it's reliably enjoyable.",
  "foodstore.likerep.8":                              "Not my favorite, but I find it quite palatable.",
  "foodstore.likerep.9":                              "It's alright; a dish I don't mind having.",
  "foodstore.likerep.10":                             "Consistently good; I appreciate its flavor.",
  "foodstore.likerep.11":                             "This dish is okay; I find it reliably tasty.",
  "foodstore.likerep.12":                             "A decent option; I don't mind having it.",
  "foodstore.likerep.13":                             "It's fine; a dish I occasionally enjoy.",
  "foodstore.likerep.14":                             "An acceptable choice when I'm in the mood.",
  "foodstore.likerep.15":                             "I find this dish okay; it's decently satisfying.",
  "foodstore.likerep.16":                             "Not bad at all; it's a dish I can enjoy.",
  "foodstore.likerep.17":                             "A decent choice that I occasionally go for.",
  "foodstore.likerep.18":                             "It's alright; I don't mind this dish.",
  "foodstore.likerep.19":                             "An acceptable option; it's fairly enjoyable.",
  
  "foodstore.neutralrep.0":                           "A standard dish; it's neither good nor bad.",
  "foodstore.neutralrep.1":                           "It's okay; a dish I neither love nor dislike.",
  "foodstore.neutralrep.2":                           "A regular choice; it doesn't stand out much.",
  "foodstore.neutralrep.3":                           "This dish is average; nothing exceptional.",
  "foodstore.neutralrep.4":                           "Not bad, not great; a middle-of-the-road option.",
  "foodstore.neutralrep.5":                           "A neutral pick; it doesn't leave a strong impression.",
  "foodstore.neutralrep.6":                           "It's decent; a standard choice for a meal.",
  "foodstore.neutralrep.7":                           "Neither here nor there; a passable dish.",
  "foodstore.neutralrep.8":                           "An ordinary option; it doesn't excite or disappoint.",
  "foodstore.neutralrep.9":                           "It's alright; a dish that doesn't draw much attention.",
  "foodstore.neutralrep.10":                          "In the middle of the spectrum; neither love nor hate.",
  "foodstore.neutralrep.11":                          "A common choice; it doesn't sway my taste buds much.",
  "foodstore.neutralrep.12":                          "Not exceptional, but not bad either; a regular dish.",
  "foodstore.neutralrep.13":                          "Average in every way; it's a straightforward option.",
  "foodstore.neutralrep.14":                          "A typical choice; it doesn't leave a lasting impression.",
  "foodstore.neutralrep.15":                          "Neither good nor bad; it's just an average dish.",
  "foodstore.neutralrep.16":                          "A standard option; it doesn't evoke strong feelings.",
  "foodstore.neutralrep.17":                          "Not outstanding, not disappointing; just a regular dish.",
  "foodstore.neutralrep.18":                          "Balanced between liking and disliking; it's okay.",
  "foodstore.neutralrep.19":                          "A middle-of-the-road dish; it doesn't stand out much.",
  
  "foodstore.dislikerep.0":                           "Not my favorite; I find this dish lacking.",
  "foodstore.dislikerep.1":                           "It's tolerable, but I'm not a fan of this dish.",
  "foodstore.dislikerep.2":                           "An underwhelming choice; it falls short for me.",
  "foodstore.dislikerep.3":                           "This dish is mediocre; I wouldn't recommend it.",
  "foodstore.dislikerep.4":                           "I can eat it, but it's not a dish I enjoy much.",
  "foodstore.dislikerep.5":                           "A passable option; I don't particularly like it.",
  "foodstore.dislikerep.6":                           "It's edible, but I don't look forward to this dish.",
  "foodstore.dislikerep.7":                           "I have tried it, but it's not to my liking.",
  "foodstore.dislikerep.8":                           "A so-so choice; I don't find it very appetizing.",
  "foodstore.dislikerep.9":                           "It's not the worst, but I'm not a fan of this dish.",
  "foodstore.dislikerep.10":                          "This dish is average; I have had better options.",
  "foodstore.dislikerep.11":                          "I can manage it, but it's not my preferred choice.",
  "foodstore.dislikerep.12":                          "An okay option; I'm not excited about this dish.",
  "foodstore.dislikerep.13":                          "Tolerable, but it lacks the appeal for me.",
  "foodstore.dislikerep.14":                          "It's edible, but I wouldn't choose this dish willingly.",
  "foodstore.dislikerep.15":                          "Not terrible, but I don't enjoy this dish much.",
  "foodstore.dislikerep.16":                          "A subpar choice; there are better options available.",
  "foodstore.dislikerep.17":                          "It falls short for me; I don't find it appetizing.",
  "foodstore.dislikerep.18":                          "I can eat it, but it's not my preferred dish.",
  "foodstore.dislikerep.19":                          "An average option; it's not something I enjoy.",
  
  "foodstore.haterep.0":                              "This dish is simply dreadful; I can't stand it.",
  "foodstore.haterep.1":                              "An absolute disappointment; this dish is awful.",
  "foodstore.haterep.2":                              "I strongly dislike this dish; it's unappetizing.",
  "foodstore.haterep.3":                              "A terrible choice; I can't stomach this dish.",
  "foodstore.haterep.4":                              "I loathe this dish; it's utterly repulsive.",
  "foodstore.haterep.5":                              "This dish is revolting; I can't bear the taste.",
  "foodstore.haterep.6":                              "Absolutely detestable; this dish is inedible.",
  "foodstore.haterep.7":                              "I despise this dish; it's truly abhorrent.",
  "foodstore.haterep.8":                              "Disgusting; I regret trying this wretched dish.",
  "foodstore.haterep.9":                              "A culinary disaster; this dish is unbearable.",
  "foodstore.haterep.10":                             "I hate this dish; it's a complete letdown.",
  "foodstore.haterep.11":                             "Absolutely awful; I can't express my disdain enough.",
  "foodstore.haterep.12":                             "This dish is repugnant; I can't fathom its appeal.",
  "foodstore.haterep.13":                             "A nauseating experience; I strongly advise against it.",
  "foodstore.haterep.14":                             "I detest this dish; it's a gastronomic nightmare.",
  "foodstore.haterep.15":                             "This dish is vile; I can't find any redeeming qualities.",
  "foodstore.haterep.16":                             "Abysmal; this dish is the epitome of culinary failure.",
  "foodstore.haterep.17":                             "I abhor this dish; it's a taste bud massacre.",
  "foodstore.haterep.18":                             "An offensive choice; I regret even trying it.",
  "foodstore.haterep.19":                             "I despise this dish; it's a culinary catastrophe.",
  
  "foodstore.tip":                                    ". Here is your {{tipValue}}G tip",
  "foodstore.sold":                                   "   Sold {{foodObjName}} at {{locationString}} for {{saleString}}G",
  
  "foodstore.randomchat.love.0":                      "Feeling immense love for this place!",
  "foodstore.randomchat.love.1":                      "In love with their incredible dishes!",
  "foodstore.randomchat.love.2":                      "This store steals my heart every time.",
  "foodstore.randomchat.love.3":                      "Love the cozy vibes and friendly staff!",
  "foodstore.randomchat.love.4":                      "Adore the special treats they offer!",
  "foodstore.randomchat.love.5":                      "Passionate about their delightful menu!",
  "foodstore.randomchat.love.6":                      "Head over heels for their desserts!",
  "foodstore.randomchat.love.7":                      "Loving the unique flavors they provide!",
  
  "foodstore.randomchat.like.0":                      "Really like the atmosphere here.",
  "foodstore.randomchat.like.1":                      "Liked the variety of options available.",
  "foodstore.randomchat.like.2":                      "Enjoyed the quick and efficient service.",
  "foodstore.randomchat.like.3":                      "Like the quality of their fresh produce.",
  "foodstore.randomchat.like.4":                      "Appreciate the affordable prices!",
  "foodstore.randomchat.like.5":                      "Favorable experience with their staff.",
  "foodstore.randomchat.like.6":                      "Liking the new items on the menu!",
  "foodstore.randomchat.like.7":                      "Great place for a casual dining experience.",
  
  "foodstore.randomchat.neutral.0":                   "Just normal about the store experience today.",
  "foodstore.randomchat.neutral.1":                   "It was an okay visit to the store.",
  "foodstore.randomchat.neutral.2":                   "Neither good nor bad, just a regular day.",
  "foodstore.randomchat.neutral.3":                   "Couldn't decide how I felt about it.",
  "foodstore.randomchat.neutral.4":                   "A neutral experience overall.",
  "foodstore.randomchat.neutral.5":                   "Didn't leave a strong impression.",
  "foodstore.randomchat.neutral.6":                   "Middle-of-the-road visit today.",
  "foodstore.randomchat.neutral.7":                   "No strong feelings, just neutral.",
  
  "foodstore.randomchat.dislike.0":                   "Didn't quite enjoy the food this time.",
  "foodstore.randomchat.dislike.1":                   "Not a fan of the service today.",
  "foodstore.randomchat.dislike.2":                   "Disliked the long wait at the checkout.",
  "foodstore.randomchat.dislike.3":                   "Unimpressed with the quality of products.",
  "foodstore.randomchat.dislike.4":                   "Disappointing experience overall.",
  "foodstore.randomchat.dislike.5":                   "Frustrated with the lack of cleanliness.",
  "foodstore.randomchat.dislike.6":                   "Didn't meet expectations this time.",
  "foodstore.randomchat.dislike.7":                   "Feeling let down by the store today.",
  
  "foodstore.randomchat.hate.0":                      "Hate the fact that they're always serve this kind of food!",
  "foodstore.randomchat.hate.1":                      "Absolutely despise their customer service.",
  "foodstore.randomchat.hate.2":                      "Can't stand the disorganization in this store.",
  "foodstore.randomchat.hate.3":                      "Hate the constant out-of-stock items.",
  "foodstore.randomchat.hate.4":                      "Despise the lack of cleanliness in the store.",
  "foodstore.randomchat.hate.5":                      "Strongly dislike the quality of their food.",
  "foodstore.randomchat.hate.6":                      "Can't tolerate their rude staff.",
  "foodstore.randomchat.hate.7":                      "Hating the overall experience—never again!",
  
  "foodstore.config.saleprice":                       "Sale Price",
  
  "foodstore.config.tipvalue":                        "Tip Value",
  
  "foodstore.config.enabledecor":                     "Enable Decoration?",
  "foodstore.config.enabledecorText":                 "When set to True, Decoration and Atmosphere affect the sale price",
  
  "foodstore.positiveTasteString.0":                  "About the food: Mouthwatering delight",
  "foodstore.positiveTasteString.1":                  "With the food: Savory perfection",
  "foodstore.positiveTasteString.2":                  "With the food: Exquisite flavor burst",
  "foodstore.positiveTasteString.3":                  "In the food aspect: Irresistibly delicious",
  "foodstore.positiveTasteString.4":                  "With the food: Tantalizing taste sensation",
  
  "foodstore.normalTasteString.0":                    "In the food aspect: Balanced goodness",
  "foodstore.normalTasteString.1":                    "With the food: Familiar satisfaction",
  "foodstore.normalTasteString.2":                    "About the food: Everyday deliciousness",
  "foodstore.normalTasteString.3":                    "With the food: Classic flavor harmony",
  "foodstore.normalTasteString.4":                    "With the food: Common culinary delight",
  
  "foodstore.negativeTasteString.0":                  "In the food aspect: Unpleasant aftertaste",
  "foodstore.negativeTasteString.1":                  "With the food: Disappointing flavor",
  "foodstore.negativeTasteString.2":                  "About the food: Bland and unappealing",
  "foodstore.negativeTasteString.3":                  "About the food: Unpalatable mixture",
  "foodstore.negativeTasteString.4":                  "In the food aspect: Unpleasant culinary experience",
  
  "foodstore.positiveDecorString.0":                  "Decoration in my eye: Elegant ambiance",
  "foodstore.positiveDecorString.1":                  "About the view: Cozy and inviting setting",
  "foodstore.positiveDecorString.2":                  "With decoration: Charming atmosphere",
  "foodstore.positiveDecorString.3":                  "The atmosphere: Stylish and relaxing vibes",
  "foodstore.positiveDecorString.4":                  "About the view: Picturesque surroundings",
  
  "foodstore.normalDecorString.0":                    "Decoration in my eye: Simple and tasteful design",
  "foodstore.normalDecorString.1":                    "About the view: Standard yet pleasant atmosphere",
  "foodstore.normalDecorString.2":                    "With decoration: Regular and comfortable setting",
  "foodstore.normalDecorString.3":                    "The atmosphere: Everyday cozy ambiance",
  "foodstore.normalDecorString.4":                    "About the view: Typical restaurant surroundings",
  
  "foodstore.negativeDecorString.0":                  "Decoration in my eye: Dull and uninspiring decor",
  "foodstore.negativeDecorString.1":                  "About the view: Lackluster and unimpressive setting",
  "foodstore.negativeDecorString.2":                  "With decoration: Unattractive and mismatched design",
  "foodstore.negativeDecorString.3":                  "The atmosphere: Uninviting and uncomfortable vibes",
  "foodstore.negativeDecorString.4":                  "About the view: Unpleasant surroundings",
  
  "foodstore.willVisit.0":                            "Absolutely will drop by and visit the store",
  "foodstore.willVisit.1":                            "Definitely planning to stop by the store soon",
  "foodstore.willVisit.2":                            "Certainly looking forward to visiting the store",
  
  "foodstore.mayVisit.0":                             "Might consider dropping by the shop",
  "foodstore.mayVisit.1":                             "Possibly planning to visit the shop soon",
  "foodstore.mayVisit.2":                             "Could stop by and explore the shop",
  
  "foodstore.noVisit.0":                              "Currently have no intention to visit the shop",
  "foodstore.noVisit.1":                              "No immediate plans or desire to drop by the shop",
  "foodstore.noVisit.2":                              "Not considering a visit to the shop in the foreseeable future",
  
  "foodstore.gooddecor.0":                            "Lovely ambiance! I wonder how their food taste!",
  "foodstore.gooddecor.1":                            "The decor is amazing here. How does the food match up?",
  "foodstore.gooddecor.2":                            "Great atmosphere! Curious about the taste of their dishes.",
  "foodstore.gooddecor.3":                            "Beautiful decor. I'm eager to find out about their food!",
  "foodstore.gooddecor.4":                            "This place has a fantastic vibe. Wondering about the food quality!",
  
  "foodstore.baddecor.0":                             "Not a fan of the decor. Is it reflected in their food quality?",
  "foodstore.baddecor.1":                             "The ambiance here is lacking. I hope their food is better.",
  "foodstore.baddecor.2":                             "Poor decor choices. I wonder if their food choices are better.",
  "foodstore.baddecor.3":                             "The place doesn't look inviting. Are their food standards up to par?",
  "foodstore.baddecor.4":                             "The decor is disappointing. I hope the food isn't the same!",
  
  "foodstore.dishweek.0":                             "Hey, did you hear? The featured dish of the week is {{dishWeek}}!",
  "foodstore.dishweek.1":                             "Guess what's on the menu this week? It's the featured dish: {{dishWeek}}!",
  "foodstore.dishweek.2":                             "I just found out that {{dishWeek}} is the star of the week at the restaurant!",
  "foodstore.dishweek.3":                             "You won't believe it! This week's highlight is {{dishWeek}}. Exciting, right?",
  "foodstore.dishweek.4":                             "Have you tried the featured dish, {{dishWeek}}, yet? It's the talk of the town!",
  
  "foodstore.dishday.0":                              "Have you heard? The featured dish today is {{dishToday}}!",
  "foodstore.dishday.1":                              "Today's special is none other than {{dishToday}}. Exciting, right?",
  "foodstore.dishday.2":                              "Breaking news: {{dishToday}} is the star of today's menu!",
  "foodstore.dishday.3":                              "Guess what's cooking today? It's the featured dish: {{dishToday}}!",
  "foodstore.dishday.4":                              "I just found out that {{dishToday}} is today's highlight. Let's give it a try!",
  "foodstore.dishday.5":                              "Quick heads up: {{dishToday}} is stealing the spotlight today!",
  "foodstore.dishday.6":                              "Can you believe it? Today's star is none other than {{dishToday}}!",
  "foodstore.dishday.7":                              "Today just got better with the featured dish: {{dishToday}}!",
  "foodstore.dishday.8":                              "Let's spice up today with a taste of {{dishToday}}! It's the special.",
  "foodstore.dishday.9":                              "The talk of the town: {{dishToday}} is today's must-try dish!",
  
  "foodstore.config.chat":                            "Disable non-important message?",
  
  "foodstore.thankyou":                               "[144] Enjoying the mod and eager for ongoing improvements? Don't forget to Follow and Endorse!!. Your passion propels our ship forward. [43] #MarketTown",
  
  "foodstore.visitoreat.0":                           "Thank you!",
  "foodstore.visitoreat.1":                           "Oh food!!!",
  "foodstore.visitoreat.2":                           "Yummy yummy!",
  "foodstore.visitoreat.3":                           "You read my mind!",
  "foodstore.visitoreat.4":                           "I appreciate it!",
  "foodstore.visitoreat.5":                           "Feeling blessed! Thanks!",
  "foodstore.visitoreat.6":                           "You're too kind!",
  "foodstore.visitoreat.7":                           "I love food!",
  "foodstore.visitoreat.8":                           "You're a culinary genius!",
  "foodstore.visitoreat.9":                           "This looks amazing!",
  "foodstore.visitoreat.10":                          "Grateful for this treat!",
  "foodstore.visitoreat.11":                          "I was just getting hungry!",
  
  "foodstore.asktaste.empty.0":                       "I have not have a chance to try yet",
  "foodstore.asktaste.empty.1":                       "I was on a hurry. I will try it another time",
  "foodstore.asktaste.empty.2":                       "Probally I will try the dish some time late today",
  
  "foodstore.asktaste.love.0":                        "Oh, that dish was amazing. I love that!",
  "foodstore.asktaste.love.1":                        "That dish was the best ever! I can't get enough of it.",
  "foodstore.asktaste.love.2":                        "I absolutely adore the flavors in that dish. It's a new favorite of mine!",
  
  "foodstore.asktaste.like.0":                        "I really enjoyed that dish. It's quite likable!",
  "foodstore.asktaste.like.1":                        "The taste was good, I like it. I would definitely have it again.",
  "foodstore.asktaste.like.2":                        "It's a dish I genuinely like. The flavors are quite appealing.",
  
  "foodstore.asktaste.neutral.0":                     "The taste was okay, nothing special. It's a neutral experience for me.",
  "foodstore.asktaste.neutral.1":                     "It was decent, neither good nor bad. Just a neutral taste for me.",
  "foodstore.asktaste.neutral.2":                     "I don't have strong feelings about the taste. It's a neutral choice for me.",
  
  "foodstore.asktaste.dislike.0":                     "I didn't enjoy the taste much. It's not really to my liking.",
  "foodstore.asktaste.dislike.1":                     "The flavor didn't appeal to me. I would say I dislike it.",
  "foodstore.asktaste.dislike.2":                     "It's not my favorite. I found the taste a bit off, and I dislike it.",
  
  "foodstore.asktaste.hate.0":                        "I couldn't stand the taste. I hate it.",
  "foodstore.asktaste.hate.1":                        "Ugh, that dish was awful. I really hate the taste.",
  "foodstore.asktaste.hate.2":                        "I can confidently say I hate the taste. It's not something I would ever want to eat again.",
  
  "foodstore.visitcome.0":                            "Thank you for inviting me! Your home is lovely.",
  "foodstore.visitcome.1":                            "I appreciate your hospitality. The aroma is amazing!",
  "foodstore.visitcome.2":                            "It's a pleasure to be here. Your place is so welcoming.",
  "foodstore.visitcome.3":                            "Thanks for having me over. Your house is charming.",
  "foodstore.visitcome.4":                            "I'm grateful for the invitation. Your home is delightful.",
  "foodstore.visitcome.5":                            "This is wonderful! Thank you for welcoming me into your home.",
  "foodstore.visitcome.6":                            "I'm enjoying the warm atmosphere. Your place feels like a cozy retreat.",
  
  "foodstore.visitleave.0":                           "I had a great time. Thank you for the lovely evening!",
  "foodstore.visitleave.1":                           "Leaving with a full heart and a full stomach. Thanks for everything!",
  "foodstore.visitleave.2":                           "I appreciate your hospitality. Until next time!",
  "foodstore.visitleave.3":                           "It was wonderful being here. Thanks for a memorable visit!",
  "foodstore.visitleave.4":                           "Saying goodbye is hard, but I'll cherish the moments spent here. Thank you!",
  "foodstore.visitleave.5":                           "I'm leaving with a smile. Your company and home are truly delightful.",
  "foodstore.visitleave.6":                           "Until we meet again. Thanks for a fantastic time and delicious food!",
  
  "foodstore.noinvitevisit.0":                        "Appreciate the invite, but I don't know you well enough to visit.",
  "foodstore.noinvitevisit.1":                        "Thanks, but I only visit places where I know the host.",
  "foodstore.noinvitevisit.2":                        "I'm selective about engagements, and I don't know you, so I can't visit.",
  "foodstore.noinvitevisit.3":                        "Can't accept, as I don't feel comfortable visiting someone I don't know.",
  "foodstore.noinvitevisit.4":                        "Value my privacy, won't visit since I don't know you.",
  "foodstore.noinvitevisit.5":                        "Thanks, but I only attend events hosted by familiar faces. Won't visit this time.",
  "foodstore.noinvitevisit.6":                        "Prefer familiar environments, won't visit since we're not acquainted.",
  
  "foodstore.cannotinvitevisit.0":                    "Appreciate the invite, but I cannot visit as I'm currently busy.",
  "foodstore.cannotinvitevisit.1":                    "Thanks for the invite, but I'm swamped right now and cannot visit.",
  "foodstore.cannotinvitevisit.2":                    "I'm tied up with other obligations, so unfortunately, I cannot visit.",
  "foodstore.cannotinvitevisit.3":                    "Busy schedule prevents me from accepting the invitation.",
  "foodstore.cannotinvitevisit.4":                    "I'm currently occupied with tasks and cannot make it to visit. Thanks for understanding.",
  "foodstore.cannotinvitevisit.5":                    "Unfortunately, I'm too busy to accept the invitation at the moment.",
  "foodstore.cannotinvitevisit.6":                    "Appreciate the invite, but my current workload doesn't allow me to visit. Maybe another time.",
  
  "foodstore.willinvitevisit.0":                      "Sure, I'd love to visit! Let me know the details.",
  "foodstore.willinvitevisit.1":                      "Absolutely, I'm interested! When and where?",
  "foodstore.willinvitevisit.2":                      "I'd be happy to visit! Could you provide more information?",
  "foodstore.willinvitevisit.3":                      "Count me in! I'm looking forward to the visit.",
  "foodstore.willinvitevisit.4":                      "Yes, I'll visit! Please share the specifics.",
  "foodstore.willinvitevisit.5":                      "I'm interested! Let me know the details for the visit.",
  "foodstore.willinvitevisit.6":                      "Certainly, I'll visit! Just share the necessary details.",
  
  "foodstore.config.invitetime":                      "House Visitors",
  
  "foodstore.config.invitecometime":                  "Time villager arrive.",
  
  "foodstore.config.inviteleavetime":                 "Time villager start to leave.",
  
  "foodstore.config.disableallmessage":               "Disable ALL message.",
  "foodstore.config.disableallmessageText":           "Set to True to disable ALL message, including chatbox and bubble. The functions still working, just the text will not be displayed. Not recommended",
  
  "foodstore.responselist.main":                      "Do you need anything else?",
  
  "foodstore.responselist.talk":                      "Talk",
  
  "foodstore.responselist.invite":                    "Invite for a visit",
  
  "foodstore.responselist.foodtaste":                 "How was the food?",
  
  "foodstore.responselist.dailydish":                 "Dish of the Day",
  
  "foodstore.config.enablevisitinside":               "Enable visitor inside Farm House?",
  
  "foodstore.config.dialoguetime":                    "Daily dialogue box time each NPC?",
  "foodstore.config.dialoguetimeText":                "Default 2. This number limit how many time the invite box appear for each NPC daily. You still can talk and invite NPC using chatbox when passed the limit",
  
  "foodstore.kidask":                                 "{{kidName}}: Pwease, can I play on your farm today? Pretty pwease with sprinkles on top!!",
  "foodstore.groupkidask":                            "Heyyy, can we all pretty-pretty-please play on your super-duper farm today? Cross my heart, we won't even touch the flowers!",
  
  "foodstore.kidresponselist.yes":                    "Absolutely! And guess what? I've got some special candy, just for you!!",
  
  "foodstore.kidresponselist.no":                     "Oh! I think you've got some super important school stuff today, don'tcha?",
  
  "foodstore.kidresponselist.yay":                    "Yayyy!! Hooray for fun times!",
  
  "foodstore.kidresponselist.boring":                 "Booo...ringgg!! Seriously? That sounds like a super-duper snoozefest!",
  
  "foodstore.config.disablenonfoodonfarm":            "Visitor remove non-food item?",
  "foodstore.config.disablenonfoodonfarmText":        "Default False. When set to True, visitor can remove your non-food item show on the table in Farm and FarmHouse.",
  
  "foodstore.visitorpickup.0":                        "Thank you! I'll gladly accept.",
  "foodstore.visitorpickup.1":                        "I appreciate it! I'll give it a try.",
  "foodstore.visitorpickup.2":                        "Thanks for the offer! I'm open to it.",
  "foodstore.visitorpickup.3":                        "Great! I'm happy to accept.",
  "foodstore.visitorpickup.4":                        "Unexpected, but thank you! I'll take it.",
  "foodstore.visitorpickup.5":                        "Wow, I didn't expect this! Thank you!",
  "foodstore.visitorpickup.6":                        "Thanks for the gesture! I'm okay with it.",
  "foodstore.visitorpickup.7":                        "Different, but thanks! I'm open-minded.",
  "foodstore.visitorpickup.8":                        "Thanks!!",
  "foodstore.visitorpickup.9":                        "Thanks a lot! I'll make use of this.",
  "foodstore.visitorpickup.10":                       "Interesting! Thanks, I'll take it.",
  "foodstore.visitorpickup.11":                       "I can use this. Thanks!",
  
  "foodstore.nonfood.4.0":                            "This exceeded my expectations, the quality is exceptional!",
  "foodstore.nonfood.4.1":                            "I'm really impressed with the outstanding quality of this item.",
  "foodstore.nonfood.4.2":                            "The craftsmanship of this is truly remarkable. Top-notch quality!",
  "foodstore.nonfood.4.3":                            "I can't believe how well-made and durable this item is. Excellent quality!",
  "foodstore.nonfood.4.4":                            "The attention to detail in this is phenomenal. It's of the highest quality.",
  "foodstore.nonfood.4.5":                            "I've purchased similar items before, but none compare to the superb quality of this one.",
  "foodstore.nonfood.4.6":                            "This purchase was worth every penny. The quality is unmatched.",
  "foodstore.nonfood.4.7":                            "I'm a repeat customer because of the consistently excellent quality of your products.",
  "foodstore.nonfood.4.8":                            "Quality-wise, this is one of the best purchases I've ever made. Kudos to your brand!",
  
  "foodstore.nonfood.2.0":                            "The quality of this is great, I'm really satisfied with my purchase.",
  "foodstore.nonfood.2.1":                            "It's hard to find items with such great quality these days. Impressive!",
  "foodstore.nonfood.2.2":                            "This has a really good build and great attention to detail. Well done!",
  "foodstore.nonfood.2.3":                            "I wasn't expecting such great quality for the price. Pleasantly surprised!",
  "foodstore.nonfood.2.4":                            "The durability and craftsmanship are great. I made the right choice buying this.",
  "foodstore.nonfood.2.5":                            "I've had similar products, but this one stands out with its great quality.",
  "foodstore.nonfood.2.6":                            "I'm happy with my purchase; the overall quality is great, and it's value for money.",
  "foodstore.nonfood.2.7":                            "This strikes a perfect balance between cost and great quality.",
  "foodstore.nonfood.2.8":                            "Great quality at an affordable price. Exactly what I was looking for.",
  
  "foodstore.nonfood.1.0":                            "The quality of this is good, and it meets my expectations.",
  "foodstore.nonfood.1.1":                            "For the price, the quality is surprisingly good. I'm happy with my purchase.",
  "foodstore.nonfood.1.2":                            "A solid product with good quality. It's exactly what I needed.",
  "foodstore.nonfood.1.3":                            "I've had similar items, but this one stands out with its good build and quality.",
  "foodstore.nonfood.1.4":                            "The quality is good, and the item is well made. I would recommend it.",
  "foodstore.nonfood.1.5":                            "I wasn't expecting top tier quality, but this is really good for the price.",
  "foodstore.nonfood.1.6":                            "Good quality and durability. This purchase was worth it.",
  "foodstore.nonfood.1.7":                            "I'm pleasantly surprised by the good quality of this.",
  "foodstore.nonfood.1.8":                            "This offers good quality without breaking the bank. Great value.",
  
  "foodstore.nonfood.0.0":                            "The quality is normal, and it's what I expected for the price.",
  "foodstore.nonfood.0.1":                            "It's an average with normal quality. Nothing exceptional, but it serves its purpose.",
  "foodstore.nonfood.0.2":                            "This has a standard level of quality. It's neither impressive nor disappointing.",
  "foodstore.nonfood.0.3":                            "The quality falls within the normal range for similar items in the market.",
  "foodstore.nonfood.0.4":                            "I would say the quality is normal. It meets basic expectations without any standout features.",
  "foodstore.nonfood.0.5":                            "It's a run-of-the-mill product with normal quality. No complaints, but nothing extraordinary.",
  "foodstore.nonfood.0.6":                            "The quality is normal for the price point. I got what I paid for.",
  "foodstore.nonfood.0.7":                            "This product's quality is standard. It's neither exceptional nor subpar.",
  "foodstore.nonfood.0.8":                            "Normal quality. It does the job without exceeding or falling short of expectations.",
  
  "foodstore.general.adult.neutral.outgoing.1":       "How's the day treating you? Anything new on your plate?",
  "foodstore.general.adult.neutral.outgoing.2":       "Greetings. Have you explored the valley's secrets recently? Intriguing, isn't it?",
  "foodstore.general.adult.neutral.outgoing.3":       "Noticed any changes in the village lately? Your insights would be interesting.",
  "foodstore.general.adult.neutral.outgoing.4":       "Hey. The weather's fine, isn't it? Any favorite spots you'd recommend around here?",
  "foodstore.general.adult.neutral.outgoing.5":       "Have you heard any rumors or gossip in town? I'm all ears!",
  "foodstore.general.adult.neutral.outgoing.6":       "Good day. The last festivals are enjoyable, aren't they? Do you have a favorite?",
  "foodstore.general.adult.neutral.outgoing.7":       "Hello there. Seen any rare creatures during your travels? Share your discoveries!",
  
  "foodstore.general.teens.neutral.outgoing.1":       "Hey there! What's going on in the life of the teens these days?",
  "foodstore.general.teens.neutral.outgoing.2":       "Yo! Any cool plans or adventures in town?",
  "foodstore.general.teens.neutral.outgoing.3":       "Sup! I always find the coolest hangouts. What's the latest favorite spot?",
  "foodstore.general.teens.neutral.outgoing.4":       "Hiya! Heard the organize fun gatherings. Any upcoming events?",
  "foodstore.general.teens.neutral.outgoing.5":       "Hey! What's the latest trends and happenings?",
  "foodstore.general.teens.neutral.outgoing.6":       "What's crackin' with the teens? Any rad hobbies or projects on the horizon?",
  "foodstore.general.teens.neutral.outgoing.7":       "I am known for creativity. Any artsy endeavors you're into?",
  
  "foodstore.general.child.neutral.outgoing.1":       "Hi! How's the day treating you? Any exciting adventures in play?",
  "foodstore.general.child.neutral.outgoing.2":       "Seen any cool bugs or critters during your little explorations?",
  "foodstore.general.child.neutral.outgoing.3":       "What's the favorite game among the adventurers these days?",
  "foodstore.general.child.neutral.outgoing.4":       "Hi there! Any funny stories from school or playtime to share?",
  "foodstore.general.child.neutral.outgoing.5":       "Do you have a special hiding spot in the village?",
  "foodstore.general.child.neutral.outgoing.6":       "Hiya! Any favorite toys or snacks you enjoy?",
  "foodstore.general.child.neutral.outgoing.7":       "Little explorers must find fascinating things. Tell me your latest discovery!",
  
  "foodstore.general.adult.polite.outgoing.1":        "How has your day been so far?",
  "foodstore.general.adult.polite.outgoing.2":        "Hello! It's wonderful to see you. Any exciting news to share?",
  "foodstore.general.adult.polite.outgoing.3":        "Good day! What's your favorite thing about our charming village?",
  "foodstore.general.adult.polite.outgoing.4":        "Have you explored the mines lately? Quite an adventure!",
  "foodstore.general.adult.polite.outgoing.5":        "Hey! The crops are looking great this season. Don't you think?",
  "foodstore.general.adult.polite.outgoing.6":        "Any favorite recipes you've discovered lately?",
  "foodstore.general.adult.polite.outgoing.7":        "I heard you've been helping out around town. Thanks a bunch!",
  
  "foodstore.general.teens.polite.outgoing.1":        "What's up? Find any cool spots in the valley lately?",
  "foodstore.general.teens.polite.outgoing.2":        "Yo! Been gaming or doing some rad activities lately? Tell me!",
  "foodstore.general.teens.polite.outgoing.3":        "Checked out any cool events happening in the village?",
  "foodstore.general.teens.polite.outgoing.4":        "What is your thoughts on the latest music tracks playing at the saloon?",
  "foodstore.general.teens.polite.outgoing.5":        "Hey! Any awesome skateboard tricks you've been practicing?",
  "foodstore.general.teens.polite.outgoing.6":        "What's crackin'! Seen any cool movies in the theater lately?",
  "foodstore.general.teens.polite.outgoing.7":        "I heard you're into farming. How's that going for you?",
  
  "foodstore.general.child.polite.outgoing.1":        "Do you have a favorite bedtime story to share?",
  "foodstore.general.child.polite.outgoing.2":        "Have you found any cute critters while exploring?",
  "foodstore.general.child.polite.outgoing.3":        "What's your favorite thing about school?",
  "foodstore.general.child.polite.outgoing.4":        "Hi there! Do you like collecting pretty stones or shells?",
  "foodstore.general.child.polite.outgoing.5":        "Hey! Have you played any fun games with your friends recently?",
  "foodstore.general.child.polite.outgoing.6":        "What's your go-to snack when you're feeling hungry?",
  "foodstore.general.child.polite.outgoing.7":        "I bet you've seen some cool stuff in the forest. Can I see??",
  
  "foodstore.general.adult.rude.outgoing.1":          "What's up? Don't bother me with small talk. Got better things to do.",
  "foodstore.general.adult.rude.outgoing.2":          "Seen you around. Whatever. You got any real news or just wasting time?",
  "foodstore.general.adult.rude.outgoing.3":          "Hmph. Why are you here? Just spit it out and be quick about it.",
  "foodstore.general.adult.rude.outgoing.4":          "Yeah, yeah. You again. Got anything interesting to say or just here to annoy me?",
  "foodstore.general.adult.rude.outgoing.5":          "Can't you see I'm busy? If you're not here with something important, scram.",
  "foodstore.general.adult.rude.outgoing.6":          "What do you want? Make it quick. I've got places to be and you're holding me up.",
  "foodstore.general.adult.rude.outgoing.7":          "Look, I don't have time for chit-chat. Spit out whatever you want and move on.",
  
  "foodstore.general.teens.rude.outgoing.1":          "Got anything interesting to say or you're just here to waste my time?",
  "foodstore.general.teens.rude.outgoing.2":          "You again. If you're not here with something important, why bother me?",
  "foodstore.general.teens.rude.outgoing.3":          "Whatever. Make it quick. I've got better things to do than listen to you jabber.",
  "foodstore.general.teens.rude.outgoing.4":          "Ugh. Can't you see I'm busy being cool? If you're not cool, just go away.",
  "foodstore.general.teens.rude.outgoing.5":          "If you're not here with some drama or excitement, I'm not interested.",
  "foodstore.general.teens.rude.outgoing.6":          "I'm listening, but it better be worth my time. I've got a rep to maintain.",
  "foodstore.general.teens.rude.outgoing.7":          "I don't have time for lame conversations. Make it snappy and entertaining.",
  
  "foodstore.general.child.rude.outgoing.1":          "What's your deal? If you're not bringing candy or fun stories, go away.",
  "foodstore.general.child.rude.outgoing.2":          "You again. Got any cool toys or snacks to share, or is this a waste of time?",
  "foodstore.general.child.rude.outgoing.3":          "Ugh. Can't you see I'm playing? If you're not here to play, just leave me alone.",
  "foodstore.general.child.rude.outgoing.4":          "If you're not bringing some fun games or treats, I'm not interested.",
  "foodstore.general.child.rude.outgoing.5":          "Hmph. You're not my playmate, so unless you've got something fun",
  "foodstore.general.child.rude.outgoing.6":          "I'm busy being awesome. If you're not awesome, don't bother me.",
  "foodstore.general.child.rude.outgoing.7":          "I'm not into boring stuff. If it's not fun, I'm not interested. Got it?",
  
  "foodstore.general.adult.neutral.shy.1":            "Hello. If I'm quiet, I'm just taking things in. How's your day?",
  "foodstore.general.adult.neutral.shy.2":            "I'm a bit reserved, but I enjoy our talks. What's up?",
  "foodstore.general.adult.neutral.shy.3":            "Thanks for chatting. I'm here. Anything on your mind?",
  "foodstore.general.adult.neutral.shy.4":            "If I seem reserved, it's my contemplative side. What's new with you?",
  "foodstore.general.adult.neutral.shy.5":            "I like to listen. What's exciting for you?",
  "foodstore.general.adult.neutral.shy.6":            "Sorry if I'm not too outgoing. Any interesting experiences lately?",
  "foodstore.general.adult.neutral.shy.7":            "I'm a bit reserved, but I'm curious. What's new with you?",
  
  "foodstore.general.teens.neutral.shy.1":            "If I'm quiet, I'm just soaking it all in. What's up with you?",
  "foodstore.general.teens.neutral.shy.2":            "Hi there. I'm a bit reserved, but I'm here for a good conversation. Anything cool happening?",
  "foodstore.general.teens.neutral.shy.3":            "I'm introverted, but I'm up for interesting discussions. What's on your mind?",
  "foodstore.general.teens.neutral.shy.4":            "If I'm quiet, it's my thoughtful side. What's your take on the latest trends?",
  "foodstore.general.teens.neutral.shy.5":            "Hi. I'm reserved, but I'm open to hearing your thoughts. Any exciting stories?",
  "foodstore.general.teens.neutral.shy.6":            "Sorry if I come off as not too outgoing. What's been the highlight of your day?",
  "foodstore.general.teens.neutral.shy.7":            "I can be reserved, but I'm interested. Anything you'd like to talk about?",
  
  "foodstore.general.child.neutral.shy.1":            "If I'm quiet, I'm in my own little world. Do you feel like that too?",
  "foodstore.general.child.neutral.shy.2":            "I hope you're having fun. I'm a bit quiet, but I like to observe. What's your favorite game?",
  "foodstore.general.child.neutral.shy.3":            "What's your favorite thing to do? I'm a bit shy, but I love hearing about your adventures.",
  "foodstore.general.child.neutral.shy.4":            "Sometimes I'm a bit shy, but I'm excited to chat. What's your favorite toy?",
  "foodstore.general.child.neutral.shy.5":            "I'm reserved—I'm just taking it all in. What's your go-to activity?",
  "foodstore.general.child.neutral.shy.6":            "Is there a game or activity you enjoy? I might be shy, but I'd love to hear about your day.",
  "foodstore.general.child.neutral.shy.7":            "How's everything with you? If there's anything fun, I'm all ears. I'm a bit shy, but I'm curious!",
  
  "foodstore.general.adult.polite.shy.1":             "If I seem a bit reserved, that's just me. How's your day going?",
  "foodstore.general.adult.polite.shy.2":             "Your company means a lot. I'm here for a good chat.",
  "foodstore.general.adult.polite.shy.3":             "Thanks for chatting. I might not talk a lot, but I'm really listening.",
  "foodstore.general.adult.polite.shy.4":             "Your presence is valued. If I seem a bit reserved, it's just part of who I am. What's new with you?",
  "foodstore.general.adult.polite.shy.5":             "I really enjoy our talks. Anything exciting happening for you?",
  "foodstore.general.adult.polite.shy.6":             "I genuinely value our conversations. I'm not the most outgoing, but I'm truly interested.",
  "foodstore.general.adult.polite.shy.7":             "Your company is appreciated. I'm genuinely curious. What's new with you?",
  
  "foodstore.general.teens.polite.shy.1":             "If I'm not super talkative, that's just me.",
  "foodstore.general.teens.polite.shy.2":             "Nice talking with you. I can be a bit introverted, but I'm here. Anything cool happening?",
  "foodstore.general.teens.polite.shy.3":             "Thanks for hanging out. I might not talk a lot, but I'm up for interesting discussions.",
  "foodstore.general.teens.polite.shy.4":             "If I'm not super outgoing, it's just my thoughtful side. What's your take on the latest trends?",
  "foodstore.general.teens.polite.shy.5":             "Thanks for being cool. I might not talk a lot, but I'm genuinely interested.",
  "foodstore.general.teens.polite.shy.6":             "I deeply appreciate our chats. If I seem a bit introverted, sorry about that. What's been the highlight of your day?",
  "foodstore.general.teens.polite.shy.7":             "Thanks for being understanding. I might not be super outgoing, but I'm genuinely interested.",
  
  "foodstore.general.child.polite.shy.1":             "If I'm not super talkative, I'm just in my own little world. Do you feel like that too?",
  "foodstore.general.child.polite.shy.2":             "I hope you're having fun. I'm a bit quiet, but I like to observe. What's your favorite game?",
  "foodstore.general.child.polite.shy.3":             "What's your favorite thing to do? I might not be the most outgoing, but I love hearing about your adventures.",
  "foodstore.general.child.polite.shy.4":             "Sometimes I'm not super talkative, but I'm excited to chat. What's your favorite toy?",
  "foodstore.general.child.polite.shy.5":             "I'm not super outgoing—I'm just taking it all in. What's your go-to activity?",
  "foodstore.general.child.polite.shy.6":             "Is there a game or activity you enjoy? I'd love to hear about your day.",
  "foodstore.general.child.polite.shy.7":             "How's everything with you? If there's anything fun, I'm all ears. I'm genuinely curious!",
  
  "foodstore.general.adult.rude.shy.1":               "If I seem distant, it's just how I am. What do you want?",
  "foodstore.general.adult.rude.shy.2":               "Your talk is okay, I guess. If I seem off, it's just my thing. Why bother?",
  "foodstore.general.adult.rude.shy.3":               "Chatting is whatever. I might not be chatty. What's the point?",
  "foodstore.general.adult.rude.shy.4":               "If I'm not too sociable. Got something to say or not?",
  "foodstore.general.adult.rude.shy.5":               "Talking's fine, I guess. If I seem reserved, it's just how I roll. What's it to you?",
  "foodstore.general.adult.rude.shy.6":               "Conversations are cool, I guess. I'm not the most outgoing. Whatever.",
  "foodstore.general.adult.rude.shy.7":               "Your company is fine. What's the deal with you?",
  
  "foodstore.general.teens.rude.shy.1":               "If I'm not too talkative, that's just how it is. What's it to you?",
  "foodstore.general.teens.rude.shy.2":               "Talking with you is fine, I guess.",
  "foodstore.general.teens.rude.shy.3":               "Hanging out is whatever. Got something on your mind or what?",
  "foodstore.general.teens.rude.shy.4":               "OK. What's with the questions?",
  "foodstore.general.teens.rude.shy.5":               "Your stories are fine, I guess. Anything else?",
  "foodstore.general.teens.rude.shy.6":               "Our chats are cool, I hope so",
  "foodstore.general.teens.rude.shy.7":               "Your understanding is okay. I'm not into social",
  
  "foodstore.general.child.rude.shy.1":               "If I'm not too talkative, it's just how I am. What's it to you?",
  "foodstore.general.child.rude.shy.2":               "Playing is okay.",
  "foodstore.general.child.rude.shy.3":               "What's fun to you?. Got something on your mind or what?",
  "foodstore.general.child.rude.shy.4":               "If I'm quiet, it's just me. What's with the questions?",
  "foodstore.general.child.rude.shy.5":               "What's up? You need something from me?",
  "foodstore.general.child.rude.shy.6":               "Our games are cool, I guess.",
  "foodstore.general.child.rude.shy.7":               "Your stories are okay. What's the deal with you?",
  
  "foodstore.general.adult.neutral.neutral.1":        "How are you today? Anything interesting happening in the village?",
  "foodstore.general.adult.neutral.neutral.2":        "I hope your day is going well. Have you explored the valley lately?",
  "foodstore.general.adult.neutral.neutral.3":        "It is nice to see you. Do you have any favorite places in town?",
  "foodstore.general.adult.neutral.neutral.4":        "How's everything going for you? Any recent discoveries to share?",
  "foodstore.general.adult.neutral.neutral.5":        "Hello. I hope you're having a good day. Anything exciting on your mind?",
  "foodstore.general.adult.neutral.neutral.6":        "Hi. It's always nice to chat. Is there anything specific you'd like to talk about?",
  "foodstore.general.adult.neutral.neutral.7":        "I'm here if you need anything. How's everything in your world?",
  
  "foodstore.general.teens.neutral.neutral.1":        "Hey there. How's it going? Anything cool happening in the teen scene?",
  "foodstore.general.teens.neutral.neutral.2":        "I hope you're doing well. Any interesting activities or hobbies lately?",
  "foodstore.general.teens.neutral.neutral.3":        "Sup? Nice to see you. Have you checked out any cool spots in the village?",
  "foodstore.general.teens.neutral.neutral.4":        "Hello. How's your day? Any new trends or events catching your attention?",
  "foodstore.general.teens.neutral.neutral.5":        "I hope everything's fine with you. Seen any good movies or shows lately?",
  "foodstore.general.teens.neutral.neutral.6":        "What's up? Anything interesting on your mind? I'm here for a chat if you want.",
  "foodstore.general.teens.neutral.neutral.7":        "Nice to see you. Is there anything exciting happening in the teen community?",
  
  "foodstore.general.child.neutral.neutral.1":        "Hi. How's your day in the village? Any fun games or adventures on your agenda?",
  "foodstore.general.child.neutral.neutral.2":        "I hope you're having a good time playing. Anything cool to share?",
  "foodstore.general.child.neutral.neutral.3":        " Nice to see you. What's your favorite thing about the village?",
  "foodstore.general.child.neutral.neutral.4":        "How's your day? Any favorite toys or snacks you've enjoyed?",
  "foodstore.general.child.neutral.neutral.5":        "Hello. I hope you're having a fun day. Anything interesting in your little world?",
  "foodstore.general.child.neutral.neutral.6":        "Hi. Nice to chat with you. Is there a particular game or activity you enjoy?",
  "foodstore.general.child.neutral.neutral.7":        "How's everything with you? If there's anything fun to share, I'm all ears.",
  
  "foodstore.general.adult.polite.neutral.1":         "I hope your day is going well. Is there anything on your mind?",
  "foodstore.general.adult.polite.neutral.2":         "It's a pleasure to see you. How has your time in the village been?",
  "foodstore.general.adult.polite.neutral.3":         "Hi there. Nice to meet you. Do you have any favorite places in town?",
  "foodstore.general.adult.polite.neutral.4":         "Um, hello. How's everything going for you? Any recent discoveries to share?",
  "foodstore.general.adult.polite.neutral.5":         "Hello. I hope you're having a good day. Anything exciting on your mind?",
  "foodstore.general.adult.polite.neutral.6":         "It's always a pleasure to chat. Is there anything specific you'd like to talk about?",
  "foodstore.general.adult.polite.neutral.7":         "I'm here if you need anything. How's everything in your world?",
  
  "foodstore.general.teens.polite.neutral.1":         "How's it going? Anything interesting happening in the teen scene?",
  "foodstore.general.teens.polite.neutral.2":         "Hi. I hope you're doing well. Any interesting activities or hobbies lately?",
  "foodstore.general.teens.polite.neutral.3":         "Sup? Nice to see you. Have you checked out any cool spots in the village?",
  "foodstore.general.teens.polite.neutral.4":         "Hello. How's your day? Any new trends or events catching your attention?",
  "foodstore.general.teens.polite.neutral.5":         "Hey. I hope everything's fine with you. Seen any good movies or shows lately?",
  "foodstore.general.teens.polite.neutral.6":         "What's up? Anything interesting on your mind? I'm here for a chat if you want.",
  "foodstore.general.teens.polite.neutral.7":         "Nice to see you. Is there anything exciting happening in the teen community?",
  
  "foodstore.general.child.polite.neutral.1":         "How's your day in the village? Any fun games or adventures on your agenda?",
  "foodstore.general.child.polite.neutral.2":         "Hello. I hope you're having a good time playing. Anything cool to share?",
  "foodstore.general.child.polite.neutral.3":         "Hi there. Nice to see you. What's your favorite thing about the village?",
  "foodstore.general.child.polite.neutral.4":         "Um, hello. How's your day? Any favorite toys or snacks you've enjoyed?",
  "foodstore.general.child.polite.neutral.5":         "I hope you're having a fun day. Anything interesting in your little world?",
  "foodstore.general.child.polite.neutral.6":         "Hi. Nice to chat with you. Is there a particular game or activity you enjoy?",
  "foodstore.general.child.polite.neutral.7":         "How's everything with you? If there's anything fun to share, I'm all ears.",
  
  "foodstore.general.adult.rude.neutral.1":           "What's up? Don't waste my time with pointless small talk. Get to the point.",
  "foodstore.general.adult.rude.neutral.2":           "If you don't have anything important to say, save your breath and move on.",
  "foodstore.general.adult.rude.neutral.3":           "Why are you bothering me? If it's not about something significant, scram.",
  "foodstore.general.adult.rude.neutral.4":           "Ugh, I'm not in the mood for idle chatter. Spit it out or go bother someone else.",
  "foodstore.general.adult.rude.neutral.5":           "Can't you see I'm busy? If you're not here with something important, don't bother me.",
  "foodstore.general.adult.rude.neutral.6":           "I don't have time for pointless conversations. If you've got a point, make it quick.",
  "foodstore.general.adult.rude.neutral.7":           "Why are you still here? If you're not bringing something important, leave me be.",
  
  "foodstore.general.teens.rude.neutral.1":           "What's your problem? I'm not interested in wasting time. Speak up or move on.",
  "foodstore.general.teens.rude.neutral.2":           "Seriously? If you're not here with something cool or important, buzz off.",
  "foodstore.general.teens.rude.neutral.3":           "Why are you bothering me? If it's not about something awesome, I'm not interested.",
  "foodstore.general.teens.rude.neutral.4":           "I don't have time for awkward conversations. If you're not cool, leave.",
  "foodstore.general.teens.rude.neutral.5":           "Can't you see I'm busy being awesome? If you're not, like, cool, go away.",
  "foodstore.general.teens.rude.neutral.6":           "Look, I'm not into talks. If you're not bringing the drama, move along.",
  "foodstore.general.teens.rude.neutral.7":           "Why are you still here? If you're not here with something exciting, I'm not interested.",
  
  "foodstore.general.child.rude.neutral.1":           "Um, what do you want? If you're not bringing fun games or treats, leave me alone.",
  "foodstore.general.child.rude.neutral.2":           "Why are you bothering me? If you don't have any cool toys or snacks, move along.",
  "foodstore.general.child.rude.neutral.3":           "What's your deal? I'm not into boring stuff. If it's not fun, I'm not interested.",
  "foodstore.general.child.rude.neutral.4":           "Ugh, can't you see I'm playing? If you're not here with fun stuff, don't bother me.",
  "foodstore.general.child.rude.neutral.5":           "Look, I'm not in the mood for conversations. If you're not fun, not this time.",
  "foodstore.general.child.rude.neutral.6":           "Why are you still here? If you're not bringing cool stories or toys, buzz off.",
  "foodstore.general.child.rude.neutral.7":           "Um, seriously? If you're not here with something fun, I'm not interested.",
  
  "foodstore.weaponText":                             "Great one",
  "foodstore.config.dialogue":                        "Dialogue setting",
  "foodstore.config.disablekidask":                   "Disable kids ask to play",
  "foodstore.config.enablesaleweapon":                "Enable selling weapon?",

  "mannequin.desc":                                   "Put clothing, hats, or boots on it.",
  "mannequin.name.plain-male":                        "Normal Mannequin",
  "mannequin.name.plain-female":                      "Normal Womannequin",
  "mannequin.name.magic-male":                        "Magic Mannequin",
  "mannequin.name.magic-female":                      "Magic Womannequin",

  "foodstore.soldclothes":                            "   Sold outfit at {{locationString}} for {{saleString}}G",

  "foodstore.soldclothesText.0":                      "This might look good on me",
  "foodstore.soldclothesText.1":                      "I wonder if this color suits my style",
  "foodstore.soldclothesText.2":                      "Time for a wardrobe upgrade with this piece",
  "foodstore.soldclothesText.3":                      "I can't resist adding this to my collection",
  "foodstore.soldclothesText.4":                      "Perfect choice for the upcoming occasion",
  "foodstore.soldclothesText.5":                      "Trying something new for a change",
  "foodstore.soldclothesText.6":                      "A classic piece that never goes out of style",

  "foodstore.config.randompurchase":                  "NPC buy random item?",
  "foodstore.config.randompurchaseText":              "By default NPC will move to closest item. Set to True for they to buy random item within search range.",

  "foodstore.config.signrange":                       "Mark the store with a Sign?",
  "foodstore.config.signrangeText":                   "Set to 0 to disable. This limit NPCs only buying valid items within distance from a placed Sign. Items out of range will be ignored. Not apply inside Shed",

  "foodstore.config.doorentry":                       "NPC spawn near door",
  "foodstore.config.doorentryText":                   "Default True: Visitor will spawn near Entry Door. Set to False for NPC to spawn near License Sign location",

  "foodstore.config.shedvisitchance":                 "Chance for Shed visit",
  "foodstore.config.shedvisitchanceText":             "Default 0.2. Chance for new visitor in Shed every 10 minutes. Recommened below 0.5!",

  "foodstore.config.maxshedcapacity":                 "Maximum visitors in Shed",
  "foodstore.config.maxshedcapacityText":             "Default 5. Max capacity in one Shed.",

  "foodstore.config.timestay":                        "How long NPC stay?",
  "foodstore.config.timestayText":                    "Default 230 (equal 2.5 hour). Recommended below 400 (3 hours)",

  "foodstore.config.openhour":                        "Open hour",
  "foodstore.config.closehour":                       "Close hour",
    
  "foodstore.config.shed":                            "Shed Setting",

  "foodstore.config.shedbuychance":                   "Visitor purchase chance",
  "foodstore.config.shedbuychanceText":               "Default 0.2. Chance Visitor will buy item inside Shed",

  "foodstore.config.shedminutetohungry":              "Minute to buy",
  "foodstore.config.shedminutetohungryText":          "Default 90. Time limit between each purchase",

  "foodstore.shedguestgreeting":                      "Hello",

  "foodstore.config.buswalk":                         "NPC walk from Bus",
  "foodstore.config.buswalkText":                     "When set to True, visitors will start walking out of the Bus toward you Farm",

  "foodstore.config.modkey":                          "Show Dish name key",
  "foodstore.config.orderchance":                     "Chance for new order / s",
  "foodstore.config.lovedishchance":                  "Chance of loved dish",
  "foodstore.config.pricemultiplier":                 "Price multiplier",
  "foodstore.config.maxordernight":                   "Max order per NPC per day",

  "foodstore.config.kidaskchance":                    "Daily chance kid ask to play",

  "loved-order-reaction-1":                           "Thank you, this looks delicious!",
  "loved-order-reaction-2":                           "Thank you!",
  "loved-order-reaction-3":                           "Exactly what I wanted, thank you!",

  "liked-order-reaction-1":                           "Thanks, this looks good!",
  "liked-order-reaction-2":                           "Thanks!",
  "liked-order-reaction-3":                           "Just what I ordered, thanks!",

  "neutral-order-reaction-1":                         "Oh, OK!",
  "neutral-order-reaction-2":                         "Alright",
  "neutral-order-reaction-3":                         "Cool!",

  "foodstore.config.shedvisitor":                     "  Visitors Special Request",
  "foodstore.mailtotal":                              "Total Market earning: {{totalEarning}}G^^  Earning yesterday: {{sellMoney}}G^^"

}