{
  "foodstore.note": "¡Noticias emocionantes! La próxima gran actualización revelará un espectacular 'Mercado del Pueblo' completo con un encantador Restaurante, un cautivador Museo, una encantadora Floristería ¡y más! ¡Tu voz cuenta! ¡Participa en la Votación del Diseño del Pueblo - Mapa de la Playa, Isla Serena, Selva Encantadora o algo más? Comparte tus ideas imaginativas en el FORO localizado en la página del Mod. ¡Vamos a moldear este pueblo juntos!",
  "foodstore.hidden.0": "Y consejo semanal: Los aldeanos tienen más probabilidades de ser promovidos cuando comen su comida favorita, y más probabilidades de ser criticados cuando comen su comida menos favorita.",
  "foodstore.hidden.1": "Y consejo semanal: El precio de venta más bajo puede ser el 32% del precio base, mientras que el más alto es del 520%.",
  "foodstore.hidden.2": "Y consejo semanal: la tienda de alimentos podría cambiar su nombre a ''Market Town''. ¿Qué significa eso? Significa que ¡la Tienda de Alimentos no es la única tienda que puedes abrir!",
  "foodstore.hidden.3": "Y consejo semanal: Solo puedes obtener información sobre el plato de la semana a través del chat del pueblo.",
  "foodstore.hidden.4": "Y consejo semanal: Gus solo calificó tu plato como neutral en el mejor de los casos. Pagó amablemente el precio completo sin expresar su insatisfacción y decidió guardarse su opinión sobre el sabor para sí mismo.",
  "foodstore.hidden.5": "Y consejo semanal: No todos los visitantes pueden encontrar la comida atractiva; algunos se alejan rápidamente, tal vez percibiéndola como menos tentadora y no a la altura de sus estándares.",
  "foodstore.hidden.6": "Y consejo semanal: ¡No hay propina para un plato odiado porque es odiado!",
  "foodstore.hidden.7": "Y consejo semanal: Recibirás el doble de puntos de amistad si tu nombre de personaje coincide con el mío. ¡Disfruta [43]!",
  "foodstore.hidden.8": "Y con una recomendación semanal: Hablar con el cliente aumentará el precio que pagan por el plato. Ahora puedes hablar con ellos tiempo ilimitado.",
  "foodstore.hidden.9": "Y consejo semanal: El aldeano puede responder algunas de tus preguntas. Acércate a uno de ellos y escribe 'help' para mostrar las opciones disponibles.",
  "foodstore.hidden.10": "Y consejo semanal: Cuanto mejor sea la ubicación, más alto será el precio (cerca de la decoración, agua o el árbol rosa).",
  "foodstore.help.0": "Interactúa con los aldeanos acercándote a ellos y escribiendo tu mensaje. Algunas preguntas especiales requieren tener la palabra clave en el mensaje!!",
  "foodstore.help.1": "Para invitar al pueblo a venir mañana, envía un mensaje que contenga la palabra clave: 'invitar'.",
  "foodstore.help.2": "Pregúntale al aldeano sobre el plato del día. El mensaje debe contener al menos una palabra clave. Por ejemplo, 'especial hoy' o 'recomendado hoy'.",
  "foodstore.help.3": "Pregunte al aldeano cómo se sienten acerca de su último plato al incluir la palabra clave 'último plato' o 'sabor del plato'.",
  "foodstore.help.4": "Para configurar tu primera tienda, simplemente coloca una mesa en un lugar concurrido, ¡y luego pon un plato encima de ella!",
  "foodstore.config.enable": "¿Mod habilitado?",
  "foodstore.config.minutetohungry": "Minutos Para Hambre",
  "foodstore.config.minutetohungryText": "Minutos desde la última comida de cada PNJ. Predeterminado 240. Establecer un valor demasiado bajo puede provocar un comportamiento extraño en la búsqueda de caminos. Se recomienda un valor superior a 60.",
  "foodstore.config.movetofoodchange": "Mover a Comida % de Probabilidad.",
  "foodstore.config.movetofoodchangeText": "Porcentaje de probabilidad por tick de moverse hacia la comida si tienes hambre. Por defecto es 0.005. Establecer un número más alto puede causar un retraso significativo y un comportamiento extraño en la búsqueda de la ruta. Se recomienda altamente usar un número menor a 0.05.",
  "foodstore.config.maxdistancetofindfood": "Máxima distancia para encontrar comida",
  "foodstore.config.maxdistancetofindfoodText": "Máxima distancia en cuadros desde la comida que los NPCs pueden encontrar. Predeterminada 40.",
  "foodstore.config.maxdistancetoeat": "Máxima Distancia para Comer",
  "foodstore.config.maxdistancetoeatText": "Distancia máxima en casillas desde la comida para comerla. Predeterminado 4.",
  "foodstore.config.rushhour": "¿Permitir Hora Pico?",
  "foodstore.config.rushhourText": "Durante la hora punta, aumenta la probabilidad de clientes y mayor propina, pero ligeramente menor precio. ¡Reabastece tu tienda!",
  "foodstore.config.enableprice": "¿Opción de precio habilitada?",
  "foodstore.config.enablepriceText": "Por defecto, -1 para el valor aleatorio",
  "foodstore.config.pricelovemulti": "Multiplicador de precio de venta para alimentos preciados.",
  "foodstore.config.pricelikemulti": "Multiplicador de precio de venta de alimentos apreciado.",
  "foodstore.config.priceneutralmulti": "Multiplicador de precio de venta de alimentos neutros",
  "foodstore.config.pricedislikemulti": "Multiplicador de precio de venta de alimentos no deseados",
  "foodstore.config.pricehatemulti": "Multiplicador de precio de venta de alimentos odiados.",
  "foodstore.config.enabletip": "¿Opción de Propina Habilitada?",
  "foodstore.config.enabletipText": "El valor de la propina es una fracción del precio de venta. Por defecto, es de -1.",
  "foodstore.config.enabletipclose": "¿Solo dar una propina cuando estás manejando la tienda?",
  "foodstore.config.enabletipcloseText": "Cuando se establece en Verdadero, solo recibirás Consejos cuando el jugador esté cerca de la tienda.",
  "foodstore.config.enabletipcloselove": "Amado consejo alimenticio valor multiplicador",
  "foodstore.config.enabletipcloselike": "Multiplicador del valor de consejo de comida a gusto",
  "foodstore.config.enabletipcloseneutral": "Valor multiplicador de sugerencia neutral de alimentos.",
  "foodstore.config.enabletipclosedislike": "Multiplicador de consejos de alimento food no gustado.",
  "foodstore.config.enabletipclosehate": "Odiado valor de propina por multiplicador de comida preferida",
  "foodstore.coming.0": "En un giro encantador, {{vName}} se dirige a nuestra tienda para una visita inesperada.",
  "foodstore.coming.1": "{{vName}} se acerca caminando, curioso por conocer las ofertas de nuestra tienda.",
  "foodstore.coming.2": "En medio de su día, {{vName}} está eligiendo pasar un tiempo en nuestra tienda.",
  "foodstore.coming.3": "{{vName}} está haciendo una visita no planificada a nuestra tienda, rompiendo con la rutina.",
  "foodstore.coming.4": "{{vName}} está dirigiéndose tranquilamente a nuestra tienda, esperando una experiencia encantadora.",
  "foodstore.coming.5": "Liberándose de las tareas, {{vName}} está en camino de explorar nuestra tienda.",
  "foodstore.coming.6": "{{vName}} está navegando hacia nuestra tienda, en busca de una experiencia de compra única.",
  "foodstore.coming.7": "Espontáneamente, {{vName}} se está dirigiendo a nuestra tienda para una agradable sorpresa.",
  "foodstore.coming.8": "{{vName}} se dirige hacia nuestra tienda, ansioso por descubrir algo nuevo.",
  "foodstore.coming.9": "Con entusiasmo, {{vName}} se dirige a nuestra tienda para una visita improvisada.",
  "foodstore.coming.10": "{{vName}} está saliendo del curso para visitar nuestra tienda, anticipando algo especial.",
  "foodstore.coming.11": "En medio de su día, {{vName}} decidió pasar por nuestra tienda por un rato.",
  "foodstore.coming.12": "{{vName}} está haciendo su camino de forma casual hacia nuestra tienda, anticipando un buen momento.",
  "foodstore.coming.13": "{{vName}} está desviando de lo normal para visitar nuestra tienda y disfrutar de las ofertas.",
  "foodstore.coming.14": "{{vName}} está haciendo un desvío espontáneo a nuestra tienda, ansioso por una experiencia única.",
  "foodstore.loverep.0": "¡Mis papilas gustativas bailan de alegría con cada bocado sabroso!",
  "foodstore.loverep.1": "Disfrutar de este plato es como recibir un cálido abrazo para mis sentidos.",
  "foodstore.loverep.2": "Un sabor exquisito que perdura, una verdadera delicia culinaria.",
  "foodstore.loverep.3": "Una sinfonía de sabores que se armonizan a la perfección.",
  "foodstore.loverep.4": "Disfruta de la rica perfección de esta delicia sabrosa.",
  "foodstore.loverep.5": "Un viaje culinario que deja una impresión indeleble.",
  "foodstore.loverep.6": "Delicia que hace agua en la boca en cada mordisco, un verdadero placer.",
  "foodstore.loverep.7": "Disfruta de la magia culinaria de esta perfección artesanal.",
  "foodstore.loverep.8": "Eleva la gastronomía a un arte, una obra maestra en mi plato.",
  "foodstore.loverep.9": "Una deliciosa escapada a un mundo de maravillas gastronómicas.",
  "foodstore.loverep.10": "Excitando mis papilas gustativas con una mezcla perfecta de sabores.",
  "foodstore.loverep.11": "Una sensación sabrosa que cautiva mi paladar.",
  "foodstore.loverep.12": "Revelando la destreza del sabor, un plato para ser recordado.",
  "foodstore.loverep.13": "Una perfección gourmet en cada bocado, un triunfo culinario.",
  "foodstore.loverep.14": "Una melodía tentadora de sabores que baila en mi lengua.",
  "foodstore.loverep.15": "Una obra maestra culinaria, amor puro en mi plato.",
  "foodstore.loverep.16": "Sabores cautivadores, un verdadero amorío para mis papilas gustativas.",
  "foodstore.loverep.17": "Plato encantador, amor a primera mordida cada vez.",
  "foodstore.loverep.18": "Una carta de amor a la gastronomía; este plato es divino.",
  "foodstore.loverep.19": "Apasionadamente enamorado/a con la perfección de esta creación.",
  "foodstore.likerep.0": "Un plato que disfruto ocasionalmente, es bastante bueno.",
  "foodstore.likerep.1": "Consistentemente decente; no me importa pedirlo.",
  "foodstore.likerep.2": "Una opción sólida que me encuentro eligiendo.",
  "foodstore.likerep.3": "Este plato es bueno; me gusta su simplicidad.",
  "foodstore.likerep.4": "Una opción aceptable; satisface mi paladar.",
  "foodstore.likerep.5": "No está mal; lo encuentro sabroso de manera confiable.",
  "foodstore.likerep.6": "Un plato decente; es una elección segura y satisfactoria.",
  "foodstore.likerep.7": "No me importa este plato; es siempre agradable.",
  "foodstore.likerep.8": "No es mi favorito, pero lo encuentro bastante sabroso.",
  "foodstore.likerep.9": "Está bien; un plato que no me importa tener.",
  "foodstore.likerep.10": "Constantemente bueno; aprecio su sabor.",
  "foodstore.likerep.11": "Este plato está bien; lo encuentro fiablemente sabroso.",
  "foodstore.likerep.12": "Una opción aceptable; no me importa tenerla.",
  "foodstore.likerep.13": "Está bien; un plato que disfruto ocasionalmente.",
  "foodstore.likerep.14": "Una opción aceptable cuando estoy de humor.",
  "foodstore.likerep.15": "Encuentro este plato bien; es satisfactoriamente decente.",
  "foodstore.likerep.16": "No está mal en absoluto; es un plato que puedo disfrutar.",
  "foodstore.likerep.17": "Una elección decente a la que ocasionalmente recurro.",
  "foodstore.likerep.18": "Está bien, no me molesta este plato.",
  "foodstore.likerep.19": "Una opción aceptable; es bastante disfrutable.",
  "foodstore.neutralrep.0": "Un plato estándar; no es ni bueno ni malo.",
  "foodstore.neutralrep.1": "Está bien; un plato que ni amo ni odio.",
  "foodstore.neutralrep.2": "Una elección común; no sobresale mucho.",
  "foodstore.neutralrep.3": "Este plato es promedio; nada excepcional.",
  "foodstore.neutralrep.4": "No mal, no genial; una opción intermedia.",
  "foodstore.neutralrep.5": "Una elección neutral; no deja una fuerte impresión.",
  "foodstore.neutralrep.6": "Es decente; una elección estándar para una comida.",
  "foodstore.neutralrep.7": "Ni aquí ni allá; un plato aceptable.",
  "foodstore.neutralrep.8": "Una opción ordinaria; no emociona ni decepciona.",
  "foodstore.neutralrep.9": "Está bien; un plato que no llama mucho la atención.",
  "foodstore.neutralrep.10": "En el medio del espectro; ni amor ni odio.",
  "foodstore.neutralrep.11": "Una elección común; no afecta mucho mi gusto.",
  "foodstore.neutralrep.12": "No es excepcional, pero tampoco es malo; es un plato normal.",
  "foodstore.neutralrep.13": "Promedio en todos los aspectos; es una opción sencilla.",
  "foodstore.neutralrep.14": "Una elección típica; no deja una impresión duradera.",
  "foodstore.neutralrep.15": "Ni bueno ni malo; solo es un plato promedio.",
  "foodstore.neutralrep.16": "Una opción estándar; no provoca fuertes sensaciones.",
  "foodstore.neutralrep.17": "No destacable, no decepcionante; solo un plato regular.",
  "foodstore.neutralrep.18": "Equilibrado entre gustar y no gustar; está bien.",
  "foodstore.neutralrep.19": "Un plato equilibrado; no destaca mucho.",
  "foodstore.dislikerep.0": "No es mi favorito; encuentro que este plato está faltando.",
  "foodstore.dislikerep.1": "Es tolerable, pero no soy fanático de este plato.",
  "foodstore.dislikerep.2": "Una elección decepcionante; no cumple mis expectativas.",
  "foodstore.dislikerep.3": "Este plato es mediocre; no lo recomendaría.",
  "foodstore.dislikerep.4": "Puedo comerlo, pero no es un plato que disfrute mucho.",
  "foodstore.dislikerep.5": "Una opción aceptable; no me gusta especialmente.",
  "foodstore.dislikerep.6": "Es comestible, pero no tengo ganas de comer este plato.",
  "foodstore.dislikerep.7": "Lo he intentado, pero no es de mi agrado.",
  "foodstore.dislikerep.8": "Una opción más o menos; No la encuentro muy apetitosa.",
  "foodstore.dislikerep.9": "No es lo peor, pero no soy fan de este plato.",
  "foodstore.dislikerep.10": "Este plato es promedio; he probado opciones mejores.",
  "foodstore.dislikerep.11": "Puedo manejarlo, pero no es mi elección preferida.",
  "foodstore.dislikerep.12": "Una opción decente; no estoy emocionado con este plato.",
  "foodstore.dislikerep.13": "Tolerable, pero no tiene el atractivo para mí.",
  "foodstore.dislikerep.14": "Es comestible, pero no elegiría este plato voluntariamente.",
  "foodstore.dislikerep.15": "No es terrible, pero no disfruto mucho este plato.",
  "foodstore.dislikerep.16": "Una opción mediocre; hay mejores opciones disponibles.",
  "foodstore.dislikerep.17": "Me sabe a poco; no lo encuentro apetecible.",
  "foodstore.dislikerep.18": "Puedo comerlo, pero no es mi plato preferido.",
  "foodstore.dislikerep.19": "Una opción promedio; no es algo que disfrute.",
  "foodstore.haterep.0": "Este plato es simplemente horrible; no lo soporto.",
  "foodstore.haterep.1": "Una decepción absoluta; este plato es horrible.",
  "foodstore.haterep.2": "Me desagrada mucho este plato; no es apetitoso.",
  "foodstore.haterep.3": "Una elección terrible; no puedo aguantar este platillo.",
  "foodstore.haterep.4": "Odio este plato; es completamente repulsivo.",
  "foodstore.haterep.5": "Este plato es repugnante; no puedo soportar el sabor.",
  "foodstore.haterep.6": "Absolutamente detestable; este plato es incomible.",
  "foodstore.haterep.7": "Detesto este plato; es verdaderamente aborrecible.",
  "foodstore.haterep.8": "¡Repugnante! Lamento haber probado este plato miserable.",
  "foodstore.haterep.9": "Un desastre culinario; este plato es insoportable.",
  "foodstore.haterep.10": "Odio este plato; es una completa decepción.",
  "foodstore.haterep.11": "Absolutamente terrible; no puedo expresar mi desprecio lo suficiente.",
  "foodstore.haterep.12": "Este plato es repugnante; no puedo entender su atractivo.",
  "foodstore.haterep.13": "Una experiencia nauseabunda; fuertemente aconsejo en contra de ello.",
  "foodstore.haterep.14": "Detesto este plato; es una pesadilla gastronómica.",
  "foodstore.haterep.15": "Este plato es repugnante; no puedo encontrar ninguna cualidad que lo redima.",
  "foodstore.haterep.16": "Abismal; este plato es el epítome del fracaso culinario.",
  "foodstore.haterep.17": "Aborrezco este plato; es un verdadero masacre para mis papilas gustativas.",
  "foodstore.haterep.18": "Una elección ofensiva; lamento incluso haberlo intentado.",
  "foodstore.haterep.19": "Odio este plato; es una catástrofe culinaria.",
  "foodstore.tip": "Aquí tienes tu propina de {{tipValue}}G.",
  "foodstore.sold": "Se vendió {{foodObjName}} en {{locationString}} por {{saleString}}G.",
  "foodstore.randomchat.love.0": "¡Sintiendo un amor inmenso por este lugar!",
  "foodstore.randomchat.love.1": "¡Enamorado/a de sus increíbles platillos!",
  "foodstore.randomchat.love.2": "Esta tienda roba mi corazón cada vez.",
  "foodstore.randomchat.love.3": "¡Me encantan las vibraciones acogedoras y el personal amigable!",
  "foodstore.randomchat.love.4": "¡Adora las delicias especiales que ofrecen!",
  "foodstore.randomchat.love.5": "¡Apasionados por su delicioso menú!",
  "foodstore.randomchat.love.6": "¡Enamorados de sus postres!",
  "foodstore.randomchat.love.7": "¡Amo los sabores únicos que ofrecen!",
  "foodstore.randomchat.like.0": "Realmente me gusta la atmósfera aquí.",
  "foodstore.randomchat.like.1": "Me gustó la variedad de opciones disponibles.",
  "foodstore.randomchat.like.2": "Disfruté del servicio rápido y eficiente.",
  "foodstore.randomchat.like.3": "Me gusta la calidad de sus productos frescos.",
  "foodstore.randomchat.like.4": "¡Apreciar los precios asequibles!",
  "foodstore.randomchat.like.5": "Experiencia favorable con su personal.",
  "foodstore.randomchat.like.6": "¡Me encantan los nuevos platillos en el menú!",
  "foodstore.randomchat.like.7": "Excelente lugar para una experiencia de comida informal.",
  "foodstore.randomchat.neutral.0": "Solo fue una experiencia normal en la tienda hoy.",
  "foodstore.randomchat.neutral.1": "Fue una visita aceptable a la tienda.",
  "foodstore.randomchat.neutral.2": "Ni bueno ni malo, solo un día normal.",
  "foodstore.randomchat.neutral.3": "No pude decidir cómo me sentía al respecto.",
  "foodstore.randomchat.neutral.4": "Una experiencia neutral en general.",
  "foodstore.randomchat.neutral.5": "No dejó una impresión fuerte.",
  "foodstore.randomchat.neutral.6": "Visita de término medio hoy.",
  "foodstore.randomchat.neutral.7": "Sin sentimientos fuertes, solo neutral.",
  "foodstore.randomchat.dislike.0": "No disfruté mucho la comida esta vez.",
  "foodstore.randomchat.dislike.1": "No soy fan del servicio hoy.",
  "foodstore.randomchat.dislike.2": "No me gustó la larga espera en la caja.",
  "foodstore.randomchat.dislike.3": "Poco impresionado con la calidad de los productos.",
  "foodstore.randomchat.dislike.4": "Experiencia decepcionante en general.",
  "foodstore.randomchat.dislike.5": "Frustrado/a con la falta de limpieza.",
  "foodstore.randomchat.dislike.6": "No cumplió con las expectativas esta vez.",
  "foodstore.randomchat.dislike.7": "Sintiéndome decepcionado por la tienda hoy.",
  "foodstore.randomchat.hate.0": "¡Odio el hecho de que siempre sirvan este tipo de comida!",
  "foodstore.randomchat.hate.1": "Absolutamente desprecio su servicio al cliente.",
  "foodstore.randomchat.hate.2": "No soporto la desorganización en esta tienda.",
  "foodstore.randomchat.hate.3": "Odio los artículos constantemente agotados.",
  "foodstore.randomchat.hate.4": "Desprecia la falta de limpieza en la tienda.",
  "foodstore.randomchat.hate.5": "Detesto en gran medida la calidad de su comida.",
  "foodstore.randomchat.hate.6": "No puedo tolerar a su personal grosero.",
  "foodstore.randomchat.hate.7": "Odiando la experiencia en general, ¡nunca más!",
  "foodstore.config.saleprice": "Precio de Venta",
  "foodstore.config.tipvalue": "Valor de la Propina",
  "foodstore.config.enabledecor": "¿Habilitar decoración?",
  "foodstore.config.enabledecorText": "Cuando se establece en Verdadero, la Decoración y la Atmosfera afectan el precio de venta.",
  "foodstore.positiveTasteString.0": "Sobre la comida: Delicia que hace la boca agua.",
  "foodstore.positiveTasteString.1": "Con la comida: Perfección salada o Perfección al paladar",
  "foodstore.positiveTasteString.2": "Con la comida: Sabores exquisito estallido",
  "foodstore.positiveTasteString.3": "En el aspecto alimenticio: irresistiblemente delicioso.",
  "foodstore.positiveTasteString.4": "Con la comida: Sensación tentadora de sabor",
  "foodstore.normalTasteString.0": "En el aspecto alimenticio: Bondades equilibradas",
  "foodstore.normalTasteString.1": "Con la comida: Satisfacción familiar",
  "foodstore.normalTasteString.2": "Sobre la comida: todos los días delicioso.",
  "foodstore.normalTasteString.3": "Con la comida: Armonía clásica de sabores",
  "foodstore.normalTasteString.4": "Con la comida: Delicia culinaria común",
  "foodstore.negativeTasteString.0": "En el aspecto de comida: Sabor desagradable después de probarla.",
  "foodstore.negativeTasteString.1": "Con la comida: Sabor decepcionante.",
  "foodstore.negativeTasteString.2": "Sobre la comida: Sosa e poco atractiva.",
  "foodstore.negativeTasteString.3": "Sobre la comida: Mezcla desagradable al paladar",
  "foodstore.negativeTasteString.4": "Es el aspecto del alimento: Desagradable experiencia culinaria.",
  "foodstore.positiveDecorString.0": "Decoración en mi ojo: Ambiente elegante",
  "foodstore.positiveDecorString.1": "Sobre la vista: ambiente acogedor y acogedor",
  "foodstore.positiveDecorString.2": "Con decoración: Ambiente encantador.",
  "foodstore.positiveDecorString.3": "La atmosfera: Vibes elegantes y relajantes",
  "foodstore.positiveDecorString.4": "Acerca de la vista: Pintoresco entorno",
  "foodstore.normalDecorString.0": "Decoración en mi vista: Diseño simple y de buen gusto.",
  "foodstore.normalDecorString.1": "Sobre la vista: Una atmósfera estándar pero agradable.",
  "foodstore.normalDecorString.2": "Con decoración: Ambiente regular y cómodo",
  "foodstore.normalDecorString.3": "La atmósfera: ambiente acogedor diario",
  "foodstore.normalDecorString.4": "Acerca de la vista: Entorno típico de un restaurante",
  "foodstore.negativeDecorString.0": "Decoración en mi ojo: Decoración aburrida y sin inspiración.",
  "foodstore.negativeDecorString.1": "Sobre la vista: Escasa y poco impresionante ambientación.",
  "foodstore.negativeDecorString.2": "Con decoración: Diseño poco atractivo y desparejado.",
  "foodstore.negativeDecorString.3": "La atmósfera: Vibras poco acogedoras e incómodas.",
  "foodstore.negativeDecorString.4": "Sobre la vista: Entorno desagradable",
  "foodstore.willVisit.0": "Absolutamente pasaré y visitaré la tienda.",
  "foodstore.willVisit.1": "Definitivamente estoy planeando pasar por la tienda pronto.",
  "foodstore.willVisit.2": "Sin duda, estoy emocionado por visitar la tienda.",
  "foodstore.mayVisit.0": "Podría considerar pasar por la tienda.",
  "foodstore.mayVisit.1": "Posiblemente planeando visitar la tienda pronto.",
  "foodstore.mayVisit.2": "Podría pasar y explorar la tienda.",
  "foodstore.noVisit.0": "Actualmente no tengo la intención de visitar la tienda.",
  "foodstore.noVisit.1": "No hay planes inmediatos o deseo de pasar por la tienda.",
  "foodstore.noVisit.2": "No considerar una visita a la tienda en un futuro cercano.",
  "foodstore.gooddecor.0": "¡Ambiente encantador! ¡Me pregunto cómo sabrá su comida!",
  "foodstore.gooddecor.1": "¡La decoración aquí es increíble! ¿Cómo se compara la comida?",
  "foodstore.gooddecor.2": "¡Gran ambiente! Curioso por probar el sabor de sus platos.",
  "foodstore.gooddecor.3": "Hermosa decoración. ¡Estoy ansioso por descubrir su comida!",
  "foodstore.gooddecor.4": "¡Este lugar tiene una vibra fantástica! ¿Me pregunto sobre la calidad de la comida?",
  "foodstore.baddecor.0": "No soy fan del decorado. ¿Se refleja en la calidad de su comida?",
  "foodstore.baddecor.1": "El ambiente aquí deja mucho que desear. Espero que su comida sea mejor.",
  "foodstore.baddecor.2": "Malas decisiones de decoración. Me pregunto si sus elecciones de comida son mejores.",
  "foodstore.baddecor.3": "El lugar no parece acogedor. ¿Sus estándares de comida están a la altura?",
  "foodstore.baddecor.4": "El decorado es decepcionante. ¡Espero que la comida no sea lo mismo!",
  "foodstore.dishweek.0": "¡Oye, ¿escuchaste? ¡El plato destacado de la semana es {{dishWeek}}!",
  "foodstore.dishweek.1": "¿Adivina qué hay en el menú esta semana? ¡Es el plato destacado: {{dishWeek}}!",
  "foodstore.dishweek.2": "¡Acabo de enterarme de que {{dishWeek}} es la estrella de la semana en el restaurante!",
  "foodstore.dishweek.3": "¡No lo vas a creer! El destacado de esta semana es {{dishWeek}}. ¿Emocionante, verdad?",
  "foodstore.dishweek.4": "¿Has probado el plato destacado, {{dishWeek}}, todavía? ¡Es el tema de conversación en la ciudad!",
  "foodstore.dishday.0": "¿Has escuchado? ¡El plato destacado de hoy es {{dishToday}}!",
  "foodstore.dishday.1": "¡El plato especial de hoy no es nada menos que {{dishToday}}! ¿Emocionante, verdad?",
  "foodstore.dishday.2": "¡Última hora: ¡{{dishToday}} es la estrella del menú de hoy!",
  "foodstore.dishday.3": "¿Adivina qué se está cocinando hoy? ¡Es el plato destacado: {{platoHoy}}!",
  "foodstore.dishday.4": "Acabo de descubrir que {{dishToday}} es el plato destacado de hoy. ¡Vamos a probarlo!",
  "foodstore.dishday.5": "¡Alerta rápida! ¡{{dishToday}} es el centro de atención hoy!",
  "foodstore.dishday.6": "¿Puedes creerlo? ¡El protagonista de hoy es ni más ni menos que {{dishToday}}!",
  "foodstore.dishday.7": "¡Hoy solo mejoró con el plato destacado: {{dishToday}}!",
  "foodstore.dishday.8": "¡Vamos a darle sabor a hoy con una probadita de {{dishToday}}! Es el especial.",
  "foodstore.dishday.9": "La charla del pueblo: {{dishToday}} es el plato que debes probar hoy.",
  "foodstore.config.chat": "¿Deshabilitar mensajes no importantes?",
  "foodstore.thankyou": "[144] ¡Otra actualización con Market Town! [144] ¿Disfrutas del mod y estás ansioso por mejoras continuas? ¡No olvides seguir y respaldar! Tu pasión impulsa nuestro barco hacia adelante. [43] #MarketTown",
  "foodstore.visitoreat.0": "¡Gracias!",
  "foodstore.visitoreat.1": "¡Oh comida!",
  "foodstore.visitoreat.2": "¡Qué rico!",
  "foodstore.visitoreat.3": "¡Leíste mi mente!",
  "foodstore.visitoreat.4": "¡Lo aprecio!",
  "foodstore.visitoreat.5": "¡Me siento bendecido/a! ¡Gracias!",
  "foodstore.visitoreat.6": "¡Eres demasiado amable!",
  "foodstore.visitoreat.7": "¡Amo la comida!",
  "foodstore.visitoreat.8": "¡Eres un genio culinario!",
  "foodstore.visitoreat.9": "¡Esto se ve increíble!",
  "foodstore.visitoreat.10": "¡Agradecido por este regalo!",
  "foodstore.visitoreat.11": "¡Acabo de empezar a tener hambre!",
  "foodstore.asktaste.empty.0": "No he tenido la oportunidad de intentar aún.",
  "foodstore.asktaste.empty.1": "Estaba de prisa. Lo intentaré en otro momento.",
  "foodstore.asktaste.empty.2": "Probablemente intentaré el plato en algún momento tarde hoy.",
  "foodstore.asktaste.love.0": "¡Ese plato estuvo increíble! ¡Me encanta!",
  "foodstore.asktaste.love.1": "¡Ese plato fue el mejor de todos! ¡No puedo tener suficiente de él!",
  "foodstore.asktaste.love.2": "¡Adoro absolutamente los sabores de ese plato. ¡Se ha convertido en uno de mis favoritos!",
  "foodstore.asktaste.like.0": "Realmente disfruté ese plato. ¡Es bastante agradable!",
  "foodstore.asktaste.like.1": "El sabor estaba bueno, me gustó. Definitivamente lo volvería a probar.",
  "foodstore.asktaste.like.2": "Es un plato que realmente me gusta. Los sabores son bastante atractivos.",
  "foodstore.asktaste.neutral.0": "El sabor estaba bien, nada especial. Es una experiencia neutral para mí.",
  "foodstore.asktaste.neutral.1": "Era decente, ni bueno ni malo. Solo un gusto neutral para mí.",
  "foodstore.asktaste.neutral.2": "No tengo fuertes sentimientos acerca del sabor. Es una elección neutral para mí.",
  "foodstore.asktaste.dislike.0": "No me gustó mucho el sabor. Realmente no es de mi agrado.",
  "foodstore.asktaste.dislike.1": "El sabor no me atraía. Yo diría que no me gusta.",
  "foodstore.asktaste.dislike.2": "No es mi favorito. Encontré el sabor un poco extraño, y no me gusta.",
  "foodstore.asktaste.hate.0": "No pude soportar el sabor. Lo odio.",
  "foodstore.asktaste.hate.1": "Uf, ese plato fue terrible. Realmente odio el sabor.",
  "foodstore.asktaste.hate.2": "Puedo decir con confianza que odio el sabor. No es algo que quisiera comer de nuevo.",
  "foodstore.visitcome.0": "¡Gracias por invitarme! Tu casa es encantadora.",
  "foodstore.visitcome.1": "Aprecio tu hospitalidad. ¡El aroma es increíble!",
  "foodstore.visitcome.2": "Es un placer estar aquí. Tu lugar es muy acogedor.",
  "foodstore.visitcome.3": "Gracias por invitarme. Tu casa es encantadora.",
  "foodstore.visitcome.4": "Estoy agradecido por la invitación. Tu casa es encantadora.",
  "foodstore.visitcome.5": "¡Esto es maravilloso! Gracias por darme la bienvenida a tu hogar.",
  "foodstore.visitcome.6": "Estoy disfrutando de la atmósfera cálida. Tu lugar se siente como un refugio acogedor.",
  "foodstore.visitleave.0": "Lo pasé muy bien. ¡Gracias por la hermosa noche!",
  "foodstore.visitleave.1": "Saliendo con el corazón y el estómago llenos. ¡Gracias por todo!",
  "foodstore.visitleave.2": "Agradezco tu hospitalidad. ¡Hasta la próxima vez!",
  "foodstore.visitleave.3": "Fue maravilloso estar aquí. ¡Gracias por una visita memorable!",
  "foodstore.visitleave.4": "Despedirse es difícil, pero atesoraré los momentos pasados aquí. ¡Gracias!",
  "foodstore.visitleave.5": "Me voy con una sonrisa. Tu compañía y hogar son verdaderamente encantadores.",
  "foodstore.visitleave.6": "Hasta que nos volvamos a ver. ¡Gracias por un tiempo fantástico y una comida deliciosa!",
  "foodstore.noinvitevisit.0": "Agradezco la invitación, pero no te conozco lo suficiente como para visitarte.",
  "foodstore.noinvitevisit.1": "Gracias, pero solo visito lugares donde conozco al anfitrión.",
  "foodstore.noinvitevisit.2": "Soy selectivo/a con mis compromisos, y no te conozco, por lo tanto no puedo hacer una visita.",
  "foodstore.noinvitevisit.3": "No puedo aceptar, ya que no me siento cómodo visitando a alguien que no conozco.",
  "foodstore.noinvitevisit.4": "Valoro mi privacidad, no visitaré ya que no te conozco.",
  "foodstore.noinvitevisit.5": "Gracias, pero solo asisto a eventos organizados por caras conocidas. No visitaré esta vez.",
  "foodstore.noinvitevisit.6": "Prefiero entornos familiares, no visitaré ya que no estamos familiarizados.",
  "foodstore.cannotinvitevisit.0": "Agradezco la invitación, pero no puedo visitar ya que estoy ocupada actualmente.",
  "foodstore.cannotinvitevisit.1": "Gracias por la invitación, pero estoy muy ocupado en este momento y no puedo visitar.",
  "foodstore.cannotinvitevisit.2": "Estoy ocupado con otras obligaciones, así que desafortunadamente no podré visitarte.",
  "foodstore.cannotinvitevisit.3": "Mi apretada agenda me impide aceptar la invitación.",
  "foodstore.cannotinvitevisit.4": "Estoy ocupado actualmente con tareas y no puedo ir a visitar. Gracias por entender.",
  "foodstore.cannotinvitevisit.5": "Desafortunadamente, estoy demasiado ocupado para aceptar la invitación en este momento.",
  "foodstore.cannotinvitevisit.6": "Agradezco la invitación, pero mi carga de trabajo actual no me permite visitar. Tal vez en otra ocasión.",
  "foodstore.willinvitevisit.0": "¡Claro, me encantaría visitar! Avísame los detalles.",
  "foodstore.willinvitevisit.1": "¡Absolutamente, estoy interesado/a! ¿Cuándo y dónde?",
  "foodstore.willinvitevisit.2": "¡Me encantaría visitar! ¿Puedes proporcionar más información?",
  "foodstore.willinvitevisit.3": "¡Apúntame! Estoy emocionado/a por la visita.",
  "foodstore.willinvitevisit.4": "¡Sí, iré a visitar! Por favor, comparte los detalles específicos.",
  "foodstore.willinvitevisit.5": "¡Estoy interesado/a! Déjame saber los detalles para la visita.",
  "foodstore.willinvitevisit.6": "¡Por supuesto, visitaré! Solo comparte los detalles necesarios.",
  "foodstore.config.invitetime": "Tiempo de Invitación",
  "foodstore.config.invitecometime": "Hora en que llega el aldeano.",
  "foodstore.config.inviteleavetime": "Hora en que los aldeanos comienzan a irse.",
  "foodstore.config.disableallmessage": "Desactivar TODOS los mensajes.",
  "foodstore.config.disableallmessageText": "Establezca en Verdadero para deshabilitar TODOS los mensajes, incluyendo el chat y el globo. Las funciones seguirán funcionando, solo que el texto no será mostrado. No se recomienda.",
  "foodstore.responselist.main": "¿Necesitas algo más?",
  "foodstore.responselist.talk": "hablar",
  "foodstore.responselist.invite": "Invitación para una visita.",
  "foodstore.responselist.foodtaste": "¿Cómo estuvo la comida?",
  "foodstore.responselist.dailydish": "Plato del Día",
  "foodstore.config.enablevisitinside": "¿Habilitar visitantes dentro de la casa de campo?",
  "foodstore.config.dialoguetime": "La hora de diálogo diario es para cada NPC¿Cuál es la hora de la caja de diálogo diaria para cada NPC?",
  "foodstore.config.dialoguetimeText": "Valor predeterminado 2. Este número limita cuántas veces aparece la caja de invitaciones para cada NPC diariamente. Aún puedes hablar e invitar NPC usando el chatbox después de alcanzar el límite.",
  "foodstore.kidask": "{{kidName}}: ¡Por favor, ¿puedo jugar en tu granja hoy? ¡Porfis con chispas arriba!",
  "foodstore.groupkidask": "¡Heyyy, ¿podemos jugar hoy todos en tu súper-duper granja, porfaaa? ¡Te lo juro, ni siquiera tocaremos las flores!",
  "foodstore.kidresponselist.yes": "¡Absolutamente! ¿Y sabes qué? ¡Tengo un dulce especial, sólo para ti!!",
  "foodstore.kidresponselist.no": "¡Oh! Creo que tienes algo súper importante de la escuela hoy, ¿verdad?",
  "foodstore.kidresponselist.yay": "¡Yujuuu! ¡Viva por los momentos divertidos!",
  "foodstore.kidresponselist.boring": "¡Booo...ringgg! ¿En serio? ¡Eso suena como un súper aburrimiento!",
  "foodstore.config.disablenonfoodonfarm": "¿Visitante, ¿quitó un artículo que no es comida?",
  "foodstore.config.disablenonfoodonfarmText": "Predeterminado Falso. Cuando se establece en Verdadero, el visitante puede quitar su artículo no alimenticio que se muestra en la mesa en la granja y la casa de campo",
  "foodstore.visitorpickup.0": "¡Gracias! Aceptaré con gusto.",
  "foodstore.visitorpickup.1": "¡Lo aprecio! Lo intentaré.",
  "foodstore.visitorpickup.2": "¡Gracias por la oferta! Estoy dispuesto a considerarla.",
  "foodstore.visitorpickup.3": "¡Genial! Estoy feliz de aceptar.",
  "foodstore.visitorpickup.4": "¡Inesperado, pero gracias! Lo aceptaré.",
  "foodstore.visitorpickup.5": "¡Wow, no esperaba esto! ¡Muchas gracias!",
  "foodstore.visitorpickup.6": "¡Gracias por el gesto! Estoy bien con eso.",
  "foodstore.visitorpickup.7": "¡Diferente, pero gracias! Soy de mente abierta.",
  "foodstore.visitorpickup.8": "¡Gracias!",
  "foodstore.visitorpickup.9": "¡Muchas gracias! Lo usaré.",
  "foodstore.visitorpickup.10": "¡Interesante! Gracias, lo tomaré.",
  "foodstore.visitorpickup.11": "Puedo usar esto. ¡Gracias!",
  "foodstore.nonfood.4.0": "Esto superó mis expectativas, ¡la calidad es excepcional!",
  "foodstore.nonfood.4.1": "Estoy realmente impresionado con la excelente calidad de este artículo.",
  "foodstore.nonfood.4.2": "La artesanía de esto es verdaderamente notable. ¡ Calidad de primera!",
  "foodstore.nonfood.4.3": "No puedo creer lo bien hecho y duradero que es este artículo. ¡Excelente calidad!",
  "foodstore.nonfood.4.4": "La atención al detalle en esto es fenomenal. Es de la más alta calidad.",
  "foodstore.nonfood.4.5": "He comprado artículos similares antes, pero ninguno se compara con la excelente calidad de este.",
  "foodstore.nonfood.4.6": "Esta compra valió cada centavo. La calidad es inigualable.",
  "foodstore.nonfood.4.7": "Soy un cliente recurrente debido a la excelente calidad constante de tus productos.",
  "foodstore.nonfood.4.8": "En cuanto a calidad, esta es una de las mejores compras que he hecho. ¡Felicidades a su marca!",
  "foodstore.nonfood.2.0": "La calidad de esto es excelente, estoy muy satisfecho con mi compra.",
  "foodstore.nonfood.2.1": "Es difícil encontrar artículos con tan buena calidad en estos días. ¡Impresionante!",
  "foodstore.nonfood.2.2": "Esto tiene una construcción realmente buena y gran atención al detalle. ¡Bien hecho!",
  "foodstore.nonfood.2.3": "No esperaba una calidad tan buena por el precio. ¡Agradablemente sorprendido!",
  "foodstore.nonfood.2.4": "La durabilidad y la artesanía son excelentes. Hice la elección correcta al comprar esto.",
  "foodstore.nonfood.2.5": "He tenido productos similares, pero este se destaca por su gran calidad.",
  "foodstore.nonfood.2.6": "Estoy feliz con mi compra; la calidad general es excelente y tiene una buena relación calidad-precio.",
  "foodstore.nonfood.2.7": "Esto logra un equilibrio perfecto entre el costo y la gran calidad.",
  "foodstore.nonfood.2.8": "Excelente calidad a un precio accesible. Exactamente lo que estaba buscando.",
  "foodstore.nonfood.1.0": "La calidad de esto es buena y cumple mis expectativas.",
  "foodstore.nonfood.1.1": "Para el precio, la calidad es sorprendentemente buena. Estoy feliz con mi compra.",
  "foodstore.nonfood.1.2": "Un producto sólido con buena calidad. Es exactamente lo que necesitaba.",
  "foodstore.nonfood.1.3": "He tenido artículos similares, pero este destaca por su buen diseño y calidad.",
  "foodstore.nonfood.1.4": "La calidad es buena y el artículo está bien hecho. Lo recomendaría.",
  "foodstore.nonfood.1.5": "No esperaba una calidad de primera clase, pero esto es realmente bueno para el precio.",
  "foodstore.nonfood.1.6": "Buena calidad y durabilidad. Esta compra valió la pena.",
  "foodstore.nonfood.1.7": "soy muy sorprendido agradablemente por la buena calidad de esto.",
  "foodstore.nonfood.1.8": "Esto ofrece buena calidad sin romper el banco. Excelente valor.",
  "foodstore.nonfood.0.0": "La calidad es normal, y es lo que esperaba por el precio.",
  "foodstore.nonfood.0.1": "Es una media con calidad normal. Nada excepcional, pero cumple su propósito.",
  "foodstore.nonfood.0.2": "Este tiene un nivel de calidad estándar. No es impresionante ni decepcionante.",
  "foodstore.nonfood.0.3": "La calidad se encuentra dentro del rango normal para artículos similares en el mercado.",
  "foodstore.nonfood.0.4": "Yo diría que la calidad es normal. Cumple con las expectativas básicas sin ninguna característica destacable.",
  "foodstore.nonfood.0.5": "Es un producto común con calidad normal. Sin quejas, pero nada extraordinario.",
  "foodstore.nonfood.0.6": "La calidad es normal para el precio. Recibí lo que pagué.",
  "foodstore.nonfood.0.7": "La calidad de este producto es estándar. No es excepcional ni mediocre.",
  "foodstore.nonfood.0.8": "Calidad normal. Cumple su función sin excederse ni quedar por debajo de las expectativas.",
  "foodstore.general.adult.neutral.outgoing.1": "¿Cómo te está tratando el día? ¿Hay algo nuevo en tu plato?",
  "foodstore.general.adult.neutral.outgoing.2": "Saludos. ¿Has explorado los secretos del valle recientemente? Intrigante, ¿no es así?",
  "foodstore.general.adult.neutral.outgoing.3": "¿Has notado algún cambio en el pueblo últimamente? Tus opiniones serían interesantes.",
  "foodstore.general.adult.neutral.outgoing.4": "¡Hola! El clima está agradable, ¿verdad? ¿Hay algún lugar favorito que recomiendes por aquí?",
  "foodstore.general.adult.neutral.outgoing.5": "¿Has escuchado algún rumor o chisme en el pueblo? ¡Estoy todo oídos!",
  "foodstore.general.adult.neutral.outgoing.6": "Buen día. ¿Son agradables los últimos festivales, verdad? ¿Tienes algún favorito?",
  "foodstore.general.adult.neutral.outgoing.7": "¡Hola! ¿Has visto alguna criatura rara durante tus viajes? ¡Comparte tus descubrimientos!",
  "foodstore.general.teens.neutral.outgoing.1": "¡Hola! ¿Qué está pasando en la vida de los adolescentes en estos días?",
  "foodstore.general.teens.neutral.outgoing.2": "¡Hey! ¿Algún plan o aventura interesante en la ciudad?",
  "foodstore.general.teens.neutral.outgoing.3": "¡Hola! Siempre encuentro los lugares más geniales para pasar el rato. ¿Cuál es el último lugar favorito?",
  "foodstore.general.teens.neutral.outgoing.4": "¡Hola! ¿Escuché que organizan divertidas reuniones? ¿Hay algún evento próximo?",
  "foodstore.general.teens.neutral.outgoing.5": "¡Hola! ¿Cuáles son las últimas tendencias y sucesos?",
  "foodstore.general.teens.neutral.outgoing.6": "¿Qué tal con los adolescentes? ¿Algunos pasatiempos o proyectos geniales en el horizonte?",
  "foodstore.general.teens.neutral.outgoing.7": "Soy conocido/a por mi creatividad. ¿Hay alguna actividad artística en la que estés interesado/a?",
  "foodstore.general.child.neutral.outgoing.1": "¡Hola! ¿Cómo te está tratando el día? ¿Algún emocionante aventura en marcha?",
  "foodstore.general.child.neutral.outgoing.2": "¿Viste algún bicho o criatura interesante durante tus pequeñas expediciones?",
  "foodstore.general.child.neutral.outgoing.3": "¿Cuál es el juego favorito entre los aventureros estos días?",
  "foodstore.general.child.neutral.outgoing.4": "¡Hola! ¿Hay alguna historia divertida de la escuela o el tiempo de juego que quiera compartir?",
  "foodstore.general.child.neutral.outgoing.5": "¿Tienes un lugar especial para esconderte en el pueblo?",
  "foodstore.general.child.neutral.outgoing.6": "¡Hola! ¿Tienes algún juguete o bocadillo favorito que te guste?",
  "foodstore.general.child.neutral.outgoing.7": "Los pequeños exploradores deben encontrar cosas fascinantes. ¡Cuéntame tu último descubrimiento!",
  "foodstore.general.adult.polite.outgoing.1": "¿Cómo ha sido tu día hasta ahora?",
  "foodstore.general.adult.polite.outgoing.2": "¡Hola! ¡Es maravilloso verte! ¿Algún emocionante noticia para compartir?",
  "foodstore.general.adult.polite.outgoing.3": "¡Buen día! ¿Cuál es tu cosa favorita de nuestro encantador pueblo?",
  "foodstore.general.adult.polite.outgoing.4": "¿Has explorado las minas últimamente? ¡Una verdadera aventura!",
  "foodstore.general.adult.polite.outgoing.5": "¡Hola! Los cultivos están luciendo geniales esta temporada. ¿No crees?",
  "foodstore.general.adult.polite.outgoing.6": "¿Alguna receta favorita que hayas descubierto últimamente?",
  "foodstore.general.adult.polite.outgoing.7": "He escuchado que has estado ayudando en el pueblo. ¡Muchas gracias!",
  "foodstore.general.teens.polite.outgoing.1": "¿Qué tal? ¿Has encontrado algún lugar genial en el valle últimamente?",
  "foodstore.general.teens.polite.outgoing.2": "¡Hola! ¿Has estado jugando o haciendo algunas actividades increíbles últimamente? ¡Cuéntame!",
  "foodstore.general.teens.polite.outgoing.3": "¿Has revisado algún evento interesante que esté ocurriendo en el pueblo?",
  "foodstore.general.teens.polite.outgoing.4": "¿Cuáles son tus pensamientos sobre las últimas canciones que están sonando en el salón?",
  "foodstore.general.teens.polite.outgoing.5": "¡Hola! ¿Alguna habilidad impresionante de skateboard que has estado practicando?",
  "foodstore.general.teens.polite.outgoing.6": "¡Qué onda! ¿Has visto alguna película buena en el cine últimamente?",
  "foodstore.general.teens.polite.outgoing.7": "Escuché que te gusta la agricultura. ¿Cómo te está yendo con eso?",
  "foodstore.general.child.polite.outgoing.1": "¿Tienes alguna historia favorita para compartir antes de ir a dormir?",
  "foodstore.general.child.polite.outgoing.2": "¿Has encontrado algún lindo animalito mientras explorabas?",
  "foodstore.general.child.polite.outgoing.3": "¿Cuál es tu cosa favorita sobre la escuela?",
  "foodstore.general.child.polite.outgoing.4": "¡Hola! ¿Te gusta coleccionar piedras bonitas o conchas?",
  "foodstore.general.child.polite.outgoing.5": "¡Hola! ¿Has jugado algún juego divertido con tus amigos recientemente?",
  "foodstore.general.child.polite.outgoing.6": "¿Cuál es tu bocadillo favorito cuando tienes hambre?",
  "foodstore.general.child.polite.outgoing.7": "Apuesto a que has visto cosas geniales en el bosque. ¿Puedo ver?",
  "foodstore.general.adult.rude.outgoing.1": "¿Qué pasa? No me molestes con conversaciones vanas. Tengo cosas mejores que hacer.",
  "foodstore.general.adult.rude.outgoing.2": "Te he visto por ahí. Lo que sea. ¿Tienes alguna noticia verdadera o solo estás perdiendo el tiempo?",
  "foodstore.general.adult.rude.outgoing.3": "¡Hmph! ¿Por qué estás aquí? Solo sácalo de una vez y sé rápido.",
  "foodstore.general.adult.rude.outgoing.4": "Sí, sí. Tú de nuevo. ¿Tienes algo interesante que decir o solo estás aquí para molestarme?",
  "foodstore.general.adult.rude.outgoing.5": "¿No puedes ver que estoy ocupado? Si no estás aquí con algo importante, ¡lárgate!",
  "foodstore.general.adult.rude.outgoing.6": "¿Qué quieres? Date prisa. Tengo lugares a los que ir y me estás retrasando.",
  "foodstore.general.adult.rude.outgoing.7": "Mira, no tengo tiempo para charlas. Di lo que quieras y sigue adelante.",
  "foodstore.general.teens.rude.outgoing.1": "¿Tienes algo interesante que decir o solo estás aquí para perder mi tiempo?",
  "foodstore.general.teens.rude.outgoing.2": "Tú otra vez. Si no estás aquí con algo importante, ¿por qué molestarme?",
  "foodstore.general.teens.rude.outgoing.3": "Lo que sea. Hazlo rápido. Tengo cosas mejores que hacer que escucharte hablar sin parar.",
  "foodstore.general.teens.rude.outgoing.4": "¡Ugh! ¿No puedes ver que estoy ocupado siendo genial? Si no eres genial, solo lárgate.",
  "foodstore.general.teens.rude.outgoing.5": "Si no estás aquí con algún drama o emoción, no me interesa.",
  "foodstore.general.teens.rude.outgoing.6": "Estoy escuchando, pero mejor debe valer mi tiempo. Tengo una reputación que mantener.",
  "foodstore.general.teens.rude.outgoing.7": "No tengo tiempo para conversaciones aburridas. Hazlo rápido y entretenido.",
  "foodstore.general.child.rude.outgoing.1": "¿Cuál es tu trato? Si no traes dulces o historias divertidas, vete.",
  "foodstore.general.child.rude.outgoing.2": "Tú otra vez. ¿Tienes algún juguete o merienda cool para compartir, o es esto una pérdida de tiempo?",
  "foodstore.general.child.rude.outgoing.3": "¡Ugh! ¿No puedes ver que estoy jugando? Si no estás aquí para jugar, déjame en paz.",
  "foodstore.general.child.rude.outgoing.4": "Si no traes algunos juegos divertidos o golosinas, no estoy interesado.",
  "foodstore.general.child.rude.outgoing.5": "Hmph. No eres mi compañero de juego, así que a menos que tengas algo divertido que hacer...",
  "foodstore.general.child.rude.outgoing.6": "Estoy ocupado siendo increíble. Si no eres increíble, no me molestes.",
  "foodstore.general.child.rude.outgoing.7": "No me gustan las cosas aburridas. Si no es divertido, no me interesa. ¿Lo entiendes?",
  "foodstore.general.adult.neutral.shy.1": "Hola. Si estoy callado, solo estoy absorbiendo las cosas. ¿Cómo ha sido tu día?",
  "foodstore.general.adult.neutral.shy.2": "Soy un poco reservado, pero disfruto de nuestras conversaciones. ¿Qué tal?",
  "foodstore.general.adult.neutral.shy.3": "Gracias por chatear. Estoy aquí. ¿Hay algo en tu mente?",
  "foodstore.general.adult.neutral.shy.4": "Si parezco reservado, es mi lado contemplativo. ¿Qué hay de nuevo contigo?",
  "foodstore.general.adult.neutral.shy.5": "Me gusta escuchar. ¿Qué te emociona?",
  "foodstore.general.adult.neutral.shy.6": "Lo siento si no soy muy extrovertido. ¿Alguna experiencia interesante recientemente?",
  "foodstore.general.adult.neutral.shy.7": "Soy un poco reservado, pero soy curioso. ¿Qué hay de nuevo contigo?",
  "foodstore.general.teens.neutral.shy.1": "Si estoy callado, solo estoy absorbiéndolo todo. ¿Qué pasa contigo?",
  "foodstore.general.teens.neutral.shy.2": "Hola. Soy un poco reservado, pero estoy aquí para una buena conversación. ¿Algo interesante sucede?",
  "foodstore.general.teens.neutral.shy.3": "Soy introvertido, pero estoy abierto a discusiones interesantes. ¿Qué tienes en mente?",
  "foodstore.general.teens.neutral.shy.4": "Si estoy callado, es mi lado reflexivo. ¿Cuál es tu opinión sobre las últimas tendencias?",
  "foodstore.general.teens.neutral.shy.5": "Hola. Soy reservado/a, pero estoy dispuesto/a a escuchar tus pensamientos. ¿Alguna historia emocionante?",
  "foodstore.general.teens.neutral.shy.6": "Lo siento si parezco no ser muy extrovertido. ¿Cuál ha sido el punto destacado de tu día?",
  "foodstore.general.teens.neutral.shy.7": "Puedo ser reservado, pero estoy interesado. ¿Hay algo de lo que te gustaría hablar?",
  "foodstore.general.child.neutral.shy.1": "Si estoy tranquilo, estoy en mi propio pequeño mundo. ¿Te sientes así también?",
  "foodstore.general.child.neutral.shy.2": "Espero que estés pasando un buen rato. Soy un poco callado, pero me gusta observar. ¿Cuál es tu juego favorito?",
  "foodstore.general.child.neutral.shy.3": "¿Cuál es tu cosa favorita para hacer? Soy un poco tímido, pero me encanta escuchar sobre tus aventuras.",
  "foodstore.general.child.neutral.shy.4": "A veces soy un poco tímido/a, pero estoy emocionado/a de chatear. ¿Cuál es tu juguete favorito?",
  "foodstore.general.child.neutral.shy.5": "Estoy reservado, solo estoy absorbiéndolo todo. ¿Cuál es tu actividad favorita?",
  "foodstore.general.child.neutral.shy.6": "¿Hay algún juego o actividad que te guste? Puedo ser tímido/a, pero me encantaría saber sobre tu día.",
  "foodstore.general.child.neutral.shy.7": "¿Cómo está todo contigo? Si hay algo divertido, ¡estoy todo oídos! Soy un poco tímido, ¡pero tengo curiosidad!",
  "foodstore.general.adult.polite.shy.1": "Si parezco un poco reservado, así soy yo. ¿Cómo va tu día?",
  "foodstore.general.adult.polite.shy.2": "Tu empresa significa mucho. Estoy aquí para tener una buena conversación.",
  "foodstore.general.adult.polite.shy.3": "Gracias por charlar. Puede que no hable mucho, pero realmente estoy escuchando.",
  "foodstore.general.adult.polite.shy.4": "Tu presencia es valorada. Si parezco un poco reservado/a, es simplemente parte de mi personalidad. ¿Qué hay de nuevo contigo?",
  "foodstore.general.adult.polite.shy.5": "Realmente disfruto nuestras conversaciones. ¿Hay algo emocionante sucediendo para ti?",
  "foodstore.general.adult.polite.shy.6": "Realmente aprecio nuestras conversaciones. No soy la persona más extrovertida, pero realmente estoy interesado/a.",
  "foodstore.general.adult.polite.shy.7": "Tu empresa es apreciada. Estoy genuinamente curioso. ¿Qué hay de nuevo contigo?",
  "foodstore.general.teens.polite.shy.1": "Si no soy súper hablador, así soy yo.",
  "foodstore.general.teens.polite.shy.2": "Fue agradable hablar contigo. Puedo ser un poco introvertido, pero estoy aquí. ¿Hay algo interesante sucediendo?",
  "foodstore.general.teens.polite.shy.3": "Gracias por pasar el rato juntos. Puede que no hable mucho, pero estoy dispuesto/a a tener discusiones interesantes.",
  "foodstore.general.teens.polite.shy.4": "Si no soy súper extrovertida, es simplemente mi lado reflexivo. ¿Cuál es tu opinión sobre las últimas tendencias?",
  "foodstore.general.teens.polite.shy.5": "Gracias por ser genial. Puede que no hable mucho, pero estoy genuinamente interesado.",
  "foodstore.general.teens.polite.shy.6": "Aprecio profundamente nuestras conversaciones. Si parezco un poco introvertido, lo siento. ¿Cuál ha sido lo más destacado de tu día?",
  "foodstore.general.teens.polite.shy.7": "Gracias por ser comprensivo/a. Puede que no sea muy extrovertido/a, pero estoy genuinamente interesado/a.",
  "foodstore.general.child.polite.shy.1": "Si no soy súper hablador, es porque estoy en mi propio mundito. ¿Te sientes así también?",
  "foodstore.general.child.polite.shy.2": "Espero que estés divirtiéndote. Soy un poco callado, pero me gusta observar. ¿Cuál es tu juego favorito?",
  "foodstore.general.child.polite.shy.3": "¿Cuál es tu actividad favorita? Puedo no ser muy extrovertido, pero me encanta escuchar sobre tus aventuras.",
  "foodstore.general.child.polite.shy.4": "A veces no soy muy hablador, pero estoy emocionado de hablar. ¿Cuál es tu juguete favorito?",
  "foodstore.general.child.polite.shy.5": "No soy muy extrovertido, solo estoy absorbiéndolo todo. ¿Cuál es tu actividad favorita?",
  "foodstore.general.child.polite.shy.6": "¿Hay algún juego o actividad que disfrutes? Me encantaría saber cómo fue tu día.",
  "foodstore.general.child.polite.shy.7": "¿Cómo estás tú? Si hay algo divertido, ¡estoy todo oídos! ¡Estoy realmente curioso!",
  "foodstore.general.adult.rude.shy.1": "Si parezco distante, es simplemente como soy. ¿Qué quieres?",
  "foodstore.general.adult.rude.shy.2": "Tu charla está bien, supongo. Si parezco ausente, es solo mi cosa. ¿Por qué molestarse?",
  "foodstore.general.adult.rude.shy.3": "Charlar es lo que sea. Puede que no sea muy parlanchín. ¿Cuál es el punto?",
  "foodstore.general.adult.rude.shy.4": "Si no soy demasiado sociable. ¿Tienes algo que decir o no?",
  "foodstore.general.adult.rude.shy.5": "Hablar está bien, supongo. Si parezco reservado, así es como soy. ¿Qué te importa?",
  "foodstore.general.adult.rude.shy.6": "Las conversaciones son geniales, supongo. No soy la más extrovertida. Lo que sea.",
  "foodstore.general.adult.rude.shy.7": "Tu compañía está bien. ¿Cuál es el problema contigo?",
  "foodstore.general.teens.rude.shy.1": "Si no soy muy hablador, así es como soy. ¿Qué te importa?",
  "foodstore.general.teens.rude.shy.2": "Hablar contigo está bien, supongo.",
  "foodstore.general.teens.rude.shy.3": "Pasar el rato es lo que sea. ¿Tienes algo en mente o qué?",
  "foodstore.general.teens.rude.shy.4": "¿Está bien. ¿Qué pasa con las preguntas?",
  "foodstore.general.teens.rude.shy.5": "Tus historias están bien, supongo. ¿Algo más?",
  "foodstore.general.teens.rude.shy.6": "Nuestros chats son geniales, espero que sí.",
  "foodstore.general.teens.rude.shy.7": "Tu entendimiento está bien. No estoy en las redes sociales.",
  "foodstore.general.child.rude.shy.1": "Si no soy demasiado hablador, así es como soy. ¿Qué te importa?",
  "foodstore.general.child.rude.shy.2": "Jugar está bien.",
  "foodstore.general.child.rude.shy.3": "¿Qué es divertido para ti? ¿Tienes algo en mente o qué?",
  "foodstore.general.child.rude.shy.4": "Si estoy tranquilo, es solo por mí. ¿Qué pasa con las preguntas?",
  "foodstore.general.child.rude.shy.5": "¿Qué pasa? ¿Necesitas algo de mí?",
  "foodstore.general.child.rude.shy.6": "Nuestros juegos son geniales, supongo.",
  "foodstore.general.child.rude.shy.7": "Tus historias están bien. ¿Qué pasa contigo?",
  "foodstore.general.adult.neutral.neutral.1": "¿Cómo estás hoy? ¿Hay algo interesante sucediendo en el pueblo?",
  "foodstore.general.adult.neutral.neutral.2": "Espero que tu día esté yendo bien. ¿Has explorado el valle últimamente?",
  "foodstore.general.adult.neutral.neutral.3": "¡Es agradable verte! ¿Tienes algún lugar favorito en la ciudad?",
  "foodstore.general.adult.neutral.neutral.4": "¿Cómo te está yendo todo? ¿Hay algún descubrimiento reciente para compartir?",
  "foodstore.general.adult.neutral.neutral.5": "¡Hola! Espero que estés teniendo un buen día. ¿Algo emocionante en tu mente?",
  "foodstore.general.adult.neutral.neutral.6": "Hola. Siempre es agradable charlar. ¿Hay algo en particular que te gustaría hablar?",
  "foodstore.general.adult.neutral.neutral.7": "Estoy aquí si necesitas algo. ¿Cómo está todo en tu mundo?",
  "foodstore.general.teens.neutral.neutral.1": "Hola. ¿Cómo te va? ¿Ha pasado algo interesante en la escena adolescente?",
  "foodstore.general.teens.neutral.neutral.2": "Espero que estés bien. ¿Has estado haciendo actividades interesantes o tienes algún pasatiempo últimamente?",
  "foodstore.general.teens.neutral.neutral.3": "¿Qué tal? ¡Qué bueno verte! ¿Has visitado algún lugar interesante en el pueblo?",
  "foodstore.general.teens.neutral.neutral.4": "¡Hola! ¿Cómo está tu día? ¿Hay alguna nueva tendencia o evento que esté llamando tu atención?",
  "foodstore.general.teens.neutral.neutral.5": "Espero que todo esté bien contigo. ¿Has visto alguna buena película o espectáculo últimamente?",
  "foodstore.general.teens.neutral.neutral.6": "¿Qué tal? ¿Hay algo interesante en tu mente? Estoy aquí para una conversación si quieres.",
  "foodstore.general.teens.neutral.neutral.7": "¡Qué bueno verte! ¿Hay algo emocionante sucediendo en la comunidad adolescente?",
  "foodstore.general.child.neutral.neutral.1": "¡Hola! ¿Cómo ha sido tu día en el pueblo? ¿Hay algún juego divertido o aventura en tu agenda?",
  "foodstore.general.child.neutral.neutral.2": "Espero que estés pasando un buen momento jugando. ¿Hay algo genial para compartir?",
  "foodstore.general.child.neutral.neutral.3": "¡Qué bueno verte! ¿Cuál es tu cosa favorita del pueblo?",
  "foodstore.general.child.neutral.neutral.4": "¿Cómo ha sido tu día? ¿Tienes algún juguete o merienda favorita que hayas disfrutado?",
  "foodstore.general.child.neutral.neutral.5": "¡Hola! Espero que estés teniendo un día divertido. ¿Hay algo interesante en tu pequeño mundo?",
  "foodstore.general.child.neutral.neutral.6": "Hola. Encantado de charlar contigo. ¿Hay algún juego o actividad en particular que te guste?",
  "foodstore.general.child.neutral.neutral.7": "¿Cómo estás todo contigo? Si hay algo divertido para compartir, estoy todo oídos.",
  "foodstore.general.adult.polite.neutral.1": "Espero que tu día esté yendo bien. ¿Hay algo en tu mente?",
  "foodstore.general.adult.polite.neutral.2": "Es un placer verte. ¿Cómo ha sido tu tiempo en el pueblo?",
  "foodstore.general.adult.polite.neutral.3": "¡Hola! Mucho gusto. ¿Tienes algún lugar favorito en la ciudad?",
  "foodstore.general.adult.polite.neutral.4": "Um, hola. ¿Cómo va todo para ti? ¿Alguna reciente descubrimiento para compartir?",
  "foodstore.general.adult.polite.neutral.5": "Hola. Espero que estés teniendo un buen día. ¿Hay algo emocionante en tu mente?",
  "foodstore.general.adult.polite.neutral.6": "Siempre es un placer chatear. ¿Hay algo en específico que te gustaría hablar?",
  "foodstore.general.adult.polite.neutral.7": "Estoy aquí si necesitas algo. ¿Cómo está todo en tu mundo?",
  "foodstore.general.teens.polite.neutral.1": "¿Cómo va todo? ¿Hay algo interesante sucediendo en la escena adolescente?",
  "foodstore.general.teens.polite.neutral.2": "Hola. Espero que estés bien. ¿Has estado haciendo actividades interesantes o tienes algún pasatiempo últimamente?",
  "foodstore.general.teens.polite.neutral.3": "¿Qué pasa? Encantado de verte. ¿Has visitado algún lugar genial en el pueblo?",
  "foodstore.general.teens.polite.neutral.4": "Hola. ¿Cómo va tu día? ¿Hay nuevas tendencias o eventos que estén llamando tu atención?",
  "foodstore.general.teens.polite.neutral.5": "Hola. Espero que todo esté bien contigo. ¿Has visto alguna película o serie buena últimamente?",
  "foodstore.general.teens.polite.neutral.6": "¿Qué tal? ¿Hay algo interesante en tu mente? Estoy aquí para charlar si quieres.",
  "foodstore.general.teens.polite.neutral.7": "¡Qué bueno verte! ¿Hay algo emocionante sucediendo en la comunidad de adolescentes?",
  "foodstore.general.child.polite.neutral.1": "¿Cómo ha sido tu día en el pueblo? ¿Hay algún juego divertido o aventura en tu agenda?",
  "foodstore.general.child.polite.neutral.2": "Hola. Espero que estés pasando un buen rato jugando. ¿Hay algo interesante para compartir?",
  "foodstore.general.child.polite.neutral.3": "¡Hola! Es bueno verte. ¿Cuál es tu cosa favorita del pueblo?",
  "foodstore.general.child.polite.neutral.4": "Um, hola. ¿Cómo ha sido tu día? ¿Hay algún juguete o merienda favorita que hayas disfrutado?",
  "foodstore.general.child.polite.neutral.5": "¡Espero que estés pasando un día divertido! ¿Hay algo interesante en tu pequeño mundo?",
  "foodstore.general.child.polite.neutral.6": "Hola. Es agradable hablar contigo. ¿Hay algún juego o actividad en particular que disfrutes?",
  "foodstore.general.child.polite.neutral.7": "¿Cómo va todo contigo? Si hay algo divertido para compartir, estoy totalmente atento.",
  "foodstore.general.adult.rude.neutral.1": "¿Qué pasa? No pierdas mi tiempo con conversaciones sin sentido. Ve al grano.",
  "foodstore.general.adult.rude.neutral.2": "Si no tienes nada importante que decir, ahorra tu aliento y sigue adelante.",
  "foodstore.general.adult.rude.neutral.3": "¿Por qué me estás molestando? Si no es algo importante, lárgate.",
  "foodstore.general.adult.rude.neutral.4": "Ugh, no estoy de humor para charlas sin sentido. Suelta todo o ve a molestar a alguien más.",
  "foodstore.general.adult.rude.neutral.5": "¿No ves que estoy ocupado/a? Si no estás aquí con algo importante, no me molestes.",
  "foodstore.general.adult.rude.neutral.6": "No tengo tiempo para conversaciones sin sentido. Si tienes un punto, hazlo rápido.",
  "foodstore.general.adult.rude.neutral.7": "¿Por qué todavía estás aquí? Si no traes algo importante, déjame en paz.",
  "foodstore.general.teens.rude.neutral.1": "¿Cuál es tu problema? No estoy interesado en perder tiempo. Habla o sigue adelante.",
  "foodstore.general.teens.rude.neutral.2": "¿En serio? Si no estás aquí con algo interesante o importante, lárgate.",
  "foodstore.general.teens.rude.neutral.3": "¿Por qué me estás molestando? Si no es algo impresionante, no estoy interesado.",
  "foodstore.general.teens.rude.neutral.4": "No tengo tiempo para conversaciones incómodas. Si no eres agradable, vete.",
  "foodstore.general.teens.rude.neutral.5": "¿No puedes ver que estoy ocupado siendo increíble? Si no eres, como, genial, vete.",
  "foodstore.general.teens.rude.neutral.6": "Mira, no me interesan las charlas. Si no traes drama, sigue adelante.",
  "foodstore.general.teens.rude.neutral.7": "¿Por qué sigues aquí? Si no estás aquí con algo emocionante, no me interesa.",
  "foodstore.general.child.rude.neutral.1": "Um, ¿qué quieres? Si no traes juegos divertidos o golosinas, déjame en paz.",
  "foodstore.general.child.rude.neutral.2": "¿Por qué me estás molestando? Si no tienes juguetes o bocadillos geniales, sigue adelante.",
  "foodstore.general.child.rude.neutral.3": "¿Cuál es tu rollo? No me interesa lo aburrido. Si no es divertido, no me interesa.",
  "foodstore.general.child.rude.neutral.4": "Ugh, ¿no puedes ver que estoy jugando? Si no estás aquí con cosas divertidas, no me molestes.",
  "foodstore.general.child.rude.neutral.5": "Mira, no estoy de ánimo para conversaciones. Si no eres divertido, no esta vez.",
  "foodstore.general.child.rude.neutral.6": "¿Por qué todavía estás aquí? Si no traes historias o juguetes geniales, lárgate.",
  "foodstore.general.child.rude.neutral.7": "¿En serio? Si no estás aquí con algo divertido, no me interesa.",
  "foodstore.weaponText": "muy buena",
  "foodstore.config.dialogue":     "Configuración del diálogo",
  "foodstore.config.disablekidask": "Los niños discapacitados piden jugar.",
  "foodstore.config.enablesaleweapon": "habilitar la venta de armas",
  "mannequin.desc": "Coloca ropa, sombreros o botas en él.",
  "mannequin.name.plain-male": "Maniquí Normal",
  "mannequin.name.plain-female": "Maniquí Normal Femenino",
  "mannequin.name.magic-male": "Maniquí Mágico",
  "mannequin.name.magic-female": "Maniquí Mágico Femenino",

  "foodstore.soldclothes": "Vendió ropa en {{locationString}} por {{saleString}}G",

  "foodstore.soldclothesText.0": "Esto podría quedarme bien",
  "foodstore.soldclothesText.1": "Me pregunto si este color se adapta a mi estilo",
  "foodstore.soldclothesText.2": "Hora de actualizar mi armario con esta pieza",
  "foodstore.soldclothesText.3": "No puedo resistirme a agregar esto a mi colección",
  "foodstore.soldclothesText.4": "Elección perfecta para la próxima ocasión",
  "foodstore.soldclothesText.5": "Probando algo nuevo para variar",
  "foodstore.soldclothesText.6": "Una pieza clásica que nunca pasa de moda",
  "foodstore.config.randompurchase": "¿Compra aleatoria de NPC?",
  "foodstore.config.randompurchaseText": "Por defecto, los NPC se moverán al artículo más cercano. Establecer en Verdadero para que compren un artículo aleatorio dentro del rango de búsqueda.",

  "foodstore.config.signrange": "¿Marcar la tienda con un letrero?",
"foodstore.config.signrangeText": "Establecer en 0 para desactivar. Este límite permite que los NPC compren solo artículos válidos dentro de la distancia desde una Señal colocada. Se ignorarán los elementos fuera del alcance. No se aplica dentro del Almacén.",

"foodstore.config.doorentry": "NPC aparece cerca de la puerta",
"foodstore.config.doorentryText": "Por defecto Verdadero: El visitante aparecerá cerca de la Puerta de Entrada. Establecer en Falso para que el NPC aparezca cerca de la ubicación del letrero de licencia",

"foodstore.config.shedvisitchance": "Probabilidad de visita al almacén",
"foodstore.config.shedvisitchanceText": "Por defecto 0.25. Probabilidad de nuevo visitante en el almacén cada 10 minutos. ¡Recomendado por debajo de 0.5!",

"foodstore.config.maxshedcapacity": "Visitantes máximos en el almacén",
"foodstore.config.maxshedcapacityText": "Por defecto 5. Capacidad máxima en un almacén.",

"foodstore.config.timestay": "¿Cuánto tiempo se queda el NPC?",
"foodstore.config.timestayText": "Por defecto 230 (equivalente a 2.5 hora). Recomendado por debajo de 400",

"foodstore.config.openhour": "Hora de apertura",
"foodstore.config.closehour": "Hora de cierre",

"foodstore.config.shed": "Configuración del Almacén",

"foodstore.config.shedbuychance": "Oportunidad de compra del visitante",
"foodstore.config.shedbuychanceText": "Por defecto 0.2. Probabilidad de que el visitante compre un artículo dentro del cobertizo",

"foodstore.config.shedminutetohungry": "Minutos para comprar",
"foodstore.config.shedminutetohungryText": "Por defecto 60. Límite de tiempo entre cada compra",

"foodstore.shedguestgreeting": "Hola",
"foodstore.config.buswalk":                         "Caminata del NPC desde el Autobús",
"foodstore.config.buswalkText":                     "Cuando se establece en Verdadero, los visitantes comenzarán a caminar desde el Autobús hacia tu Granja",

"foodstore.config.modkey":                          "Mostrar clave del nombre del plato",
"foodstore.config.orderchance":                     "Probabilidad de nuevo pedido / s",
"foodstore.config.lovedishchance":                  "Probabilidad de plato favorito",
"foodstore.config.pricemultiplier":                 "Multiplicador de precio",
"foodstore.config.maxordernight":                   "Máximo pedido por NPC por día",

"foodstore.config.kidaskchance":                    "Probabilidad diaria de que un niño pida jugar",

"loved-order-reaction-1":                           "¡Gracias, esto se ve delicioso!",
"loved-order-reaction-2":                           "¡Gracias!",
"loved-order-reaction-3":                           "Exactamente lo que quería, ¡gracias!",

"liked-order-reaction-1":                           "Gracias, esto se ve bien!",
"liked-order-reaction-2":                           "¡Gracias!",
"liked-order-reaction-3":                           "Justo lo que pedí, gracias!",

"neutral-order-reaction-1":                         "¡Oh, está bien!",
"neutral-order-reaction-2":                         "Está bien",
"neutral-order-reaction-3":                         "¡Genial!"




}