{
  "donateToBundlleMsg": {
    "en": "{item} can be donated to the {bundle} Bundle",
    "de": "{item} kann an das Bündel {bundle} gespendet werden",
    "es": "{item} se puede donar al Conjunto {bundle}",
    "fr": "{item} peut être donné au lot {bundle}",
    "hu": "{item} adományozható a(z) {bundle} csomaghoz",
    "iz": "{item} può essere donato al Pacchetto {bundle}",
    "jp": "{item}は{bundle}バンドルに寄付できます。",
    "kr": "{item}은(는) {bundle} 번들에 기부할 수 있습니다",
    "br": "{item} pode ser doado para o Pacote {bundle}",
    "ru": "{item} можно пожертвовать в пакет {bundle}",
    "tr": "{item}, {bundle} Paketi'ne bağışlanabilir",
    "cn": "{item}可以捐赠到{bundle}包。"
  },
  "waitTimeSettingName": {
    "en": "Message timeout",
    "de": "Nachrichtenauszeit",
    "es": "Tiempo de espera del mensaje",
    "fr": "Délai d'expiration du message",
    "hu": "Üzenet időtúllépése",
    "iz": "Timeout del messaggio",
    "jp": "メッセージのタイムアウト",
    "kr": "메시지 시간 초과",
    "br": "Tempo limite da mensagem",
    "ru": "Таймаут сообщения",
    "tr": "Mesaj zaman aşımı",
    "cn": "消息超时"
  },
  "waitTimeSettingDescription": {
    "en": "How much time should pass before showing the same message again in seconds.",
    "de": "Wieviele Sekunden vergehen sollen bis die gleiche Nachricht nochmal angezeigt werden kann.",
    "es": "¿Cuánto tiempo debe pasar antes de mostrar el mismo mensaje nuevamente en segundos?",
    "fr": "Combien de temps doit s'écouler avant de réafficher le même message en secondes?",
    "hu": "Mennyi időnek kell eltelnie a ugyanaz üzenet újra megjelenítése előtt másodpercekben?",
    "iz": "Quanto tempo deve trascorrere prima di mostrare di nuovo lo stesso messaggio in secondi?",
    "jp": "同じメッセージを再び何秒後に表示する必要がありますか？",
    "kr": "같은 메시지를 다시 표시하기 전에 얼마나 시간이 지나야 합니까?",
    "br": "Quanto tempo deve passar antes de mostrar novamente a mesma mensagem em segundos?",
    "ru": "Сколько времени должно пройти, прежде чем показать ту же самую сообщение снова, в секундах?",
    "tr": "Aynı mesajı tekrar ne kadar süre sonra göstermeliyiz, saniyeler cinsinden?",
    "cn": "在多少秒内应再次显示相同的消息之前应该经过多长时间？"
  },
  "showEverytimeSettingName": {
    "en": "Show everytime",
    "de": "Immer anzeigen",
    "es": "Mostrar siempre",
    "fr": "Afficher à chaque fois",
    "hu": "Mindig mutat",
    "iz": "Mostra sempre",
    "jp": "いつでも表示",
    "kr": "항상 표시",
    "br": "Mostrar sempre",
    "ru": "Показывать всегда",
    "tr": "Her zaman göster",
    "cn": "每次都显示"
  },
  "showEverytimeSettingDescription": {
    "en": "Show the message everytime you pick up a missing item. If set to false the message will only be shown once after picking up an item.",
    "de": "Zeige die Nachricht jedes Mal, wenn du einen fehlenden Gegenstand aufhebst. Wenn nicht gesetzt, wird die Nachricht nur einmal nach dem Aufheben eines Gegenstands angezeigt.",
    "es": "Muestra el mensaje cada vez que recojas un objeto perdido. Si está configurado como falso, el mensaje solo se mostrará una vez después de recoger un objeto.",
    "fr": "Affichez le message à chaque fois que vous ramassez un objet manquant. Si défini sur faux, le message ne sera affiché qu'une seule fois après avoir ramassé un objet.",
    "hu": "Mutassa meg az üzenetet minden alkalommal, amikor felveszel egy hiányzó tárgyat. Ha hamisra van állítva, az üzenet csak egyszer jelenik meg egy tárgy felvétele után.",
    "iz": "Mostra il messaggio ogni volta che raccogli un oggetto mancante. Se impostato su falso, il messaggio verrà mostrato solo una volta dopo aver raccolto un oggetto.",
    "jp": "不足アイテムを拾うたびにメッセージを表示します。偽に設定されている場合、アイテムを拾った後にメッセージは一度だけ表示されます。",
    "kr": "누락된 항목을 픽업할 때마다 메시지를 표시합니다. 거짓으로 설정된 경우 메시지는 항목을 픽업한 후에 한 번만 표시됩니다.",
    "br": "Mostre a mensagem toda vez que você pegar um item perdido. Se definido como falso, a mensagem só será mostrada uma vez após pegar um item.",
    "ru": "Показывать сообщение каждый раз, когда вы поднимаете отсутствующий предмет. Если установлено значение false, сообщение будет показано только один раз после поднятия предмета.",
    "tr": "Eksik bir öğeyi her seferinde aldığınızda mesajı göster. Eğer false olarak ayarlanırsa, mesaj sadece bir öğe aldıktan sonra bir kez gösterilir.",
    "cn": "每次拾取丢失物品时都显示消息。如果设置为假，那么在拾取物品后消息只会显示一次。"
  },
  "showAllItemsSettingName": {
    "en": "Show all messages",
    "de": "Alle Nachrichten anzeigen",
    "es": "Mostrar todos los mensajes",
    "fr": "Afficher tous les messages",
    "hu": "Az összes üzenet megjelenítése",
    "iz": "Mostra tutti i messaggi",
    "jp": "すべてのメッセージを表示",
    "kr": "모든 메시지 표시",
    "br": "Mostrar todas as mensagens",
    "ru": "Показать все сообщения",
    "tr": "Tüm mesajları göster",
    "cn": "显示所有消息"
  },
  "showAllItemsSettingDescription": {
    "en": "If this is not set stone, wood and hardwood will not show any messages.",
    "de": "Wenn dies nicht gesetzt ist, werden Stein, Holz und Hartholz keine Nachrichten anzeigen.",
    "es": "Si esto no está configurado, piedra, madera y madera dura no mostrarán ningún mensaje.",
    "fr": "Si cela n'est pas configuré, la pierre, le bois et le bois dur ne montreront aucun message.",
    "hu": "Ha ez nincs beállítva, a kő, fa és keményfa nem fog üzeneteket megjeleníteni.",
    "iz": "Se ciò non è impostato, pietra, legno e legno duro non mostreranno alcun messaggio.",
    "jp": "これが設定されていない場合、石、木、ハードウッドはメッセージを表示しません。",
    "kr": "이것이 설정되지 않은 경우 돌, 나무 및 경목은 어떤 메시지도 표시되지 않습니다.",
    "br": "Se isso não estiver configurado, pedra, madeira e madeira dura não mostrarão nenhuma mensagem.",
    "ru": "Если это не установлено, камень, дерево и твердые породы не будут показывать никаких сообщений.",
    "tr": "Bu ayar yapılmazsa, taş, ahşap ve sert ağaç türleri hiçbir mesaj göstermeyecektir.",
    "cn": "如果没有设置，石头、木头和硬木将不会显示任何消息。"
  }
}