{
  "adventureBegins": "Good day, @.^^I've continued to monitor your progress in the mines, and I'd like to congratulate you on your success. You may be interested in knowing you are not the only one in town with an adventurer's spirit. Please come visit me at the Adventurer's Guild, I have some information I'd like to share with you that would be better discussed in person.^^-Marlon",
  "adventureContinue": "Hello, @,^^I was pleased to hear of your recent escapades with some of the young people I spoke with you about at the guild. It does my heart good to see you all take an interest in exploring this land and being supportive to one another. Community is important, especially for a town of this size.^^I hope you and your companions will help keep the adventurer's spirit alive long after I'm gone. Come by the guild anytime, I'll always be glad to see you, and maybe you'll have a new story or two to tell.^^-Marlon",
  "bagItemsSentLetter.Abigail": "Hi {0},^^You forgot some items in my bag, so I've sent them back to you.^I had fun yesterday, I hope to see you again soon!^^    - {1}",
  "bagItemsSentLetter.Maru": "Hi {0},^^You must have been distracted yesterday, you left some of your stuff in my bag!^I've sent it back to you, I'm sure it's all there!^^    - {1}",
  "bagItemsSentLetter.Harvey": "Hello {0},^^How are you feeling? I'm writing you this letter because you forgot some of your items with me, and I've now returned them.^I enjoyed our time together yesterday, let me know if you'd like to do it again.^^    - {1}",
  "bagItemsSentLetter.Sam": "Hey {0}!^^You must have been having such a blast yesterday, you goofed and forgot your stuff!^I've sent it all back to you though, so no worries. See you around!^^    - {1}",
  "bagItemsSentLetter.Sebastian": "Hi {0},^^I still had some of your stuff in my bag, so I've returned it to you. You're kind of forgetful.^Anyways, I'll see you around town.^^    - {1}",
  "bagItemsSentLetter.Shane": "Hey {0},^^Yesterday was pretty alright, but you forgot the things you put in my bag. I sent them back to you, it's not a big deal.^Thanks for hanging out with me. We could do it again sometime, if you want to.^^    - {1}",
  "bagItemsSentLetter.Penny": "Hi {0},^^I guess you forgot, but you placed some of your things in my bag while we were together, and you didn't take them with you afterwards.^I'm pretty sure I packed it all, I hope everything's there.^^     - {1}",
  "bagItemsSentLetter.Leah": "Hey {0},^^You left some of your stuff with me yesterday! I packed it up and sent it to you.^Don't worry, I made sure I didn't forget anything!^^     - {1}",
  "bagItemsSentLetter.Haley": "Hey {0},^^You left your junk in my bag, so here's everything back.^Try not to forget again, okay? I'm not your maid, or whatever.^^     - {1}",
  "bagItemsSentLetter.Elliott": "Hello {0},^^How are you doing today? I hope you're well.^I realized after we'd parted that a number of your belongings were still in my possession, so I've returned them to your farmhouse.^It wasn't a bother, so not to worry.^Please feel free to come calling again, I enjoyed our time together!^^    - {1}",
  "bagItemsSentLetter.Emily": "Hi {0},^^My bag felt extra heavy, so I checked it and realized you left your stuff with me!^I was very careful with your items, I'm sure they're precious to you, and they should all be there at your farmhouse now.^Come see me again, I feel like I have good luck when I'm with you!^^    - {1}",
  "bagItemsSentLetter.Alex": "Hey {0},^^There was a funny smell coming from my bag, and I looked and saw a bunch of your stuff. I packed it up and sent it back to you.^It's cool if you need me to help carry your things, not all of us are naturally athletic.^^    - {1}"
}
