{
  "Abigail": "Happy birthday, @! Hopefully this year we can go on even more adventures together! $h",
  "Alex": "Yo, @, happy birthday! Here's to making this the best year yet! $h",
  "Caroline": "Happy birthday, @. Thank you for all that you've done for our community. I'm sure your parents must be proud of you. $h",
  "Clint": "Hey, happy birthday, @. I'm sure this year is going to be great for you.",
  "Demetrius": "Happy birthday, @! Make sure you take some time off today to enjoy yourself. $h",
  "Dwarf": "Happy birthday, @. Wait, humans celebrate those, right?",
  "Elliott": "What a wonderful day, isn't it, @? Though I'm sure it's even lovelier to you, it being your birthday!$h#$b#I was actually in the middle of writing a poem for the occasion, but a 'happy birthday' will have to suffice for now.",
  "Emily": "Happy birthday, @! I can see your future shining bright. $h",
  "Evelyn": "Happy birthday, @. You have grown into such a fine individual, and I'm sure your grandfather would be proud to see who you've become.",
  "George": "When you get to my age, birthdays start to come and go. Still, happy birthday, @.",
  "Gus": "Hey, @, happy birthday! Hopefully you enjoy the rest of the day, and make sure you aren't a stranger at the saloon!",
  "Haley": "Happy birthday, @. Hopefully this year you'll get some good presents! $h",
  "Harvey": "Happy birthday, @. Come in for a checkup sometime, alright? I want to make sure you'll see plenty more.",
  "Jas": "Happy birthday, @. I'm glad I decided to get to know you.",
  "Jodi": "Hello there, @. Rumor has it that today is your birthday. In that case, happy birthday! $h",
  "Kent": "Jodi told me that it was your birthday today, @. Happy birthday, and make sure to cherish every single day.",
  "Krobus": "Happy birthday, @. I still don't quite understand humans, but I'm glad to have met you all the same.",
  "Leah": "Hey, @, happy birthday! I'm glad to see you're doing well on the farm. $h",
  "Leo": "My bird family told me that it's your birthday today, @. Happy birthday!",
  "Lewis": "Happy birthday, @! I really appreciate everything you've done for the town. Keep up the good work.",
  "Linus": "Happy birthday, @. Thanks for visiting me even on your birthday. It makes me really happy. $h",
  "Marnie": "Hi, @! Everyone is talking about your birthday today, and I wanted to make sure that I wished you a happy birthday as well. So, happy birthday! $h",
  "Maru": "Happy birthday, @. I tried to make an everlasting candle for you, but sadly that didn't work out. Maybe next year, right? $h",
  "Pam": "Happy birthday, kid. We should have a drink to celebrate another year of life for you! $h",
  "Penny": "Happy birthday, @. May you enjoy all of life's blessings this year. $h",
  "Pierre": "Hey, @, happy birthday! Hopefully this next year will be a great one for you!",
  "Robin": "Hey, @, happy birthday! I'm really glad you decided to move to the valley.",
  "Sam": "Hey, @, happy birthday! We'll have to have a birthday jam session for you sometime! $h",
  "Sandy": "Aww, sweetie, you came all the way out here to see me on your birthday?$h#$b#Well, then, the least I can do is wish you a happy one!~ $h",
  "Sebastian": "Happy birthday, @. Hope things are going well down at the farm.",
  "Shane": "Happy birthday, @. Keep working hard, and I'm sure this next year will be a great one for you.",
  "Vincent": "Hey, @, have you come to pl... oh, it's your birthday? Happy birthday!",
  "Willy": "Ahoy, @, happy birthday. Looking at you reminds me of the days when I was just a guppy myself. Enjoy yours while you can, young'un. $h",
  "Wizard": "Happy birthday, @. Never forget that you alone make your future.#$e#How did I know? Ah, I overheard a few of the locals conferring on what gifts to give you. I think you'll appreciate them."
}
