{
    "Quest.FirstObjective": "Construa um(a) {{Item}}.",
    "Quest.LastObjective": "Traga o(a) {{Item}} para o Willy.",
    "Quest.CompleteDialog": "É esse o trem, né? Assim que eu terminá de testá eu falo prô Clint enviá a nova receita prô cê.$h",
    "Quest.LastCompleteDialog": "Esse é o úrtimo trem, né? Assim que eu terminá de testá eu enviu o prêmio prô cê.$h",
    "Quest.Description": "Willy e Clint pediram ajuda a você no projeto de anzóis indestrutíveis. Construa um(a) {{Item}} e entregue para o Willy.",
    "EverlastingBait.Letter": "Ei @,^Eu queru conta um segredu prô cê. Num vai sê muito bão prus negóciu, mas ocê é um amigo tão bão que eu num ligu. Todo grande pescadô deve sabê. ^Depois de salvá a vida de um feiticeiro nú mar, ele me insinô a fazê uma isca que dura prá sempre no anzór. Num é nada difíciu de fazê, mas ocê vai precisá de um trem muito especiar. ^Mas num vá pô ela num covo que ocê vai perdê. ^   -Willy¦Ei @,^Eu queru conta um segredu prô cê. Num vai sê muito bão prus negóciu, mas ocê é uma amiga tão boa que eu num ligu. Todo grande pescadô deve sabê. ^Depois de salvá a vida de um feiticeiro nú mar, ele me insinô a fazê uma isca que dura prá sempre no anzór. Num é nada difíciu de fazê, mas ocê vai precisá de um trem muito especiar. ^Mas num vá pô ela num covo que ocê vai perdê. ^   -Willy",
    "EverlastingBait.Name": "Isca eterna",
    "EverlastingWildBait.Letter": "Olá @.^Lembra quando eu lhe ensinei a fazer isca selvagem? Foi divertido, nós deviamos fazer de novo... ^Eu estava falando sobre isso com o Rasmodeu outro dia e ele me mostrou como fazer a isca durar pra sempre, não é incrível? ^Mas não precisa vir pessoalmente dessa vez, estou lhe enviando a receita.^   -Linus",
    "EverlastingWildBait.Name": "Isca selvagem eterna",
    "EverlastingMagnet.Letter": "Saudações, jovem aprendiz.^Já que você é um mestre na arte da pesca, eu vou lhe ensinar como fazer um ímã eterno. Assim você vai conseguir encontrar mais itens arcanos enquanto pesca.^Mas use-o com sabedoria, você não vai querer perturbar o equilíbrio das águas.^   -M. Rasmodeu, feiticeiro",
    "EverlastingMagnet.Name": "Ímã eterno",
    "UnbreakableTackleIntroduction.Letter": "@, ^ Em uma das nossas norti bebendo no bão e véio Saloon Fruta Estrelar, Clint e eu tivemú a idea di fazê azóis indestrutíveis. ^ Nós juntamu cá os nossos botões e fizemu uns rascunhus. Mar mermo sendu mestres nas nossas áreas, modestia a parti, a gente num conseguiu trabaia juntu pra fazê eles. ^ É ai que a gente precisa docê. Já que ocê é bão di artesanato e também bão di pesca, a gente pensou qui ocê pudia fazê esse trem pra nós. ^ Clint vai mandá prô cê uma receita di cada vez. Assim qui ocê terminá, trás o azor pra eu testá. Confirmandu que ele funciona, Clint vai mandá prô cê uma nova receita. ^ Se tudo dé certu, eu te dô um prêmio bão. E claro, ocê podi guardar as receitas cocê conforme nois mandá. ^ Eu sei qui ocê consegue. ^   -Willy",
    "UnbreakableSpinner.Letter": "Acho que Willy já explicou nosso plano pra você.^A primeira receita é bem simples, só precisamos de um par de barras de irídio e o dobro do material usado no anzol comum.^Não se esqueça de entregar ao Willy assim que terminar.^   -Clint",
    "UnbreakableSpinner.Name": "Anzol indestrutível",
    "UnbreakableLeadBobber.Letter": "Essa foi difícil de inventar já que o Willy nem ao menos sabe fazer chumbo para isca. Ele importa os que vende na loja.^Mas nos achamos que podemos reproduzir o efeito dele usando um pedaço de âncora e algumas barras de irídio.^Leve para o Willy assim que terminar.^   -Clint",
    "UnbreakableLeadBobber.Name": "Chumbo para isca indestrutível",
    "UnbreakableTrapBobber.Letter": "Willy diz que esse é um dos anzóis mais úteis, mas foi também o mais difícil para nós.^Mesmo o irídio tornando-o indestrutível, a seiva é que faz ele funcionar, e assim que ela acaba, ele fica inútil.^Willy conversou com o Demetrius sobre isso, então veio a ideia de adicionar fertilizantes e uma semente bolota.^Esperamos que funcione.^   -Clint",
    "UnbreakableTrapBobber.Name": "Boia armadilha indestrutível",
    "UnbreakableCorkBobber.Letter": "Agora estamos mais confiantes que a ideia geral de usar o dobro de materiais e irídio para segurar tudo, deve servir de base para todas as receitas.^Nessa agora o problema foi a gosma, mas como eu conheço muito bem os minerais, eu tenho certeza que gosma petrificada vai funcionar.^Willy vai estar esperando para testá-la.^   -Clint",
    "UnbreakableCorkBobber.Name": "Boia de cortiça indestrutível",
    "UnbreakableTreasureHunter.Letter": "Se este anzol funcionar, acho que vou começar a pescar também.^Eu odeio ter que lutar quando vou nas minas, então pescar pode ser um bom jeito de conseguir alguns minérios, minerais e gemas extras.^Porém dessa vez vamos precisas de mais que o dobro do material, mas tenho certeza que vale o preço.^   -Clint",
    "UnbreakableTreasureHunter.Name": "Caça ao tesouro indestrutível",
    "UnbreakableBarbedHook.Letter": "Sem surpresas com o anzol farpado, só precisaremos de muito irídio para tornar todas as pontas afiadas inquebráveis.^Nosso projeto esta quase terminado, Willy deve estar ansioso para receber esse anzol, assim você pode começar no último logo.^   -Clint",
    "UnbreakableBarbedHook.Name": "Anzol farpado indestrutível",
    "UnbreakableDressedSpinner.Letter": "Esta é minha obra prima. Eu me inspirei na Emily e adicionei todas as suas gemas favoritas na receita.^Já que este é nosso último anzol e eu não tenho mais receitas para você, você pode estar pensando nem entregar para o Willy. Mas saiba que ele tem um prêmio bem legal para te dar.^Obrigado pela ajuda.^   -Clint",
    "UnbreakableDressedSpinner.Name": "Isca artificial indestrutível",
    "UnbreakableTackleReward.Letter": "Ei @, ^ Eu sempri sobe que se arguém pudia tornâ aqueles rascunhus realidade, esse arguém era ocê. Cum sua ajuda agora eu sô capais de fazê os anzóis eu mermo. ^ Prá mostrá nossa grandi sartisfação cocê, istô ti inrviandu esse fragmento prismático que eu tirve a sorti di incontrá numa véia isperdição. Quero que ocê fique cum ele. ^   -Willy",
    "IridiumQualityFishWithWildBait.Letter": "Olá, amigo.^Tem uma coisa que esqueci de contar sobre a isca selvagem. Um dia em que eu estava muito bem, eu arremessei com a vara bem longe o dia todo. Enquanto eu ainda tinha minhas iscas selvagens, eu pesquei os peixeis de melhor qualidade que eu já vi. Mas assim que elas acabaram, eu não consegui nenhum tão bom quanto antes. Eu acho que essa isca tem algo que consegue atrair os melhores peixes. Até o Willy ficou impressionado quando lhe vendi uns.^   -Linus¦Olá, amiga.^Tem uma coisa que esqueci de contar sobre a isca selvagem. Um dia em que eu estava muito bem, eu arremessei com a vara bem longe o dia todo. Enquanto eu ainda tinha minhas iscas selvagens, eu pesquei os peixeis de melhor qualidade que eu já vi. Mas assim que elas acabaram, eu não consegui nenhum tão bom quanto antes. Eu acho que essa isca tem algo que consegue atrair os melhores peixes. Até o Willy ficou impressionado quando lhe vendi uns.^   -Linus"
}