{
    "Robin": "Эй, у тебя же сегодня день рождения! Так здорово. Поздравляю, @. Знаешь, а я всё ещё помню день твоего переезда к нам. Надо же, сколько изменилось за это время, да?",
    "Demetrius": "Поздравляю с праздником, @. Обязательно сделай сегодня выходной, чтобы повеселиться с друзьями.$h",
    "Maru": "О, поздравляю, @! Странные ощущения, когда становишься на год старше, да? Что-то внутри трепещет. Ладно, я надеюсь, ты хорошо проведёшь время в этот день!$h",
    "Sebastian": "Я помню, сегодня твой день рождения. Поздравляю, @. Надеюсь, дела на ферме идут хорошо.",
    "Linus": "Я знаю, что сегодня у тебя день рождения. Поздравляю. Спасибо, что говоришь со мной в этот день, для меня это много значит.",
    "Pierre": "@, у тебя ведь сегодня день рождения, да? Поздравляю! Надеюсь, следующий год будет для тебя очень плодотворным. Купи что-нибудь к праздничному столу. Ты ведь будешь праздновать?",
    "Caroline": "С днём рождения тебя, @. Спасибо тебе за всё, что делаешь для нашего города. Уверена, твои родители тобой очень гордятся.$h",
    "Abigail": "Поздравляю с днём рождения, @! Надеюсь, в следующем году у нас будет ещё больше интересных приключений.$h",
    "Alex": " Эй, @, с днём рождения! Спасибо за то, что делаешь этот город ещё лучше.$h",
    "George": "Когда ты будешь моего возраста, дни рождения начнут проходить и уходить. Им уже не порадуешься. Тем не менее, с днём рождения, @.",
    "Evelyn": "С днём рождения, @! Ты вырастаешь в прекрасную личность, и я уверена, что твои дедушка с бабушкой гордились бы тобой.",
    "Lewis": "С днём рождения, @! Я действительно ценю всё, что ты делаешь для нашего города. Продолжай так же хорошо работать, ты молодец.",
    "Clint": "С днём рождения тебя, @. Я уверен, этот год выйдет для тебя отличным.",
    "Penny": "Ох, поздравляю с днём рождения! Надеюсь, в этом году ты будешь наслаждаться всеми благами жизни и не упускать моментов.$h",
    "Pam": "Ха, с праздничком, молодёжь! Нам нужно выпить, чтобы отпраздновать ещё один год нашей жизни.$h",
    "Emily": "С днём рождения, @! Я вижу, что твоё будущее будет ярким и солнечным. Это замечательно!$h",
    "Haley": "Поздравляю с днём рождения, @. Надеюсь, в этом году ты получишь много хороших подарков.$h",
    "Jas": "С днём рождения! Я рада, что решила познакомиться с тобой поближе.",
    "Vincent": "О, ты идёшь сказать, что сегодня твой день рождения? С днём рождения!$h",
    "Jodi": "О, говорят, у тебя сегодня день рождения? Поздравляю, @.$h",
    "Kent": "Джоди сказала, у тебя сегодня день рождения. В таком случае, поздравляю.",
    "Sam": "Эй, с днём рождения, @! Когда-нибудь мы устроим тебе джем-сейшн на день рождения!$h",
    "Leah": "С днём рождения, @. Мне приятно видеть, что у тебя на ферме всё хорошо.$h",
    "Shane": "С днём рождения, @. Продолжай усерднно работать, и, я уверен, что следующий год тебя порадует.",
    "Marnie": "Привет, @! Все говорят о твоём дне рождения, и я решила присоединиться к поздравлениям. Итак, с днём рождения!$h",
    "Elliott": "Ах, какой прекрасный сегодня день! Как раз подходит к твоему дню рождения.$h#$b#Я правда хотела написать поэму к сегодняшнему дню, но остановился на середине. Думаю, простого поздравления пока что будет достаточно.",
    "Gus": "Поздравляю, @. Надеюсь, ты хорошо проведёшь остаток дня. Если что, всегда рад видеть тебя в салуне.",
    "Dwarf": "С днем рождения, @! Постой, люди же их празднуют, да?",
    "Wizard": "С днём рождения, @. Помни, что мы сами творцы своей судьбы.$h#$b#Как я узнал? Ах, я подслушал, как кое-кто из местных жителей говорил об этом.",
    "Harvey": "С днём рождения, @! Приходи как-нибудь ко мне на осмотр, хорошо? Я хочу быть уверенным в том, что со здоровьем у тебя всё хорошо. Ты ведь так много трудишься.",
    "Sandy": "Ой, солнышко, ты здесь в свой день рождения только чтобы увидеть меня?$h#$b#Ну, тогда самое меньшее, что я могу для тебя сделать сейчас, это пожелать тебе большого счастья!",
    "Willy": "Ха, с днём рождения. Глядя на тебя, я вспоминаю о прошлом, когда я ещё сам был, как гуппи.$h#Sb#Развлекайся, пока возраст позволяет.",
    "Krobus": "С днём рождения, @. Я всё ещё не совсем понимаю людей, но рад, что всетртил тебя."
}