{
    "Mail:birthdayMom": " Дорогуша, с днём рождения тебя.^ Я помню момент твоего рождения, который раз и навсегда сделал меня счастливой. Я люблю каждый день, проведённый с тобой. Я очень горжусь человеком, которым тебя вырастила: трудолюбивым, добрым и честным в первую очередь с самим собой. Знаешь, благодаря тебе я многому научилась. Надеюсь, ты хорошо проведёшь время в этот день. Прости, что не смогу приехать. Поздравляю! С любовью, мама.  ^ P.S. Присылаю тебе небольшой подарок, который сделала для тебя.  %item object 221 1 %%",
    "Mail:birthdayDad": " Малыш, с днём рождения.^ Дома стало так тихо после твоего переезда, но мы с мамой очень гордимся тобой и тем, что ты делаешь. Твои дедушка с бабушкой были бы очень рады и горды тобой не меньше. Прости, что не можем приехать и поздравить лично. Но помни, что мы всегда рядом и приглядываем за тобой! Улыбайся и всегда будь собой. С любовью, папа.  ^ P.S. Присылаю тебе немного денег, которые могут помочь тебе с осуществлением твоих желаний. Удачи! %item money 5000 5001%%",
    "Mail:birthdayJunimos": " Пожалуйста, приходи сегодня в Клуб.^     -Джунимо.",
    "Mail:birthdayDatingPenny": "Л юбовь моя.^ Мы с мамой решили устроить небольшую вечеринку в честь твоего дня рождения. Можешь зайти к нам домой?   ^ -Пенни",
    "Mail:birthdayDatingMaru": " Хэй, @.^ Мы с семьёй решили устроить вечеринку в честь твоего дня рождения. Заходи сегодня в наш дом, ладно?   ^ -Мару",
    "Mail:birthdayDatingSebastian": "Х эй, @.^ Зайдёшь сегодня в мой дом? Мы с семьёй решили устроить вечеринку в твою честь, чтобы отпраздновать день рождения.   ^ -Себастиан",
    "Mail:birthdayDatingLeah": " Хэй, @.^ Зайдёшь ко мне в домик сегодня? Я подумала, было бы здорово устроить маленькую вечеринку в честь твоего дня рождения.   ^ -Лея",
    "Mail:birthdayDatingAbigail": " Хэй, @.^ Мы с семьёй договорились и решили устроить вечеринку в честь твоего дня рождения. Зайдёшь к нам домой сегодня? ;)  ^ -Абигейл",
    "Mail:birthdayDatingEmily": " Привет, @.^ Мне показалось, было бы здорово провести вечеринку в доме моей семьи. Приходи, когда будет свободно время!   ^ -Эмили",
    "Mail:birthdayDatingHaley": " Хэй, @.^ Я подумала, было бы здорово провести вечеринку в честь твоего дня рождения. Заходи сегодня в дом моей семьи!   ^ -Хэйли",
    "Mail:birthdayDatingHarvey": " Хэй, @.^ Я подумал, было бы здорово провести вечеринку в честь твоего дня рождения. Заходи сегодня ко мне в клинику, хорошо?   ^ -Харви",
    "Mail:birthdayDatingElliott": "З дравствуй, @.^ Я подумал, было бы здорово провести вечеринку в честь твоего дня рождения. Заходи сегодня ко мне в домик на пляже, хорошо?   ^ -Эллиот",
    "Mail:birthdayDatingSam": " Хэй, @.^ Я подумал, было бы весело провести вечеринку в честь твоего дня рождения. Приходи сегодня в мой дом, когда будет свободное время?   ^ -Сэм",
    "Mail:birthdayDatingAlex": " Хэй, @.^ Я подумал, было бы весело провести вечеринку в честь твоего дня рождения. Приходи сегодня в мой дом, договорились? Буду ждать.   ^ -Алекс",
    "Mail:birthdayDatingShane": " Хэй, @.^ Можешь зайти сегодня на ранчо Марни, когда будет время? Я кое-что для тебя приготовил.   ^ -Шейн",
  "Happy Birthday: Star Message": "Сегодня твой день рождения!",
  "Happy Birthday: Farmhand Birthday Message": "Сегодня @ празднует день рождения. Поздравляем!",
  "Season": "Время года",
  "Date": "День",
  "Event:JunimoBirthdayParty_0": "Похоже, Джунимо решили устроить тебе вечеринку!",
  "Event:JunimoBirthdayParty_1": "Похоже, кое-кто оставил Вам торт.",
  "Event:DatingPennyBirthday_Pam:0": "Давай сюда, молодёжь. Вечеринка только начинается!$h",
  "Event:DatingPennyBirthday_Pam:1": "Вот, давай выпьем пивка, и отпразднуем твой день, молодёжь.",
  "Event:DatingPennyBirthday_Pam:2": "Отлично, молодёжь! С днём рождения. Вот и приошёл ещё один отличный год! $h",
  "Event:DatingPennyBirthday_Penny:0": "О, ты как раз вовремя!$h",
  "Event:DatingPennyBirthday_Penny:1": "Да, я подумала, что было бы неплохо порадовать тебя вечеринкой-сюрпризом. Это немного, но я надеюсь, что тебе понравится. $1",
  "Event:DatingPennyBirthday_Penny:2": "Мама!$a",
  "Event:DatingPennyBirthday_Penny:3": "*вздох* Ладно, чувствуй себя, как дома. Я сейчас принесу торт.",
  "Event:DatingPennyBirthday_Penny:4": "С днём рождения, @. Я люблю тебя и надеюсь, мы проведём ещё много дней рождения вместе. $1",
  "Event:DatingPennyBirthday_Finish:0": "Было здорово отметить день рождения с Пэм и Пенни.",
  "Event:DatingPennyBirthday_Finish:1": "Похоже, ещё остался торт. О, и пиво тоже!",
  "Event:DatingMaruBirthday_Demetrius:0": "Добро пожаловать, @. Проходи и чувствуй себя, как дома.$h",
  "Event:DatingMaruBirthday_Demetrius:1": "Точно. Я думаю, Мару устроила прекрасную вечеринку в подарок. К тому же, как показывают исследования, отдых повышает продуктивность.$h",
  "Event:DatingMaruBirthday_Maru:0": "О-о-о, ты как раз вовремя к вечеринке!$h",
  "Event:DatingMaruBirthday_Maru:1": "Я пыталась построить тебе робота в подарок, который бы помогал тебе на ферме. Знаешь, вроде трактора, но компактнее и милее. Прости, у меня снова всё идёт не так, но я обещаю, что буду работать над своим изобретением.",
  "Event:DatingMaruBirthday_Maru:2": "Хорошо @, загадывай желание!",
  "Event:DatingMaruBirthday_Maru:3": "С днём рождения, любовь моя. Надеюсь, это только начало всех наших совместных праздников.$1",
  "Event:DatingMaruBirthday_Robin:0": "Знаешь, ваши отношения такие, в которых подарок не имеет значения. Это замечательно.$h",
  "Event:DatingMaruBirthday_Robin:1": "Ох, кажется, торт готов!",
  "Event:DatingMaruBirthday_Sebastian:0": "Думаю, факт того, что эта вечеринка сейчас проходит - это уже хорошо. Мне было совсем необязательно приходить к столу.",
  "Event:DatingMaruBirthday_Sebastian:1": "Сладко. Ладно, давайте поедим.",
  "Event:DatingMaruBirthday_Finish:0": "Было очень приятно отмечать день рождения с Мару и её семьёй.",
  "Event:DatingMaruBirthday_Finish:1": "Похоже, ещё остался торт! Ох, клубника.",
  "Event:DatingSebastianBirthday_Demetrius:0": "Точно. Здорово, что Себастиан устроил для тебя такой сюрприз. К тому же, как показывают исследования, отдых повышает продуктивность.$h",
  "Event:DatingSebastianBirthday_Demetrius:1": "Хорошо, @. Давай, загадывай желание.$h",
  "Event:DatingSebastianBirthday_Maru:0": "С днём рождения, @. Честно говоря, я немного удивлена, что у нас вообще проходит вечеринка. Себастиан никогда себя так не вёл.",
  "Event:DatingSebastianBirthday_Maru:1": "Ох, боже, наконец-то у нас есть сладенький тортик! @, давай я отрежу тебе первый кусочек, потому что второй будет моим... $h",
  "Event:DatingSebastianBirthday_Robin:0": "Добро пожаловать, @. Проходи и чувствуй себя, как дома.$h",
  "Event:DatingSebastianBirthday_Robin:1": "Как я рада, что Себастиан решил сделать для тебя такой подарок. Признавайся, @, догадки были?$h",
  "Event:DatingSebastianBirthday_Robin:2": "О, я думаю, что торт готов!",
  "Event:DatingSebastianBirthday_Sebastian:0": "О, @. Ты как раз вовремя. Мама уже заканчивает торт. $h",
  "Event:DatingSebastianBirthday_Sebastian:1": "Я всё равно не буду делать такие вещи чаще. Тогда эффект будет совсем не тот.",
  "Event:DatingSebastianBirthday_Sebastian:2": "Что ж, поздравляю с днём рождения, @. Я надеюсь, мы проведём вместе ещё много лет и отпразднуем много дней рождения.$h",
  "Event:DatingSebastianBirthday_Finish:0": "Было очень приятно отмечать день рождения с Себастианом и его семьёй.",
  "Event:DatingSebastianBirthday_Finish:1": "Похоже, ещё остался торт!",
  "Event:DatingLeahBirthday_Leah:0": "Добро пожаловать, @! Проходи и чувствуй себя, как дома.$h",
  "Event:DatingLeahBirthday_Leah:1": "К твоему дню рождения я приготовила небольшой сюрприз и испекла для тебя торт.$h",
  "Event:DatingLeahBirthday_Leah:2": "Знаешь, я очень много лет ни с кем не отмечала день рождения, но именно твой мне захотелось отпраздновать.$1",
  "Event:DatingLeahBirthday_Leah:3": "Какое-то время назад я и не думала, что начну хорошо относиться к таким праздникам. Но ты открываешь мне глаза на многие вещи. Теперь я вижу, что может быть приятно проводить время с близкими людьми.$1",
  "Event:DatingLeahBirthday_Leah:4": "В общем, хватит этих неловких разговоров. Я люблю тебя, @. С днём рождения! Давай попробуем торт, который я для тебя испекла?$h",
  "Event:DatingLeahBirthday_Finish:0": "Было здорово провести день рождения вместе с Леей.",
  "Event:DatingLeahBirthday_Finish:1": "Похоже, ещё остался торт!",
  "Event:DatingAbigailBirthday_Abigail:0": "Хэй, @, вот и ты! Как раз успеваешь к вечеринке.$h",
  "Event:DatingAbigailBirthday_Abigail:1": "Ого, мама, торт выглядит просто отлично!$h",
  "Event:DatingAbigailBirthday_Abigail:2": "Давай, @, загадывай желание.",
  "Event:DatingAbigailBirthday_Abigail:3": "Интересно, какое у тебя желание, м? Надеюсь, ты пожелаешь освоить побольше интересных навыков. Это же всегда здорово, да?",
  "Event:DatingAbigailBirthday_Abigail:4": "В любом случае, с днём рождения тебя, @! Уверена, у нас с тобой будет ещё много совместных приключений. $1",
  "Event:DatingAbigailBirthday_Caroline:0": "Прошу тебя, дорогой, клиенты не будут против, если ты уйдёшь на несколько минут. Эх, в любом случае, торт уже готов.",
  "Event:DatingAbigailBirthday_Caroline:1": "*вздох* Да, конечно.",
  "Event:DatingAbigailBirthday_Caroline:2": "Что ж, не стесняйся. Я готова помочь, если тебе что-то понадобится.$h",
  "Event:DatingAbigailBirthday_Pierre:0": "Чувствуй себя, как дома, @. Я не могу оставаться здесь слишком долго даже ради вечеринки, мне нельзя оставлять магазин.$h",
  "Event:DatingAbigailBirthday_Pierre:1": "Да, кстати, торт сделан из *очень* качественных ингредиентов нашего магазина, выращенных с лучшими удобрениями в нашем саду. @, ты можешь всё это купить отдельно, если интересует.$h",
  "Event:DatingAbigailBirthday_Finish:0": "Было здорово провести день рождения вместе с Абигейл и её семьёй.",
  "Event:DatingAbigailBirthday_Finish:1": "Похоже, ещё остался торт!",
  "Event:DatingEmilyBirthday_Emily:0": "Привет, ты как раз вовремя для нашей вечеринки.$h",
  "Event:DatingEmilyBirthday_Emily:1": "Я подумала, было бы здорово устроить небольшую вечеринку в твою честь.",
  "Event:DatingEmilyBirthday_Emily:2": "Почему-то мне кажется, что дни рождения - это важное напоминание для нас, чтобы мы жили в гармонии в настоящем и с природой. Мы не должны вредить тому, что породило нас.",
  "Event:DatingEmilyBirthday_Emily:3": "В любом случае, я приготовила нам шоколадный торт! Он сделан из самых натуральных ингредиентов с твоей фермы и из магазина Пьера. А ещё я добавила туда сладкий кактусовый сироп, который сделала Сэнди.$h",
  "Event:DatingEmilyBirthday_Emily:4": "Надеюсь, тебе понравится, @. Загадывай желание!$h",
  "Event:DatingEmilyBirthday_Emily:5": "С днём рождения, @! Я чувствую сильную энергию удачи, исходящую от духов в этом году. Думаю, это всё не просто так.$1",
  "Event:DatingEmilyBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Эмили.",
  "Event:DatingEmilyBirthday_Finish:1": "Похоже, ещё остался торт!",
  "Event:DatingHaleyBirthday_Haley:0": "Эй, ты как раз вовремя! Я уже всё закончила.$h",
  "Event:DatingHaleyBirthday_Haley:1": "Я, конечно, написала, что это будет вечеринка, но мне показалось, что было бы здорово провести время вместе.$1",
  "Event:DatingHaleyBirthday_Haley:2": "Знаю, что дни рождения можно провести очень весело в компании, но мне хотелось сделать этот день особенным для нас двоих.$1",
  "Event:DatingHaleyBirthday_Haley:3": "В общем, я испекла для тебя торт. Я очень долго тренировалась, чтобы сделать его очень вкусным. Ты уже знаешь, какое желание будешь загадывать?$h",
  "Event:DatingHaleyBirthday_Haley:4": "С днём рождения, @. Я очень рада, что нам удалось провести немного времени вместе. Давай запечатлеем этот момент? $1",
  "Event:DatingHaleyBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Хэйли.",
  "Event:DatingHaleyBirthday_Finish:1": "Похоже, ещё остался торт!",
  "Event:DatingHarveyBirthday_Harvey:0": "Привет, ты как раз вовремя. Я ещё немного приберусь, и всё будет готово.$h",
  "Event:DatingHarveyBirthday_Harvey:1": "Я подумал, было бы неплохо устроить для тебя небольшой праздник. Я кое-что тебе приготовил.$1",
  "Event:DatingHarveyBirthday_Harvey:2": "О вине не беспокойся. В небольших дозах его советуют пить каждый день.$h",
  "Event:DatingHarveyBirthday_Harvey:3": "Ура! С днём рождения. Желаю тебе крепкого здоровья ещё на много лет вперёд.$1",
  "Event:DatingHarveyBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Харви.",
  "Event:DatingHarveyBirthday_Finish:1": "Похоже, еда ещё осталась!",
  "Event:DatingElliottBirthday_Elliott:0": "Ах, замечательно! @, ты как раз вовремя.$h",
  "Event:DatingElliottBirthday_Elliott:1": "Я подумал, что было бы здорово, если бы мы устроили небольшой праздник в честь твоего дня рождения.$h",
  "Event:DatingElliottBirthday_Elliott:2": "Я знаю, что праздновать, когда ты работаешь на ферме и тратишь на неё большую часть своего времени, может быть очень трудно. Но я очень ценю то, что ты сегодня здесь, со мной.$1",
  "Event:DatingElliottBirthday_Elliott:3": "Я хотел написать что-нибудь, чтобы выразить свои чувства к тебе, но я не могу уместить в рамки произведения всё то, что хотел бы скаазать.$1",
  "Event:DatingElliottBirthday_Elliott:4": "Ладно, я наверстаю. А теперь, как насчёт торта? Тебе нужно будет загадать желание, и оно точно сбудется в этом году!",
  "Event:DatingElliottBirthday_Elliott:5": "С днём рождения, @. Я надеюсь, вместе мы сможем создать ещё много интересных историй.$1",
  "Event:DatingElliottBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Эллиотом.",
  "Event:DatingElliottBirthday_Finish:1": "Похоже, ещё остался торт!",
  "Event:DatingSamBirthday_Sam:0": "Эй, @! Вот и ты. Как раз вовремя.$h",
  "Event:DatingSamBirthday_Sam:1": "Я подумал, было бы круто устроить небольшую вечеринку на твой день рождения. Моя семья сейчас занимается своими делами, они нам не помешают. Можем просто расслабиться.$h",
  "Event:DatingSamBirthday_Sam:2": "Я принёс пиццу и Джоджа-колу. Надеюсь, тебе понравится. Я хотел приготовить торт, но так и не понял, как это делается.$h",
  "Event:DatingSamBirthday_Sam:3": "В любом случае, с днём рождения, @. Мне очень повезло быть с кем-то, вроде тебя.$1",
  "Event:DatingSamBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Сэмом.",
  "Event:DatingSamBirthday_Finish:1": "Похоже, еда ещё осталась!",
  "Event:DatingAlexBirthday_Alex:0": "О, @, ты как раз вовремя.$h",
  "Event:DatingAlexBirthday_Alex:1": "Я подумал, было бы весело устроить небольшую вечеринку для нас двоих в твой день рождения. Это всегда хорошо работает после тяжёлой работы и нагрузок.$h",
  "Event:DatingAlexBirthday_Alex:2": "Я принёс пиццу с низким содержанием жира, а ещё энергетические напитки. Надеюсь, ты это любишь.$h",
  "Event:DatingAlexBirthday_Alex:3": "С днём рождения, @! Мне очень повезло быть с кем-то, вроде тебя.$1",
  "Event:DatingAlexBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Алексом.",
  "Event:DatingAlexBirthday_Finish:1": "Похоже, еда ещё осталась!",
  "Event:DatingShaneBirthday_Shane:0": "О, вот и ты. Я рад, что ты здесь, @.$h",
  "Event:DatingShaneBirthday_Shane:1": "Я подумал, чтобы бы неплохо устроить для тебя какую-нибудь вечеринку, чтобы отдохнуть. Ты так усердно трудишься на ферме.$h",
  "Event:DatingShaneBirthday_Shane:2": "Я принёс пиццу и Джоджа-колу. Надеюсь, тебе понравится. Ты знаешь, я не очень хорош в готовке, я хотел чем-нибудь тебя порадовать. Сначала хотел приготовить что-нибудь из куриных яиц, но мне показалось, что это не к месту.$h",
  "Event:DatingShaneBirthday_Shane:3": "В любом случае, с днём рождения, @. Мне очень повезло, и я по-настоящему счастлив, что мы с тобой вместе.$1",
  "Event:DatingShaneBirthday_Finish:0": "Было здорово провести свой день рождения вместе с Шейном.",
  "Event:DatingShaneBirthday_Finish:1": "Похоже, еда ещё осталась!",
  "Event:PartyOver": "Это было весело. Пора возвращаться к работе."
}