/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "LogName": "Haley high-hearts, Y2",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "When": {"YearRemainder": 2},
        "Entries": {
            "1_2": "Mother sent me some photos from her vacation.#$b#They're taking a cruise out of %place.#$e#Go with them?...I...I'm not sure about that.",
            "3_2": "Hey @, Father sent me a gift card to the athleisure store in %place. Wanna go check it out?",
            "5_2": "@, what do you think of this new foundation? Mother bought it for me.",
            "7_2": "Mother's thinking of getting her nose re-done. Again.#$e#Me? Have I considered getting any work done? I don't think I need it.#$e#I'm not against plastic surgery, I just think I don't need it.",
            "9_2": "@, I swear even expensive clothing is shoddily made these days.$s",
            "11_2": "To be honest, @, one of the reasons why I own so much clothing is so I can avoid doing laundry so often.",
            "13_2": "I love how my skin looks today! @, this blush is doing amazing things for my complexion.",
            "15_2": "Look at this new dress my mother sent me! Isn't it flattering?$h",
            "17_2": "Father got me a gift card to {{i18n:clothing.brand.{{Random:01, 02, 03, 04, 05, 06, 07, 08}} }}. Emily and I are thinking of heading over, perhaps some time this week?",
            "19_2": "Look, @, I managed to cook something! Emily says mom and dad would be very proud of me.$h#$b#Want some?[194]",
            "22_2": "What did I want to be when I was young? I really wanted to be a ballerina.#$b#I know, I know. I gave that up when I learned what type of toll that took on their feet."
        }
    },
    {
        "LogName": "Haley high-hearts, Y3",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "When": {"YearRemainder": 3},
        "Entries": {
            "1_2": "Emily asked me to photograph some of her designs the other day.#$b#She certainly has an unique style, but it works well for her.$h",
        }
    }
]}