/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "LogName": "Haley mid-hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries": {
            "winter_Wed10": "It's hard ordering clothing online. So difficult finding the right size, and it's hard to know what something will look like on me.#$e#Not that I don't look good in anything.$h",

            "summer_Fri8": "@, is there any point in me practicing my signature, when I'm likely to change my name when I get married?",

            "6_2": "@! My mother sent me a new mascara from %place! What do you think of it?$h#$e#It's a tubing mascara, so a lot less likely to smudge."
        }
    },
    {
        "LogName": "Haley - Emily's parrot",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "When": {"HasSeenEvent": 463391}, // parrot event.
        "Entries": {
            "summer_Tue10": "I think Emily's parrot might be able to say a few words!$h",
            "8_2": "Took some really nice photo's of Emily's parrot the other day. I think it enjoys posing for me.$h",
            "16_2": "Emily's parrot pooped on my favorite dress yesterday.$s#$b#Of course I don't blame it, it's just an animal. Doesn't mean I'm not mad about it though."
        }
    },
    {
        "LogName": "Haley - Y1",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries":{
            "summer_Thu10": "Thinking of going to get an ice cream from the ice cream stand...What do you think?",
            "summer_Fri10": "As much as I love my sister, sometimes I can't follow what she's on about.#$b#She's all obsessed with crystals these days, I'm not sure why.",
            "summer_Sun10": "Might take a walk later, on the beach. You think I'll find any interesting shells?",

            "winter_Tue2": "You're looking quite pale, @.",

            "4{{YearRemainder}}": "@, I think our sink is leaking. Do you know how hard it is to get a plumber around these parts?$s",
            "6{{YearRemainder}}": "@, do you believe love is destiny?",
            "10{{YearRemainder}}": "Think I need to wash my hair soon...#$b#Got a new shampoo I've been itching to try, though. It's specially formulated for blonde hair!"
        }
    },
    {
        "LogName": "Haley - Y2",
        "Action" :"EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries":{
            "Forest_77_44": "Oh, wow, @, look at those birds! Aren't they beautiful?",
            "17_2": "Mother and father used to take us traveling with them all the time.$h"
        },
        "When": {"YearModulus": "2"}
    },
    {
        "LogName": "Haley - Y3",
        "Action" :"EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries":{
            "Forest_77_44": "Just playing with some new lenses mother sent me.$h",
            "18_2": "Mother loved photography. Sadly, she doesn't have time to take many photos these days.#$e#It takes a lot of patience to get a good photo.",
            "19_2": "Ugh, I've gotta re-do my nails, they're chipping already. This polish wasn't cheap either...$s"
        },
        "When": {"YearModulus": "3"}
    }
]}