{
  "companionAccepted": "Você quer ir em uma aventura comigo?$u#$b# Bem @, o que estamos esperando? Vamos lá!$h",
  "companionAccepted_Spouse": "Uma aventura? Mas é claro que sim @!$l#$b#Espero termos uma aventura das boas hoje!$h",
  "companionRejected": "Parece interessante, mas eu não posso ir. Desculpa.$s",
  "companionRejectedNight": "Desculpa, está muito tarde pra isso agora.$s",
  "companionRejectedNight_Spouse": "Foi mal @, eu tô muito cansada. Daqui a pouco vou deitar.$s",
  "companionDismiss": "Obrigada por me trazer aqui com você @, eu adorei.$h#$b#Espero que possamos fazer isso de novo. Até.$h",
  "companionDismiss_Spouse": "Eu me diverti muito @.$h#$b#Mas está na hora de eu voltar pra fazenda. Eu te amo <$h",
  "companionDismissAuto": "Ei, @, está ficando tarde e estou cansado.#$b#Eu vou para casa agora, mas me diverti! Vamos fazê-lo novamente em breve.$1",
  "companionDismissAuto_Spouse": "Eu vou , @.#$b#Você deve ir para a cama em breve também querida. Ser seguro!",
  "companionRecruited": "Podemos ir nas minas @? Eu sempre quis ir lá.$6",
  "companionRecruited_Spouse": "Mal posso esperar pra ir @!$h#Podemos ir pras minas @? Por favooooooooooor?$6",
  "companionSuggest": "Hey, olha só! Eu tava pensando em ir explorar hoje.#$q -1 -1#O que você acha, @?#$r -1 0 Yes#É perigoso ir sozinha! Me leve com você.#$r -1 0 No#Eu adoraria ir. Mas esqueci a espada na outra mochila.",
  "companionSuggest_Yes": "Ok, vamos arrumar algum problema!$h",
  "companionSuggest_No": "A que pena, @. Um aventureiro de verdade sempre está preparado.",
  "companion_Beach": "Às vezes vejo Sebastian aqui fora, quando está chovendo. Ele realmente não gosta de ser incomodado naqueles dias, ainda mais do que o habitual.",
  "companion_Beach~1": "É bem legal aqui, @.#$b#Para uma cidade na água, esta praia não fica muito movimentada. Acho que temos sorte assim.",
  "companion_Beach_summer": "Se eu soubesse que íamos vir aqui, eu teria trazido um chapéu e protetor solar.$3",
  "companion_Beach_Dating": "Eu gosto de caminhar pelo mar. Você simplesmente não ama o som disso?",
  "companion_Beach_Dating~1": "A brisa saindo da água é tão agradável!#$b#Eu não me importo se está quente ou frio lá fora, eu amo o ar do oceano durante todo o ano!$1",
  "companion_Beach_Spouse": "Em um dia agradável, poderíamos vir aqui com um cobertor, ou até melhor durante a noite, e observar as ondas refletindo as estrelas.#$b#Você gostaria disso, @?$4",
  "companion_Desert": "Ugh, esse calor está me matando!$2#$b#What De qualquer forma, o que estamos fazendo aqui, @?$3",
  "companion_Farm": "Você está fazendo um ótimo trabalho aqui. Eu até que estou feliz de você estar aqui.$h",
  "companion_Farm_Dating": "Como é ser agricultor, @? Deve ser bom ter toda essa terra e espaço para você.#$B#Eu não me importaria de viver em uma fazenda... Eu tenho pensado nisso mais e mais ultimamente.$4",
  "companion_Farm_Spouse": "A nossa fazenda nunca me deixa entediada? Mesmo assim, eu acho que poderíamos mudar umas coisinhas aqui ou ali.",
  "companion_Farm_Spouse~1": "Você se lembra de quando nos conhecemos, @? Eu te contei como costumava andar sozinho nesta fazenda, antes de você chegar aqui?#$B#Às vezes, eu venho aqui enquanto você sai correndo como um louco.#$b#Eu fico na varanda e tento me lembrar como era antes, toda coberta de vegetação e selvagem, eu adorava naquela época ...#$b#mas, eu amo muito mais agora, porque é onde moramos. É a nossa casa, e você fez isso por nós. Eu tenho sorte.$4",
  "companion_Forest": "Você acha que o mago está aqui hoje?#$b#...#$b#Por que eu estou perguntando? Eu só acho que ele é uma pessoa interessante.",
  "companion_Forest_summer": "Eu gosto dos sons da floresta, mas o néctar de todas essas flores ... $2#$b#está me dando dor de cabeça!$3",
  "companion_Forest_Dating": "Estou realmente curtindo esse dia com, @! Eu amo quando passamos um tempo juntos.$1",
  "companion_Forest_Spouse": "Aqui até parece mágico, como se tivesse algo no ar daqui. Você me entende né, @?",
  "companion_Mine": "Nós vamos explorar as minas$6?#$b#Isso é tão legal!$h",
  "companion_Mine~1": "Eu amo isto, @! Esses monstros não têm chance!$1",
  "companion_Mine~2": "É tão divertido explorar essas minas antigas que podemos voltar aqui a qualquer momento!",
  "companion_Mine~3": "Você encontrou algo legal aqui, @? Mantenha os olhos abertos, há uma tonelada de ótimas coisas!",
  "companion_Mine~4": "Sabe, estou muito feliz por estarmos chegando mais perto, @. Acho que fazemos um time muito bom!#$b#Super Fafazendeiro e Garota Ametista, dupla dinâmica de matar monstros!$1#$b#Ok, isso foi muito ruim. Não conte a ninguém que eu disse isso.$2",
  "companion_Mine_Dating": "Os monstros aqui não são brincadeira, @. Fique perto de mim, eu vou protegê-lo!",
  "companion_Mine_Spouse": "Você sabe o quanto eu gosto de vir aqui, @, mas eu me sinto mais confortável com você aqui.$1",
  "companion_Mine_Spouse~1": "Docinho, se vir uma ametista, pega pra mim por favor!",
  "companion_Mountain": "O ar aqui é tão refrescante. *respira fundo*",
  "companion_Mountain_Dating": "Você está realmente me dando um treino hoje, @!#$b#Não que eu fosse participar da aula de aeróbica da minha mãe, mas com você, eu faço todo o exercício que eu preciso!$1",
  "companion_Mountain_Spouse": "Eu amo essa parte do vale, e Sebastian mora bem ali.#$b#Fico feliz que ele e eu ainda somos amigos.$1",
  "companion_Town_Dating": "Você quer sair no meu quarto, @?#$b#Por quê? Para jogar videogame, é claro!#$b#O quê mais?$4",
  "companion_Town_Spouse": "Ei, @.#$b#Eu estava pensando em irmos ao Saloon uma noite dessas, sabe, como um encontro?#$b#Será que é meio sem sentido, já que ja estamos casados?$4",
  "companion_Town_Night": "A vila é meio diferente a noite, não acha? Eu gosto.",
  "companion_Town_fall": "As folha lá estão cobrindo as nossas pegadas.#$b#A Vila Pelicanos é cheia de cores vibrantes!",
  "companion_Town_fall_Rainy": "Eu amo quando chove durante o outono.$l#$b#Me faz pensar melhor...#$b#E sem mencionar que pular nas poças d'água é divertido!$h"
}
