{
  "companionAccepted": ",Absolutamente! Eu gostaria de fazer alguma forragem.",
  "companionRejected": "Eu estou meio ocupada demais pra sair hoje.",
  "companionRejectedNight": "Você não acha que já está tarde demais pra sair?",
  "companionDismiss": "Ok. Foi divertido sair com você!",
  "companionDismissAuto": "Já está na hora de ir pra casa. Valeu mesmo, @.$h",
  "companionRecruited": "Eu tento imaginar quais coisas encontraremos pelo caminho!$h",
  "companionSuggest": "Minha dispensa está quase vazia, eu ia sair pra pegar algumas coisas.#$q -1 -1#Quer vir, @? Talvez ache algo que queira.#$r -1 0 Yes#Isso seria bom, quero achar cebolinhas!#$r -1 0 No# Hoje não dá, desculpa.",
  "companionSuggest_Yes": "Ótimo, elas crescem ao sul da minha casa!$h",
  "companionSuggest_No": "Eu vou tentar achar algo pra você, sem garantias...",
  "farmerRunAway": "Hey, @! Espere por mim!",
  "giveForages": "@, Encontrei algumas coisas boas! Aqui, pegue isso.",
  "companion_Beach": "O som das ondas sempre me acalma e me faz sentir um pouco cansado...#$b#Não se preocupe, não estou com sono. Realmente!$1",
  "companion_Beach_Dating": "Eu tenho que admitir, às vezes tenho inveja do lugar de Elliott aqui, esse é realmente um excelente imóvel!$1#$b#Ele reclama de quão pequeno é, mas ser embalado para dormir pelo som das ondas do oceano deve ser celestial.",
  "companion_Farm_Spouse": "Apenas respire fundo, @, aprecie. Você tem feito um trabalho incrível por aqui, merece até um premio!$1",
  "companion_Farm": "Eu realmente gosto de trabalhar com as mãos, você parece gostar também!",
  "companion_Farm~1": "Estou interessado em cultivar, já mencionei isso antes?#$B#Há um certo fascínio na idéia de cultivar sua própria comida e criar gado.#$B#Parece uma tremenda quantidade de trabalho, provavelmente melhor que eu fique com a minha arte por enquanto!$1",
  "companion_Farm_Dating": "Você quer me mostrar um pouco, @? Você deve ter muito orgulho do seu progresso!#$B#Também tenho orgulho de você!$1",
  "companion_Farm_Dating~1": "Eu acho que a agricultura é uma forma de arte, @.#$B#Você começa com uma tela em branco, escolhe suas sementes e pinta o solo, depois vê sua imagem ganhar vida.#$B#Deve ser tão gratificante.",
  "companion_Forest": "Aprendi a ver a floresta como minha segunda casa.#$B#Não só me sinto à vontade aqui, mas também encontro quase tudo o que preciso para viver!",
  "companion_Forest_Dating": "Sabe, você pode vir na minha cabine a qualquer momento, @. Estou sempre feliz em vê-lo!$4",
  "companion_Forest_Dating~1": "Eu me mudei para cá pela primeira vez, não tinha certeza se faria amigos, quanto mais conhecer alguém como você ...$4#$b#Eu definitivamente tomei a decisão certa.$4",
  "companion_Forest_Spouse": "Foi bom de eu ter continuado com a minha casa aqui, com isso temos uma casa de férias!$1",
  "companion_Farm_Spouse": "Apenas respire fundo, @, aprecie. Você tem feito um trabalho incrível por aqui, merece até um premio!$1",
  "companion_Forest_Spouse~1": "Fique de olho em qualquer forragem selvagem, querida. Eu poderia nos fazer um bom assado ou sopa amanhã!",
  "companion_Mine": "Não é um lugar que estou acostumado a visitar, mas obrigado por me mostrar algumas coisas novas hoje, @.",
  "companion_Mine_Dating": "Você se importa de segurar minha mão por um minuto, @? Está tão escuro aqui ...$4",
  "companion_Mine_Spouse": "Vamos com calma amor, ter só nós dois aqui me deixa nervosa.$2",
  "companion_Mountain": "Não consigo descobrir se quero olhar para cima e apreciar esta bela paisagem ou olhar para baixo e continuar procurando!$7#$b#O que devo fazer, @?$3",
  "companion_Mountain_Dating": "Oh, é um vento penetrante, mesmo com esse tempo!#$B#Você poderia se aproximar por um segundo, @?$4",
  "companion_Mountain_Spouse": "Eu deveria sair um dia desses e vir pintar o lago daqui. Tem alguma coisa nessa área que é tão relaxante.",
  "companion_Town": "Essa vila parece pequena para as pessoas de cidade grande como nós, mas é fácil de se adaptar, ao menos pra mim é. E pra você, @?",
  "companion_Town_Dating": "Você já sentiu falta da cidade, @?#$B#Viver em uma cidade pequena é uma experiência única, às vezes o dia parece durar para sempre, mas de uma maneira boa! tempo no mundo para sermos nós mesmos.$1",
   "companion_Town_Spouse": "Mesmo aqui na cidade, tem muitos lugares para coleta!"
}