{
    "Introduction": "Hi! I am Luny, a little werewolf. Nice to meet you.$h",
    "Resort_Entering": "I hope a mermaid visits the beach.",
    "Resort_Leaving": "I'm gonna ask Willy if we can take the scenic route back.",
    "Resort_Leaving_2": "Maybe we'll see a sea monster on the way back.",
    "Resort_Shore": "The beach is okay, but it gets boring pretty quick. I'd rather check out that dark jungle, or the volcano!",
    "Resort_Shore_2": "Hmm, you think I could sneak Woo onto the island?#$e#Well, Woo's not much of a swimmer anyways.$h",
    "Resort_Umbrella": "My skin gets burnt really easily. So I'm just gonna stay under this umbrella for a while.#$e#I like it in the shade. Too much sun makes me dizzy.",
    "Resort_Umbrella_2": "Hey @, want to build a sand castle with me?#$e#Actually, a sand dungeon might be cooler!$h",
    "Resort_Umbrella_3": "Hey @, you think you could build a raft?#$e#I saw a few cool islands on the way here I want to visit.",
    "Resort_Wander": "An island this big has got to be hiding some buried treasure.#$e#Quick, get me a shovel!#$e#Relax, I'm just kidding.$h",
    "Resort_Bar": "Gus made me a dark purple refresher, to match my hair. It tastes great!$h",
    "Resort": "Bummer... Willy says we have to stay on the beach...$s#$b#And I brought my sword and everything...$s",
    "danceRejection": "That's flattering... but I'm gonna have to say no. Sorry.",
    "divorced": "What are you doing here? Just leave me alone!$a",
    "dumped_Girls": "Don't talk to me!$a",
    "secondChance_Girls": "*sigh*... I can't stay mad at you anymore, @. Let's just move on with our lives.$s",
    "breakUp": "Oh... I... I understand. You see me as just a friend...$s#$b#I guess we weren't really a good match...$s",
    "Mon": "Wow, I really need to shower...#$e#But I won't do that of course$h.",
    "Mon2": "Oh, hi!$k#$e#I'm going to stream later, you can come by if you like.$h",
    "Tue": "Hey... how are you?.$h#$e#If you're bored, come by my stream.#$e#I'm sure we will have lots of fun.$h",
    "Wed": "Hey. I apologise in advance if I drift off a bit. Didn't get much sleep last night.",
    "4": "Oh, hi.",
    "Thu": "#$1 Abigail1#I lost Woo... Where could he have gone??$s#$e#I just want to enjoy the day with my sweet Woo today....$k",
    "Fri": "I just realised that it's Friday.$u#$e#Sometimes I completely lose track of time.",
    "Fri2": "We will meet in the pub this evening. All Lightmotif Talents will be there.$k#$e#It's somewhat like a collab.$h",
    "spring_8": "Spring is really refreshing, isn't it? The flowers are blooming and it smells just wonderful! Woo loves to graze on the fresh spring grass too!",
    "Sat": "So, How are you?$h",
    "Sun": "Oh man... I've been putting off making a stream plan all week. I guess I'll have to make up for it in the night again...$s",
    "Sun2": "There are so many great animals...#$q 17/18 Sun_old#@, What is your favorite animal?#$r 17 10 Sun_17#Orcas are cool.#$r 18 40 Sun_18#Wolfs of course!#$r 17 10 Sun_17#Mountain goats are cute.#$r 17 10 Sun_17#Unicorns are great.#$r 17 10 Sun_17#Owls are fantastic.",
    "Sun_old": "$p 17#Really every one is great, Right?$k|But we know which animal is the best!$l",
    "Sun_17": "I think so too!$h",
    "Sun_18": "I'm glad that wolfes are your favorite!$l",
    "Wed2": "Oh, hi @. Are you taking a break?#$e#Me too. Oh! Not from physical work... just from my stream preparation, I still have some things to do.",
    "Tue4": "I like to howl at the moon when I'm alone...#$e#Awooooooo!$h",
    "Sat8": "Why haven't I transformed even though it's a full moon, you ask? I have transformed!#$e#Tell me, have you always looked so adorable...?$l",
    "Mon8": "...Oh, @! Hi.$h#$e#Want to keep me some company?$h",
    "Thu10": "Hi.$l#$e#Don't you think everything doesn't seem real lately?$l#$b#Not in a bad way.$h",
    "Fri6": "The birds are chirping happily today.#$e#Would a wizard be able to turn them into a human, like Mona?$9",
    "Event_VideoGame_Yes": "Great! I'm sure you'll be able to beat this level with ease.$h",
    "Event_VideoGame_No": "Oh? *sigh*... I guess I'll never get past this level, then...$s",
    "Event_Grave1": "See? You understand why I'm out here, then.#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
    "Event_Grave2": "Sure. I don't want to kill anything, either. I just want to do a little exploring without risking my neck!#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
    "Event_Grave3": "Oh, it's because I'm a girl... isn't it? Ugh...$u^Why? I'm just as strong as you!$a#$b#I'm not some fragile princess.. I can take care of myself!$a#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
    "Event_Grave4": "Really? That's surprising.$8#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
    "Event_Rain_1": "I see...$8",
    "Event_Rain_2": "Yea... I guess you would be one to appreciate this somber ambience.",
    "Event_Rain_3": "...That's true.$8",
    "Event_Tragic_1": "Yeah... I guess my own life is okay...$s",
    "Event_Tragic_2": "...!$h",
    "Event_Tragic_3": "I would feel better if I could believe that...#$b#But I don't.$s",
    "Event_Cave2_1": "@...$8",
    "Event_Cave2_2": "@... I'm alright.$8",
    "Event_Cave_1": "...okay.$8",
    "Event_Cave_2": "I guess when you have something to lose, it's normal to be afraid...$l",
    "Event_Cave_3": "...Um, okay. Sorry.$9",
    "summer_1": "Summer is here!#$e#The perfect time for an anime beach episode!$h #$e# Or rather a gaming marathon?",
    "summer_Mon": "New heat records are being broken today... I bet Woo would love to shed all his wool in this heat.#$e#Maybe we should take him to the beach sometime?",
    "summer_Tue": "The Summer is sooo hot, but I am always ready to stream!",
    "summer_Thu4": "Streaming in this heat is really uncomfortable.$s#$e#I'm going to do it anyway because I enjoy it so much!$h",
    "summer_Fri": "Woo is doing great!$h#$e#Don't be fooled by his looks...$3",
    "summer_Sat": "Summer is perfect for streaming gaming! I play games all night with Woo by my side.#$e#What games do you like to play lately?",
    "summer_Sun": "Have you ever thought about becoming a streamer, @#$q 25/26 summer_Sun_old#Okay... just imagine yourself as a streamer. What would be your goal?#$r 25 0 Sun_25#To be popular.#$r 26 30 Sun_26#I want to give my fans the best entertainment!#$r 26 20 Sun_26#Collaborate with cool people!#$r 25 -30 Sun_25#Earn a lot of money.",
    "summer_Sun_old": "$p 25#I know you're more interested in fame...$3|We have the same goal!$h",
    "Sun_25": "Hmm. Not the greatest goal, I think.$3",
    "Sun_26": "Yes! That sounds wonderful.$h",
    "summer_Tue4": "You're an interesting guy, @. I'm glad you moved here.$h^You're an interesting girl, @. I'm glad you moved here.$h",
    "summer_Sat6": "I'm really enjoying the summer.$h",
    "summer_Mon8": "I always thought that Pelikan is a little bit bleak but recently I learned to appreciate things more.$h",
    "summer_Thu10": "Wow, you look good today.#$e#I mean, the summer air is pretty good for the skin, isn't it.... Hihi...$l",
    "summer_Fri10": "Don't you ever feel lonely on your farm?",
    "fall_1": "Fall means spooky games and a Spooky VTuber model! Do you have any suggestions on what I should play?",
    "fall_Mon": "I need to stretch my legs a bit today and enjoy the fresh air.#$e#Woo comes with me of course!$h",
    "fall_Tue": "Woo loves playing in the leaves, I always have to resist joining him!$h",
    "fall_Wed": "Woo likes to hide in the leaves and scare me.#$b# Pretty mean of him....",
    "fall_Thu": "The leaves are falling and Woo is losing his wool, I think it's time for a grooming session. He is so fluffy.",
    "fall_Sun": "Hmm... what should I do today?#$q 27/28 fall_Sun_old#I'm thinking about dyeing my hair again.... What do you think?#$r 27 20 Sun_27#Dye it red.#$r 27 10 Sun_27#Why not blonde?#$r 27 20 Sun_WildColor#How about a stark pink?#$r 28 10 Sun_28#I like your hair the way it is!",
    "fall_Sun_old": "$p 27#I was going to dye my hair, but then decided against it.|Yes? What's up?",
    "Sun_27": "A bit of an obvious choice, no?#$e#I'll think about it.",
    "Sun_28": "Of course you would say something like that.$k",
    "Sun_WildColor": "Interesting Idea.$h",
    "fall_Tue4": "Fall nights are perfect for howling at the moon.#$b# Woo even tries to join in sometimes!$h",
    "fall_Sat6": "Hi.$h#$e#Your hair looks cool today.... Have you been to the hairdresser?",
    "fall_Mon8": "You know, I could imagine living on a farm someday too...#$e#But how would something like that ever happen? #hehe*$l",
    "fall_Thu10": "I had an interesting dream last night, and you showed up in it.#$e#It was a good dream.$h",
    "fall_Fri10": "I usually feel lonely this time of year, but not anymore.$l#$e#@, what are your plans for the future?",
    "winter_1": "Well, fall is over...$s#$e#But I like winter too!$h",
    "winter_Mon": "It's just too cold to go out much.#$e#But it's kind of fun to build a snow woo.$h",
    "winter_Tue": "Doesn't a steaming hot cup of cocoa sound good right about now?",
    "winter_Wed": "Woo's fur gets fluffy in the cold, which makes him look really cute!",
    "spring_12": "I will definitely be at the egg hunt tomorrow. You too?",
    "spring_23": "Well, tomorrow is the flower dance. The dancing is not a problem, but they make me wear this stupid white dress...$s",
    "winter_7": "I'm looking forward to building a snowman tomorrow.",
    "fall_26": "Spirit's Eve is coming! Woo and I will put on matching clothes. Werewolf and... Weresheep? Yes that works!",
    "summer_10": "Everyone is so excited about the luau tomorrow. I might also be a little nervous because the governor will be there.",
    "summer_12": "The luau yesterday was great! I even got Woo to try some coconut milk! #$b#He is more adventurous than you think.",
    "summer_27": "You just can't miss tomorrow's festival. It is one of the most beautiful wonders of the valley.",
    "winter_24": "I'm going to eat so much cranberry sauce tomorrow.$h",
    "winter_Thu": "Another year is almost over.#$e#It goes so fast, doesn't it?$s",
    "winter_Fri": "Let's have a snowball fight here! #$b#Or just in Minecraft?$h",
    "winter_Sat": "It's the weekend!#$e#That means I can play twice as many video games.$h#$e#Bye.",
    "winter_Sun": "Oh, hello.#$q 29/30 winter_Sun_old#I made these two drawings. What do you think of them?#$r 29 20 Sun_29#I like the human mountain goat in the lavapool.#$r 30 5 Sun_30#I like the naked human orca.#$r 29 -50 Sun_Bad#I don't like any of them.",
    "winter_Sun_old": "$p 29#Remember the two drawings that i showed you a while ago? I accidentally threw them away.$s|Remember the drawing I showed you with the orca? I entered it in an online contest and won 50G!$h",
    "Sun_29": "Oh yea? I'm not surprised.",
    "Sun_30": "I'm glad. It is a little emberassing showing your art to others. But you and I are on the same wavelength.",
    "Sun_Bad": "How mean! Why are you hurting me like this? You are really insensitive!$s",
    "winter_Wed2": "Hi. If you're ever bored, feel free to come to my room.#$e#As long as I'm not changing, of course!",
    "winter_Tue4": "It's so cold... I wish I had a hot cup of cocoa to share with someone.",
    "winter_Sat6": "I've been having a lot of daydreams lately...#$e#Oh! You want to know what about? Well...$u#$b#... It's a secret.$h",
    "winter_Thu10": "Another year is almost over...#$b#But this was a good year, don't you think?$h",
    "winter_Wed6": "It must be nice not to have to worry about the plants for a while.#$e#And that means you get to spend time with me more often!$h",
    "winter_Fri10": "@, there's something I want to tell you...#$e#It's about.... um... well... your boots! They look, uh... very clean looking... #gulp*#$e#That's all... *sigh*$s"
}