{
    "Introduction": "Hi! Ich bin Luny, ein kleiner Werwolf. Nett dich kennenzulernen.$h",
    "Resort_Entering": "Ich hoffe, eine Meerjungfrau besucht den Strand.",
    "Resort_Leaving": "Ich werde Willy fragen, ob wir die landschaftlich reizvolle Rückfahrt machen können.",
    "Resort_Leaving_2": "Vielleicht sehen wir auf dem Rückweg ein Seeungeheuer.",
    "Resort_Shore": "Der Strand ist okay, aber es wird ziemlich schnell langweilig. Ich würde mir lieber den dunklen Dschungel oder den Vulkan ansehen!",
    "Resort_Shore_2": "Hmm, glaubst du, ich könnte Woo auf die Insel schmuggeln?#$e#Nee, Woo ist wahrscheinlich sowieso kein guter Schwimmer.$h",
    "Resort_Umbrella": "Ich kriege sehr schnell Sonnenbrand. Also bleibe ich einfach für eine Weile unter diesem Schirm. #$e#Ich mag es im Schatten. Bei zu viel Sonne wird mir schwindelig.",
    "Resort_Umbrella_2": "Hey @, willst Du mit mir eine Sandburg bauen?#$e#Eigentlich wäre ein Sandverlies cooler!$h",
    "Resort_Umbrella_3": "Hey @, glaubst du, du könntest ein Floß bauen?#$e#Auf dem Weg hierher sah ich ein paar tolle Inseln, die ich besuchen möchte.",
    "Resort_Wander": "Eine Insel dieser Größe muss einen vergrabenen Schatz verstecken.#$e#Schnell, hol mir eine Schaufel!#$e#Entspann dich, ich mach nur Spaß.$h",
    "Resort_Bar": "Gus machte mir eine dunkelviolette Erfrischung, passend zu meinem Haar. Es schmeckt großartig!$h",
    "Resort": "Schade... Willy sagt, wir müssen am Strand bleiben... $s#$b#Und ich habe mein Schwert und alles dabei...$s",
    "danceRejection": "Das ist schmeichelhaft... Aber ich muss nein sagen.",
    "divorced": "Was machst du hier? Lass' mich einfach allein!$a",
    "dumped_Girls": "Sprich mich nicht an!$a",
    "secondChance_Girls": "*seufz* ... Ich kann einfach nicht mehr böse auf dich sein, @. Machen wir einfach so weiter, wie bisher.$s",
    "breakUp": "Oh... I... Ich verstehe. Du siehst mich nur als Freund...$s#$b#Scheinbar haben wir nicht gut zusammen gepasst...$s",
    "Mon": "Wow, ich müsste echt mal duschen so stinky wie ich bin. #$e#Das mache ich aber natürlich nicht.$h",
    "Mon2": "Oh, hi!$k#$e#Ich streame später, schau gerne mal vorbei.$h",
    "Tue": "Hey... Wie gehts?.$h#$e#Falls dir langweilig ist, schau heute gerne beim Stream vorbei.#$e#Wir werden sicherlich ganz viel spaß haben.$h",
    "Wed": "Hey. Ich entschuldige mich im Voraus, falls ich etwas abdrifte. Habe letzte Nacht nicht viel geschlafen.",
    "4": "Oh, hi.",
    "Thu": "#$1 Abigail1#Mir ist Woo entwischt..., Wo kann er nur hin sein?$s#$e#Ich will heute einfach den Tag mit meinem süßen Woo genießen...$k",
    "Fri": "Ich habe gerade erst realisiert, dass es Freitag ist.$u#$e#Manchmal verlier ich komplett das Zeitgefühl.",
    "Fri2": "Wir werden uns diesen Abend in der Kneipe treffen. Alle Lightmotif Talents werden da sein.$k#$e#Fast schon wie eine Collab.$h",
    "spring_8": "Der Frühling ist echt erfrischend, oder? Die Blumen blühen und es riecht einfach wundervoll!#$e#Woo liebt es auch, auf dem frischen Frühlingsgras zu grasen!$h",
    "Sat": "Na, wie gehts?$h",
    "Sun": "Oh Mann... Ich habe einen Stream Plan zu machen die ganze Woche aufgeschoben.#$b#Das werde ich wohl wieder in der Nacht nachholen müssen...$s",
    "Sun2": "Es gibt so viele tolle Tiere...#$q 17/18 Sun_old#@, Was ist dein Lieblingstier?#$r 17 10 Sun_17#Orcas sind cool.#$r 18 40 Sun_18#Wölfe natürlich!#$r 17 10 Sun_17#Bergziegen sind süß.#$r 17 10 Sun_17#Einhörner sind Toll.#$r 17 10 Sun_17#Eulen sind super.",
    "Sun_old": "$p 17#Einfach alle sind Toll, oder?$k|Aber wir wissen ja Wölfe sind die Besten!$l",
    "Sun_17": "Finde ich auch!$h",
    "Sun_18": "Das freut mich, dass dir Wölfe am meisten gefallen!$l",
    "Wed2": "Oh, hi @. Machst du gerade Pause?#$e#Ich auch. Oh! Nicht von körperlicher Arbeit... nur von meiner Streamvorbereitung, ich hab noch einiges zu erledigen.",
    "Tue4": "Ich heule gerne, wenn ich allein bin, den Mond an.#$e#Awooooooo!$h",
    "Sat8": "Wieso ich mich nicht verwandelt habe obwohl es Vollmond ist, fragst du?#$b#Ich habe mich verwandelt!#$b#Sag mal sahst du schon immer so bezaubernd aus...$l",
    "Mon8": "... Oh, @! Hi.$h#$e#Willst du mir etwas Gesellschaft leisten?$h",
    "Thu10": "Hi.$l#$e#Findest du nicht auch, dass alles in letzter Zeit nicht real scheint?$l#$b#Nicht auf eine schlechte Art und Weise.$h",
    "Fri6": "Die Vögel zwitschern heute fröhlich.#$e#Ob ein Zauberer sie auch, wie Mona, in einen Menschen verwandeln könnte?$9",
    "Event_VideoGame_Yes": "Großartig! Ich bin mir sicher, dass du dieses Level mit links schaffst!$h",
    "Event_VideoGame_No": "Oh? *seufz*... Dann werde ich wohl nie dieses Level schaffen...$s",
    "Event_Grave1": "Siehst du? Du verstehst also, warum ich hier draußen bin.#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Grave2": "Sicher. Ich will ja auch nichts töten. Ich will einfach nur ein wenig erkunden, ohne mein Leben aufs Spiel zu setzen!#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Grave3": "Oh, weil ich ein Mädchen bin... oder was? Ugh...$u^Warum? Ich bin genauso stark wie du!$a#$b#Ich bin keine zerbrechliche Prinzessin, ich kann auf mich aufpassen!$a#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Grave4": "Wirklich? Das ist überraschend.$8#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Rain_1": "Ich seh schon....$8",
    "Event_Rain_2": "Ja... Du bist bestimmt jemand, der diese düstere Atmosphäre zu schätzen weiß.",
    "Event_Rain_3": "... Das ist wahr.$8",
    "Event_Tragic_1": "Ja... Mein eigenes Leben ist in Ordnung...$s",
    "Event_Tragic_2": "...!$h",
    "Event_Tragic_3": "Ich würde mich besser fühlen, wenn ich das auch glauben könnte...#$b#Kann ich aber nicht.$s",
    "Event_Cave2_1": "@...$8",
    "Event_Cave2_2": "@... Mir geht's gut.$8",
    "Event_Cave_1": "... Okay.$8",
    "Event_Cave_2": "Wenn du etwas zu verlieren hast, ist es normal, Angst zu haben...$l",
    "Event_Cave_3": "... Äh, okay. Tut mir leid.$9",
    "summer_1": "Der Sommer ist hier.#$e#Die perfekte Zeit für eine Anime beach Episode!$h #$e# Oder doch eher für einen Gaming Marathon?",
    "summer_Mon": "Heute werden neue Hitzerekorde gebrochen... Ich wette Woo würde am liebsten auch bei dieser Hitze seine gesamte Wolle ablegen.#$e#Vielleicht sollten wir mit ihm mal an den Strand gehen?",
    "summer_Tue": "Der Sommer ist sooo heiß, aber ich bin immer fürs Streamen bereit!$h",
    "summer_Thu4": "Bei dieser Hitze zu streamen ist echt unangenehm.$s#$e#Ich werde es trotzdem machen, weil es mir so viel Freude bereitet.$h",
    "summer_Fri": "Woo gehts super!$h#$e# Lass dich nicht von seinen Blicken täuschen...$3",
    "summer_Sat": "Der Sommer ist perfekt um Gaming zu Livestreamen! Ich spiele die ganze Nacht spiele mit Woo an meiner Seite. #$e# Welche Spiele spielst du in letzter Zeit gerne?",
    "summer_Sun": "Hast du jemals darüber nachgedacht Streamer zu werden, @?#$q 25/26 summer_Sun_old#Okay... stell dir einfach vor, du wärst Streamer. Was wäre dein Ziel?#$r 25 0 Sun_25#Beliebt zu werden.#$r 26 30 Sun_26#Ich möchte meinen Fans die beste Unterhaltung bieten!#$r 26 20 Sun_26#Mit coolen Leuten kollaborieren!#$r 25 -30 Sun_25#Ganz viel Geld verdienen.",
    "summer_Sun_old": "$p 25#Ich weiß ja, dass du eher auf Ruhm aus bist...$3|Wir ja haben das selbe Ziel!.$h",
    "Sun_25": "Hmm. Nicht das schönste Ziel, find ich.$3",
    "Sun_26": "Oh ja! Das klingt wundervoll.$h",
    "summer_Tue4": "Du bist ein interessanter Typ, @. Ich bin froh, dass du hergezogen bist.$h^Du bist ein interessantes Mädchen, @. Ich bin froh, dass du hergezogen bist.$h",
    "summer_Sat6": "Ich genieße diesen Sommer ziemlich.$h",
    "summer_Mon8": "Ich dachte immer, dass Pelikan etwas trostlos sei, aber in letzter Zeit habe ich einige Dinge zu schätzen gelernt.$h",
    "summer_Thu10": "Wow, du siehst heute gut aus.#$e#Ich meine, die Sommerluft ist ganz schön gut für die Haut, nicht?... Hihi...$l",
    "summer_Fri10": "Fühlst du dich nie einsam auf deinem Hof?",
    "fall_1": "Herbst bedeutet Gruselige Spiele und ein Spooky VTuber Modell! Hast du einen Vorschlag, was ich spielen sollte? ",
    "fall_Mon": "Ich muss mir heute die Beine etwas vertreten und die frische Luft genießen. #$e# Woo kommt natürlich mit!",
    "fall_Tue": "Woo liebt es im Laub zu spielen, ich muss immer wieder widerstehen mitzumachen!$h",
    "fall_Wed": "Woo mag es sich im Laub zu verstecken und mich zu erschrecken.#$b# ziemlich gemein von ihm...$s",
    "fall_Thu": "Die Blätter fallen und Woo verliert seine Wolle, ich denke es ist Zeit für eine Pflegesitzung.#$b#Er ist so flauschig.",
    "fall_Sun": "Hmm... was soll ich heute tun?#$q 27/28 fall_Sun_old#Ich denke darüber nach, meine Haare wieder zu färben... Was meinst du?#$r 27 20 Sun_27#Färbe sie Rot.#$r 27 10 Sun_27#Warum nicht blond?#$r 27 20 Sun_WildColor#Wie wäre es mit einem krassen Pink?#$r 28 10 Sun_28#Ich mag deine Haare so, wie sie sind!",
    "fall_Sun_old": "$p 27#Ich wollte meine Haare färben, habe mich dann aber dagegen entschieden.|Ja? Was ist los?",
    "Sun_27": "Eine etwas offensichtliche Wahl, nicht?#$e#Ich denke darüber nach.",
    "Sun_28": "Natürlich würdest du so was sagen.$k",
    "Sun_WildColor": "Interessante Idee.$h",
    "fall_Tue4": "Herbstnächte sind ideal, um den Mond anzuheulen.#$b#Woo versucht sogar manchmal mitzumachen!$h",
    "fall_Sat6": "Hi.$h#$e#Deine Haare sehen heute cool aus... Warst du beim Friseur?",
    "fall_Mon8": "Weißt du, ich könnte mir vorstellen, irgendwann auch auf einem Hof zu leben...#$e#Aber wie würde so etwas je passieren? *hehe*$l",
    "fall_Thu10": "Ich hatte letzte Nacht einen interessanten Traum, und du bist darin aufgetaucht.#$e#Es war ein guter Traum.$h",
    "fall_Fri10": "Normalerweise fühle ich mich zu dieser Jahreszeit einsam, aber jetzt nicht mehr.$l#$e#@, was sind deine Pläne für die Zukunft?",
    "winter_1": "Nun, der Herbst ist vorbei...$s#$e#Aber ich mag auch den Winter!$h",
    "winter_Mon": "Es ist einfach zu kalt, um viel rauszugehen.#$e#Aber es macht schon Spaß, einen Schneewoo zu bauen.$h",
    "winter_Tue": "Klingt eine dampfend heiße Tasse voll Kakao gerade nicht gut?",
    "winter_Wed": "Woos Fell wird flauschig in der Kälte, das lässt ihn richtig süß aussehen!",
    "spring_12": "Ich werde definitiv bei der Eierjagd morgen mit dabei sein. Du auch?",
    "spring_23": "Nun, morgen ist der Blumentanz. Das Tanzen ist kein Problem, aber sie zwingen mich dazu, dieses dumme weiße Kleid zu tragen...$s",
    "winter_7": "Ich freue mich schon darauf, morgen einen Schneemann zu bauen.",
    "fall_26": "Die Geisternacht steht an! Woo und ich werden uns passende Kleidung anziehen. Werwolf und... Werschaf? Ja das funktioniert!",
    "summer_10": "Jeder ist so gespannt auf das Luau morgen. Ich bin vielleicht auch ein wenig nervös, weil der Gouverneur da sein wird.",
    "summer_12": "Der Luau gestern war Super! Ich habe sogar Woo dazu bekommen ein bisschen Kokosnuss Milch zu probieren! #$b# Er ist abenteuerlicher als man glaubt.",
    "summer_27": "Du darfst das morgige Fest einfach nicht verpassen. Es ist eines der schönsten Wunder des Tals.",
    "winter_24": "Ich werde morgen so viel Preiselbeersoße verputzen.$h",
    "winter_Thu": "Ein weiteres Jahr ist fast vorbei.#$e#Es geht so schnell, nicht?$s",
    "winter_Fri": "Lass uns hier eine Schneeballschlacht machen! #$b#Oder doch nur in Minecraft?",
    "winter_Sat": "Es ist Wochenende!#$e#Das heißt, ich kann doppelt so viele Videospiele spielen.$h#$e#Bye.",
    "winter_Sun": "Oh, hallo.#$q 29/30 winter_Sun_old#Ich habe diese zwei Zeichnungen gemacht. Was hältst du davon?#$r 29 20 Sun_29#Ich mag die menschliche Bergziege im lavapool.#$r 30 5 Sun_30#Ich mag den nackten menschlichen Orca.#$r 29 -50 Sun_Bad#Ich mag keines davon.",
    "winter_Sun_old": "$p 29#Erinnerst du dich an die beiden Zeichnungen, die ich dir vor einer Weile gezeigt habe? Ich habe sie versehentlich weggeworfen.$s|Erinnerst du dich an die Zeichnung mit dem Orca, die ich dir gezeigt habe? Ich habe ihn bei einem Online-Wettbewerb eingereicht und 50 G gewonnen!$h",
    "Sun_29": "Oh ja? Das wundert mich nicht.",
    "Sun_30": "Das freut mich. Es ist peinlich, seine Kunst mit anderen zu teilen. Aber du und ich sind auf derselben Wellenlänge.",
    "Sun_Bad": "Wie fies! Warum verletzt du mich so? Du bist wirklich unsensibel!$s",
    "winter_Wed2": "Hi. Wenn dir jemals langweilig ist, kannst du ruhig in mein Zimmer kommen.#$e#Solange ich mich nicht gerade umziehe, natürlich!",
    "winter_Tue4": "Es ist so kalt... Ich wünschte, ich hätte eine heiße Tasse Kakao, die ich mit jemandem teilen könnte.$h",
    "winter_Sat6": "Ich hatte in letzter Zeit viele Tagträume...#$e#Oh! Du willst wissen worüber? Nun...$u#$b#... Das ist ein Geheimnis.$h",
    "winter_Thu10": "Ein weiteres Jahr ist fast vorbei...#$b#Aber das war ein gutes Jahr, findest du nicht?$h",
    "winter_Wed6": "Es muss schön sein, sich für eine Weile mal nicht um die Pflanzen sorgen zu müssen.#$e#Und das heißt, dass du öfter mit mir Zeit verbringen kannst!$h",
    "winter_Fri10": "@, es gibt da etwas, das ich dir sagen will...#$e#Es geht um... ähm... nun... deine Stiefel! Sie sehen, uh... sehr sauber aus... *schluck*#$e#Das ist alles... *seufz*$s"
}