{
  "Introduction": "Hello! You must be @, the new farmer. I'm Caroline.#$e#My husband runs the general store here. And have you met my daughter, Luny? She's the pale one with the purple hair.",
  "Resort_Entering": "Willy gave us each a piece of his fish jerky. I'm still chewing on it.",
  "Resort_Leaving": "I'll sleep well tonight!$h",
  "Resort_Shore": "The water is so warm here compared to the valley. It's really pleasant!",
  "Resort_Chair": "%Caroline is trying to nap.",
  "Resort_Bar": "I told Gus to surprise me, and he made an iced green tea with mango zest. How nice!$h",
  "Resort": "Hi @. Are you here to relax, or to do work?",
  "Mon": "I wish Luny wouldn't spend so much time in her room.",
  "Mon_inlaw_Abigail": "Hi, @. Are you enjoying the married life? I hope so!",
  "Mon8": "#$1 Caroline23#When we first moved to Pelican Town I would take secret walks to the Wizard's tower. Don't tell Pierre, he has jealousy issues.#$e#Luny was born about a year after we moved to Pelican Town. I wonder if she'll ever experience life outside the valley?",
  "Tue": "I've seen wild horesradish in the forest.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
  "Wed": "Hi there. Do you have everything you need for the farm?#$e#If not, we might be able to help you out.#$e#We carry a variety of useful items.",
  "Thu": "#$1 Caroline1#Hmmm... I wonder if I can get Pierre to cook dinner tonight.#$e#Hmmm... what am I going to make for dinner tonight?#$e#Maybe I'll just get take-out from the Saloon.",
  "Fri": "It's a fine-looking day.#$e#On days like this I like to help Evelyn with the public gardens.#$e#She's strong for her age, but I think she appreciates all the help she can get.",
  "Sat": "Is it just me, or does Luny have an unhealthy interest in doom and gloom?#$e#Maybe I'm just too old to understand.",
  "Sat_inlaw_Abigail": "Dinner's been a lot quieter since Luny moved out...#$e#No, not because she used to chew with her mouth open!$h",
  "Sat2": "Luny's always had a strange interest in the occult. I'm not sure where she gets it from...",
  "Sat4": "Luny's always had a strange interest in the occult. I'm not sure where she gets it from...",
  "Sat6": "#$1 Caroline12#When we first moved here, I took a while to settle down... I wasn't ready for the domestic life.#$e#Pierre's a bit traditional... but he's a good man. He's ambitious, but he always puts his family first.",
  "Sun": "Today I'm just going to relax and think positively.#$e#Do you ever take a day off?",
  "Wed6": "Stardew Valley is nice, but I wish I knew more people.#$e#I'm glad that we've become friends.",
  "summer_Mon": "On wednesdays the shop is closed.#$e#Keep that in mind if you're going to need anything.",
  "summer_Tue": "I've been seeing wild fruits in the forest lately.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
  "summer_Wed": "Hi there. Do you have everything you need for the farm?#$e#If not, we might be able to help you out.#$e#We carry a variety of useful items.",
  "summer_Sat": "Is it just me, or does Luny look a little pale?#$e#Maybe I'm just worrying about her too much.",
  "summer_Sat_inlaw_Abigail": "How's Luny's health? She's always been such a pale girl. Hopefully the farm lifestyle puts a little color in her cheeks.",
  "summer_Sun": "Today I'm just going to relax and think positively.#$e#Do you ever take a day off?",
  "summer_Wed6": "Time seems to go by faster and faster the older you get...$s ",
  "fall_Mon": "Fall is Luny's favorite season, so I'm hoping she'll come out of her room more often.",
  "fall_Mon_inlaw_Abigail": "Luny was taking online classes here, but I don't think her heart was really in it...#$e#She's a free spirit, like I was before I met Pierre. She's probably having the time of her life on your farm.",
  "fall_Tue": "I've seen edible mushrooms in the forest.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
  "fall_Sat": "Is it just me, or does Luny play too many video games?#$e#Maybe I'm a little old-fashioned.",
  "fall_Wed6": "You know, I used to want to be a farmer myself. Well, more like a rancher.#$e#I always loved movies about the wild west when I was a girl.",
  "winter_Tue": "Winter is harsh, but you can dig up some roots if you're lucky.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
  "winter_Fri": "Even though it's cold, I still check on the public garden beds every now and then.#$e#I just want to make sure they aren't damaged too much before spring returns.",
  "winter_Sat": "Don't you think Luny would look better with her natural hair color?#$e#She used to have light chestnut-colored hair.",
  "winter_Wed6": "Are you excited for the new year?#$e#I predict that you'll be super-successful on your farm.$h"
}