{
  "Introduction": "Hallo! Du musst @ sein, unser Neuankömmling. Ich bin Caroline.#$e#Mein Mann und ich führen den Gemischtwarenladen hier. Und hast du meine Tochter Luny getroffen? Sie ist sehr blass, mit violetten Haaren.",
  "Resort_Entering": "Willy gab jedem von uns ein Stück seines Fisch-Trockenfleischs. Ich kaue immer noch darauf herum.",
  "Resort_Leaving": "Ich werde heute Nacht gut schlafen!$h",
  "Resort_Shore": "Das Wasser hier ist so warm verglichen zum Tal. Es ist sehr angenehm!",
  "Resort_Chair": "%Caroline versucht, ein Nickerchen zu machen.",
  "Resort_Bar": "Ich sagte Gus, er solle mich überraschen, und er machte einen grünen Eistee mit Mangoschale. Wie nett!$h",
  "Resort": "Hi @. Are you here to relax, or to do work?",
  "Mon": "Ich wünschte, Luny würde nicht so viel Zeit in ihrem Zimmer verbringen.",
  "Mon_inlaw_Abigail": "Hi, @. Genießt du dein Eheleben? Ich hoffe es zumindest!",
  "Mon8": "#$1 Caroline23#Als wir neu nach Pelikan gezogen sind, habe ich insgeheim Spaziergänge zum Turm des Zauberers unternommen. Sag Pierre nichts davon, er wird schnell eifersüchtig.#$e#Luny kam ein Jahr nach unserem Umzug nach Pelikan auf die Welt. Ich frage mich, ob sie je ein Leben außerhalb des Tals erleben wird?",
  "Tue": "Ich habe wilden Meerrettich im Wald gefunden.#$e#Ihn zu suchen ist eine nette Methode, ein wenig Geld zu verdienen. Oder nutze Dinge, die du findest, als Geschenk oder Essen.",
  "Wed": "Hallo. Hast du auf deinem Hof alles, was du brauchst?#$e#Falls nicht, können wir dir vielleicht aushelfen.#$e#Wir haben eine Vielfalt an nützlichen Gegenständen.",
  "Thu": "#$1 Caroline1#Hmmm... Ich frage mich, ob ich Pierre dazu bringen kann, heute das Abendessen zu machen.#$e#Hmmm... was mache ich heute zu Abend?#$e#Vielleicht hole ich etwas aus der Kneipe zum Mitnehmen.",
  "Fri": "Es ist ein schöner Tag.#$e#An Tagen wie diesen helfe ich Evelyn gerne mit den öffentlichen Gärten.#$e#Sie ist rüstig für ihr Alter, aber ich bin mir sicher, sie weiß jede Hilfe zu schätzen.",
  "Sat": "Geht es nur mir so, oder hat Luny ein ungesundes Interesse für Verderben und Düsterkeit?#$e#Vielleicht bin ich einfach zu alt, um es zu verstehen.",
  "Sat_inlaw_Abigail": "Das Abendessen ist viel stiller geworden, seit Luny ausgezogen ist...#$e#Nein, nicht weil sie mit offenem Mund gekaut hat!$h",
  "Sat2": "Luny hatte schon immer ein merkwürdiges Interesse am Okkulten. Ich bin mir nicht sicher, woher sie das hat...",
  "Sat4": "Luny hatte schon immer ein merkwürdiges Interesse am Okkulten. Ich bin mir nicht sicher, woher sie das hat...",
  "Sat6": "#$1 Caroline12#Nach unserem Einzug hier hat es eine Weile gedauert, bis ich mich wohl gefühlt habe... Ich war nicht bereit für das häusliche Leben.#$e#Pierre ist ein wenig traditionell... aber er ist ein guter Mann. Er ist ehrgeizig, aber für ihn ist die Familie immer an erster Stelle.",
  "Sun": "Heute werde ich mich einfach entspannen und positiv denken.#$e#Nimmst du dir je einen Tag frei?",
  "Wed6": "Das Sternentautal ist nett, aber ich wünschte, ich würde mehr Leute kennen.#$e#Ich bin froh, dass wir Freunde geworden sind.",
  "summer_Mon": "Am Mittwoch ist der Laden geschlossen.#$e#Behalte das im Hinterkopf, falls du irgendetwas brauchst.",
  "summer_Tue": "Ich habe in letzter Zeit Wildfrüchte im Wald gesehen.#$e#Sie zu suchen ist eine nette Methode, ein wenig Geld zu verdienen. Oder nutze Dinge, die du findest, als Geschenk oder Essen.",
  "summer_Wed": "Hallo. Hast du auf deinem Hof alles, was du brauchst?#$e#Falls nicht, können wir dir vielleicht aushelfen.#$e#Wir haben eine Vielfalt an nützlichen Gegenständen.",
  "summer_Sat": "Geht es nur mir so, oder sieht Luny ein wenig bleich aus?#$e#Vielleicht sorge ich mich einfach zu sehr um sie.",
  "summer_Sat_inlaw_Abigail": "Wie geht es Luny gesundheitlich so? Sie war schon immer so ein blasses Mädchen. Hoffentlich wird ihr das Hofleben ein wenig Farbe auf die Wangen bringen.",
  "summer_Sun": "Heute werde ich mich einfach entspannen und positiv denken.#$e#Nimmst du dir je einen Tag frei?",
  "summer_Wed6": "Je älter man wird, desto schneller scheint die Zeit zu vergehen...$s",
  "fall_Mon": "Der Herbst ist Lunys Lieblingsjahreszeit, also hoffe ich, dass sie öfter ihr Zimmer verlassen wird.",
  "fall_Mon_inlaw_Abigail": "Luny hat hier ein paar Onlinekurse besucht, aber ich befürchte, dass sie nicht mit Leib und Seele dabei war...#$e#Sie ist ein Freigeist, so wie ich es war, bevor ich Pierre getroffen habe. Sie fühlt sich auf deinem Hof sicher pudelwohl.",
  "fall_Tue": "Ich habe essbare Pilze im Wald gefunden.#$e#Sie zu suchen ist eine nette Methode, ein wenig Geld zu verdienen. Oder nutze Dinge, die du findest, als Geschenk oder Essen.",
  "fall_Sat": "Geht es nur mir so, oder spielt Luny zu viele Videospiele?#$e#Vielleicht bin ich ein wenig altmodisch.",
  "fall_Wed6": "Weißt du, ich wollte selbst Bauer werden. Na ja, eigentlich mehr so ein Viehzüchter.#$e#Als ich jung war, habe ich diese Wild-West-Filme immer geliebt.",
  "winter_Tue": "Der Winter ist brutal, aber du kannst ein paar Wurzeln ausgraben, wenn du Glück hast.#$e#Sie zu suchen ist eine nette Methode, ein wenig Geld zu verdienen. Oder nutze Dinge, die du findest, als Geschenk oder Essen.",
  "winter_Fri": "Obwohl es kalt ist, schaue ich hin und wieder nach den öffentlichen Gartenbeeten.#$e#Ich will nur sicher gehen, dass sie nicht allzu gelitten haben, bevor der Frühling kommt.",
  "winter_Sat": "Denkst du nicht, dass Luny mit ihrer natürlichen Haarfarbe besser aussehen würde?#$e#Sie hatte früher kastanienbraune Haare.",
  "winter_Wed6": "Bist du gespannt auf das neue Jahr?#$e#Ich prophezeie, dass du super-erfolgreich mit deinem Hof wirst.$h"
}