{
  "Introduction": "Er... hi. I'm Clint.#$e#I'm the town blacksmith. If you ever need to upgrade your tools, I'm your guy.",
  "AcceptBirthdayGift_Positive": "I don't usually get birthday gifts. This actually means a lot, @. Thank you.",
  "AcceptBirthdayGift_Negative": "Is this a birthday gift? It's, uh... an interesting choice. Well I appreciate that you remembered me, anyway.",
  "AcceptGift_(O)StardropTea": "You're giving this... to me? I don't think I deserve it, but.. thank you.",
  "AcceptGift_(O)SkillBook_3": "Oh, interesting... These books aren't very easy to come by in the valley.#$b#Looks like there's a lot of good tips in here. Thanks, @.",
  "mineArea_40": "Ah, I can tell from the scratch marks on your pickaxe that you've reached a deeper layer of the mines.#$e#If it starts getting difficult to break stones, you'll want to upgrade your pickaxe. I can help.",
  "GreenRain": "It's situations like this where a person's true character is put to the test.#$e#I'll keep Em... I mean, I'll keep everyone safe from the toxic rain!",
  "GreenRainFinished": "Well that was a dud. And here I thought it was finally my chance to be a hero. Oh well... Back to the grindstone.",
  "GreenRain_2": "I feel bad admitting it, but sometimes I wish there was a real disaster, not just some dumb green rain.#$b#Something to shake everything up, you know?#$b#Not that I want people to get hurt...#$b#I just want to feel alive... To feel like I have a purpose...",
  "mineArea_121": "Interesting. There's tiny iridium flakes on your pickaxe... you've been going to the desert caves, huh?#$e#I've always wanted to smelt with iridium. It's not easy to come by.",
  "eventSeen_101_memory_oneweek": "Did Nayami say anything about our date the other day?#$b#Wait, don't tell me... I'm better off not knowing. Maybe I can still salvage my dignity.$s",
  "dating_Emily": "I... um... heard that you and Nayami are together. Congratulations.$s",
  "married_Emily": "%Clint is looking at the ground and won't say anything to you.",
  "divorced_Emily": "I've been feeling strangely hopeful lately.",
  "Resort_Entering": "I'm gonna put on my special red trunks. They're supposed to be really eye-catching.",
  "Resort_Leaving": "Well, that didn't turn out like I was imagining...",
  "Resort_Shore": "Oh no... I forgot to clip my toenails.$s",
  "Resort_Shore_2": "I thought working a furnace would have prepared me for this heat, but I'm sweating in places I didn't know I could.$s#$e#I hope no one noticed...#$e#%Clint's body is glistening...",
  "Resort_Chair": "Ow... my whole torso is burnt to a crisp.$s",
  "Resort_Bar": "I'm hungry...$s",
  "Resort": "*sigh*... We're all at the beach but I still feel so alone...$s",
  "reject_868": "Hmm... That's an interesting stone, like nothing I've ever seen before.#$b#I wouldn't know what to do with it, though. I deal in the mundane, not the magical...",
  "cc_Minecart": "Somehow, the old town minecart system started working again. It's very convenient for getting to and from the mines.#$b#Don't get too cozy, though... if it can start up so suddenly, it could just as well shut down...",
  "Mon": "Yep. I'm a blacksmith.#$e#My father was also a blacksmith.#$e#My grandfather was a blacksmith as well.$u#$q 9/9 Mon_old#I bet you can't guess what my great-grandfather was...#$r 9 30 Mon_9#A blacksmith.#$r 9 50 Mon_clown#A silly clown.#$r 9 -50 Mon_rude#A sarcastic jerk.",
  "Mon_old": "And yes, my great-grandfather was also a blacksmith.",
  "Mon_9": "How'd you know?$u",
  "Mon_clown": "Hahahaha. Good one.$h",
  "Mon_rude": "Wow. That was rude. I was just being funny and you took it to a whole new level.",
  "Mon4": "Be glad you're a farmer, @. It's nicer to work outdoors than by a hot furnace all day.#$e#I'm only a blacksmith because my father pushed me into it.",
  "Tue": "If you want me to upgrade your tools you'll have to give me the correct ore.#$e#And you'll have to pay me a fee, of course.",
  "Wed": "Hey. What do you need?",
  "Wed6": "Oh, hi @. Sorry If I look a little messy. I've been working at the furnace all morning.$h#$e#So, did you need anything, or do you just want to visit?",
  "Thu": "Business has been slow lately.#$e#You should upgrade your tools. I could use the cash.",
  "Thu8": "I heard Nayami has a friend who lives in the desert. Do you know anything about her?#$e#I wonder if she's single...$s",
  "Fri": "The weather doesn't really matter to me. I typically stay near my shop year-round.#$e#Depressing, huh?",
  "Fri8": "I should save up and buy a computer...#$e#Maybe I can find a girlfriend on the 'internet'...$s#$e#What? Don't judge me! Not everyone is a cool, attractive, socially-adept farmer, you know!$u#$e#What's a guy like me supposed to do? *Groan*$s",
  "Sat": "Sometimes I wonder how I ended up in this town.$u",
  "Sat6": "Damn it, I'm too old to do anything exciting anymore. All I have to look forward to is years and years of sweaty, hot furnace-work.",
  "Sat10": "How are your tools holding up?#$b#If they ever need repairs, just come by my shop. I guarantee these tools for life!",
  "Sun": "Don't you have work to do?",
  "Sun4": "So how are your tools holding up?",
  "Sun8": "I don't know if people realize this, or care, but I do take a lot of pride in my work.#$e#I mean... When I was a boy I didn't really dream of becoming a blacksmith. But that's what I am. And I want to be the best blacksmith I can be.",
  "event_advice1": "Okay... I'll keep that in mind.",
  "event_advice2": "That's the problem... I do act natural... but I never have any success.$s",
  "Mon8": "I hate to say it, but sometimes I'm glad my father forced me to become a blacksmith. At least I have a profession.#$e#If I didn't have work to do, I'd probably spend all day just sitting around feeling sorry for myself.$s"
}