{
  "Introduction": "Äh... hi. Ich bin Clint.#$e#Der Schmied der Stadt. Wenn du jemals deine Werkzeuge verbessern willst, bin ich dein Mann.",
  "AcceptBirthdayGift_Positive": "Ich bekomme normalerweise keine Geburtstagsgeschenke. Das bedeutet mir wirklich sehr viel, @. Ich danke dir.",
  "AcceptBirthdayGift_Negative": "Ist das ein Geburtstagsgeschenk? Das ist, äh... eine interessante Wahl. Nun, ich weiß es jedenfalls zu schätzen, dass du an mich gedacht hast.",
  "AcceptGift_(O)StardropTea": "Du gibst das... mir? Ich glaube nicht, dass ich es verdiene, aber danke.",
  "AcceptGift_(O)SkillBook_3": "Oh, interessant... Diese Bücher sind hier im Tal nicht so leicht zu bekommen.#$b#Sieht aus, als gäbe es eine Menge guter Tipps. Danke, @.",
  "mineArea_40": "Ah, ich erkenne an den Kratzspuren auf deiner Spitzhacke, dass du eine tiefere Schicht der Minen erreicht hast.#$e#Wenn es schwierig wird, Steine zu brechen, solltest du deine Spitzhacke aufrüsten. Ich kann dir helfen.",
  "GreenRain": "Es sind Situationen wie diese, in denen der wahre Charakter eines Menschen auf die Probe gestellt wird...#$e#Ich werde jeden vor dem giftigen Regen beschützen!",
  "GreenRainFinished": "Naja, das war ein Reinfall. Und ich dachte, es wäre endlich meine Chance, ein Held zu sein. Tja... Zurück an den Schleifstein.",
  "GreenRain_2": "Ich fühle mich schlecht, es zuzugeben, aber manchmal wünschte ich, es gäbe eine echte Katastrophe, nicht nur einen dummen grünen Regen.#$b#Etwas, das alles aufrüttelt.#$b#Nicht, dass jemand verletzt wird...#$b#Ich möchte mich nur lebendig fühlen... Das Gefühl haben, einen Sinn zu haben...",
  "mineArea_121": "Interessant. An deiner Spitzhacke sind winzige Iridiumplättchen. Warst du in den Wüstenhöhlen?#$e#Ich wollte schon immer mal mit Iridium schmelzen. Es ist nicht leicht zu bekommen.",
  "eventSeen_101_memory_oneweek": "Hat Nayami etwas über unser Date neulich gesagt?#$b#Warte, sag es mir nicht... Ich bin besser dran, wenn ich es nicht weiß. Vielleicht kann ich meine Würde noch retten.$s",
  "dating_Emily": "Ich... ähm... habe gehört, dass du und Nayami zusammen seid. Ich gratuliere.$s",
  "married_Emily": "%Clint schaut auf den Boden und sagt kein Wort zu dir.",
  "divorced_Emily": "Ich fühle mich in letzter Zeit seltsam hoffnungsvoll.",
  "Resort_Entering": "Ich werde meine besondere, rote Badehose anziehen. Sie soll ein echter Hingucker sein.",
  "Resort_Leaving": "Nun, das ist nicht so gelaufen, wie ich es mir vorgestellt habe...",
  "Resort_Shore": "Oh nein... Ich habe vergessen, mir die Fußnägel zu schneiden.$s",
  "Resort_Shore_2": "Ich dachte, die Arbeit an einem Ofen hätte mich auf diese Hitze vorbereitet, aber ich schwitze an Stellen, von denen ich nicht wusste, dass ich da schwitzen kann.$s#$e#Ich hoffe, niemand hat es bemerkt...#$e#%Clint's Körper glänzt...",
  "Resort_Chair": "Au... mein ganzer Oberkörper ist total verbrannt.$s",
  "Resort_Bar": "Ich habe hunger...$s",
  "Resort": "*Seufz*... Wir sind alle am Strand, aber ich fühle mich immer noch so allein...$s",
  "reject_868": "Hmm... Das ist ein interessanter Stein, wie ich ihn noch nie zuvor gesehen habe.#$b#Ich wüsste allerdings nicht, was ich damit machen sollte. Ich kenne mich eher mit einfachen Dingen wie Eisen oder Kupfer aus.",
  "cc_Minecart": "Irgendwie funktioniert plötzlich das alte Lorensystem wieder. Das macht es viel einfacher, zu den Minen und wieder zurück zu gelangen.#$b#Aber ruh dich nicht zu sehr darauf aus ... wenn es so plötzlich wieder funktioniert, kann es genauso schnell wieder kaputt gehen.",
  "Mon": "Jo. Ich bin ein Schmied.#$e#Mein Vater war auch ein Schmied.#$e#Mein Großvater war übrigens auch ein Schmied.$u#$q 9/9 Mon_old#Ich bin mir sicher, dass du erraten kannst, was mein Urgroßvater war...#$r 9 30 Mon_9#Ein Schmied.#$r 9 50 Mon_clown#Ein alberner Clown.#$r 9 -50 Mon_rude#Ein sarkastischer Trottel.",
  "Mon_old": "Und ja, mein Urgroßvater war auch ein Schmied.",
  "Mon_9": "Woher wusstest du das?$u",
  "Mon_clown": "Hahahaha. Guter Witz.$h",
  "Mon_rude": "Wow. Das war sehr unhöflich. Ich wollte nur einen Witz machen und du musst gleich so übertreiben.",
  "Mon4": "Sei froh, dass du ein Bauer bist, @. Es ist angenehmer, den ganzen Tag draußen zu arbeiten, als neben einem heißen Schmelzofen zu stehen.#$e#Ich bin nur Schmied geworden, weil mein Vater mich dazu gedrängt hat.",
  "Tue": "Wenn du willst, dass ich deine Werkzeuge verbessere, musst du mir schon das richtige Erz bringen.#$e#Und natürlich eine Gebühr bezahlen.",
  "Wed": "Hey. Was brauchst du?",
  "Wed6": "Oh, hi @. Entschuldige, falls ich etwas unordentlich aussehe. Ich habe den ganzen Tag am Schmelzofen gearbeitet.$h#$e#Also, brauchst du irgendetwas, oder wolltest du mich nur besuchen?",
  "Thu": "Das Geschäft läuft in letzter Zeit etwas langsam.#$e#Du solltest deine Werkzeuge verbessern. Ich könnte das Geld gebrauchen.",
  "Thu8": "Ich habe gehört, Nayami hat eine Freundin, die in der Wüste lebt. Weißt du etwas über sie?#$e#Ich frage mich, ob sie Single ist...$s",
  "Fri": "Das Wetter macht für mich keinen Unterschied. Ich bleibe normalerweise das ganze Jahr über in der Nähe von meinem Laden.#$e#Deprimierend, was?",
  "Fri8": "Ich sollte sparen und mir einen Computer kaufen...#$e#Vielleicht kann ich im 'Internet' eine Freundin finden...$s#$e#Was? Verurteile mich nicht! Nicht jeder ist ein cooler, attraktiver, gesellschaftsfähiger Bauer, weißt du!$u#$e#Was soll ein Typ wie ich tun? *stöhn*$s",
  "Sat": "Gelegentlich frage ich mich, wie ich in diesem Ort gelandet bin.$u",
  "Sat6": "Verdammt, ich bin zu alt, um noch irgendetwas Aufregendes zu machen. Alles, was mich erwartet, sind weitere Jahre voll schweißtreibender, heißer Schmelzofenarbeit.",
  "Sat10": "Wie sieht es mit den Werkzeugen aus?#$b#Wenn sie jemals repariert werden müssen, komm einfach in meine Werkstatt. Ich garantiere für diese Werkzeuge ein Leben lang!",
  "Sun": "Hast du keinen Job oder so?",
  "Sun4": "Und, wie halten sich deine Werkzeuge so?",
  "Sun8": "Ich weiß nicht, ob die Leute das wissen oder ob es sie interessiert, aber ich bin sehr stolz auf meine Arbeit...#$e#Als ich ein Junge war, habe ich nicht davon geträumt, Schmied zu werden. Aber das bin ich nun mal. Und ich will der beste Schmied sein, der ich sein kann.",
  "event_advice1": "Okay... Ich werde daran denken.",
  "event_advice2": "Das ist das Problem... Ich verhalte mich natürlich, aber ich hatte nie Erfolg.$s",
  "Mon8": "Ich sage es nur ungern, aber manchmal bin ich froh, dass mein Vater mich gezwungen hat, Schmied zu werden. Wenigstens habe ich einen Beruf.#$e#Wenn ich nicht arbeiten müsste, würde ich wahrscheinlich den ganzen Tag nur rumsitzen und mich selbst bemitleiden.$s",
  "summer_Mon4": "Sei froh, dass du ein Bauer bist, @. Es ist angenehmer, den ganzen Tag draußen zu arbeiten, als neben einem heißen Schmelzofen zu stehen.#$e#Ich bin nur Schmied geworden, weil mein Vater mich dazu gedrängt hat.",
  "summer_Wed6": "Oh, hi @! Entschuldige, falls ich etwas unordentlich aussehe. Ich habe den ganzen Tag am Schmelzofen gearbeitet.$h#$e#Also, brauchst du irgendetwas, oder wolltest du mich nur besuchen?",
  "summer_Thu": "Das Geschäft läuft in letzter Zeit etwas langsam.#$e#Du solltest deine Werkzeuge verbessern. Ich könnte das Geld gebrauchen."
}