{
  "Introduction": "Grüße! Ich bin Demetrius, örtlicher Wissenschaftler und Vater. Danke, dass du dich vorstellst!#$e#Ich studiere momentan die hiesige Flora und Fauna von meinem Heimlabor aus.#$b#Hast du meine Tochter Maru getroffen? Sie scheint dich gern treffen zu wollen.",
  "Resort_Entering": "Ich habe bereits eine seltene Krabbe entdeckt. Dieser Ort ist großartig.$h",
  "Resort_Leaving": "Ich werde diese Daten monatelang analysieren.",
  "Resort_Shore": "*Knirsch*... hoppla, da verschwindet eine vom Aussterben bedrohte Krebsart... $s#$b#... #$b#Oh, vergiss es. Es war nur die leere Muschel! Ich kann heute Nacht schlafen.",
  "Resort_Chair": "Hast du Spaß, @? Du musst daran denken, auch ab und zu Pausen einzulegen!",
  "Resort_Bar": "Normalerweise mache ich nicht mit... aber normalerweise bin ich auch nicht auf einer tropischen Insel. Hahaha.$h",
  "Resort": "Ist dieser Ort nicht unglaublich? Hier wimmelt es von exotischem Leben!",
  "reject_869": "Es ist ein gutes Exemplar, aber eine sehr häufige Art. Du kannst es behalten.",
  "reject_865": "Obst und Salz? Was für eine seltsame Kombination...$s",
  "pamHouseUpgradeAnonymous": "Jinja weigert sich selbst *mir* zu erzählen, wer für Pams neues Haus bezahlt hat!#$e#Ich tue zwar so, als wäre ich sauer, aber eigentlich freue ich mich, dass sie ihr Versprechen hält ...$h",
  "Mon": "Maru hilft mir manchmal im Labor... Sie ist ein gutes Kind.",
  "Mon_inlaw_Maru": "Ohne sie wären meine Forschungsarbeiten lang nicht so erfolgreich...#$b#Aber ihr Glück ist wichtiger als meine Experimente!",
  "Tue": "Dieses Tal hat ein sehr lebendiges und vielfältiges Ökosystem. Das ist einer der Gründe, warum ich hierher gezogen bin.",
  "Wed": "Du baust vermutlich eine Menge interessanter Pflanzen auf deinem Hof an, nicht?#$e#Vielleicht schaue ich mal vorbei und werf einen Blick darauf.",
  "Thu": "Wie läuft es so mit den bäuerlichen Geschäften? Es ist Pastinakenzeit, nicht?#$e#Ich kann mir vorstellen, dass es es ziemlich friedlich ist, den ganzen Tag draußen mit Pflanzen zu verbringen.",
  "Fri": "Jinja hat einen ziemlichen Hitzkopf. Es ist besser, es sich nicht mit ihr zu verscherzen.#$e#Sag ihr nicht, dass ich das gesagt habe.$h",
  "Sat": "Mal sehen... Wenn Verbindungen in der Rhizosphäre genügend Carbon-13 enthalten, dann...$u#$b#Oh! Tut mir leid. Ich habe gerade über ein paar Daten nachgedacht und dich gar nicht bemerkt.#$e#Brauchst du etwas?",
  "Sun": "Es ist gut, hin und wieder eine Pause zu machen.#$e#Aber das ist wohl nicht so leicht, wenn du auf einem Hof lebst.#$e#Hey, zumindest musst du dir im Winter keine Gedanken über deine Pflanzen machen.",
  "Fri4": "Jinja hat einen ziemlichen Hitzkopf. Es ist besser, es sich nicht mit ihr zu verscherzen.#$e#... Könnte ich einfach ihre Gefühlslagen messen, wäre es vielleicht möglich, die Schwankungen mit einer sinusförmigen Kurve darzustellen...$u",
  "Wed6": "Hi @! Wie geht es dir heute?#$e#Ich wünschte, ich könnte deine Hofarbeit irgendwie einfacher machen.",
  "Event_tomato1": "Wirklich? Ich dachte, dass ein Bauer die richtige Antwort kennen würde...$s",
  "Event_tomato2": "Siehst du? @ stimmt mir zu.",
  "Event_Lab_Silence": "Nun, wir titrieren besser diese Lösung, bevor sie uns kristallisiert.",
  "Event_Lab_Rat": "*seufz*... %fork$4",
  "summer_Mon": "#$e#%Demetrius ist in Gedanken versunken.#$e#Entschuldige, ich bin wirklich beschäftigt.#$e#Es gibt gerade so viele Pflanzen zu untersuchen.",
  "summer_Tue": "Vergiss nicht, deine Pflanzen jeden Tag zu gießen.#$e#Wobei, wenn du Hydrogel benutzt, musst du dir darüber nicht so häufig Gedanken machen.#$e#Es ist ziemlich praktisch.",
  "summer_Thu": "Wie läuft es so mit den bäuerlichen Geschäften? Es ist Tomatenzeit, nicht?#$e#Ich kann mir vorstellen, dass es es ziemlich friedlich ist, den ganzen Tag draußen mit Pflanzen zu verbringen.",
  "summer_Fri": "$p 40#Ich habe gehört, dass Maru dich durch das Teleskop hinten schauen gelassen hat.|Wenn du und Maru Freunde werden, bin ich mir sicher, dass sie dir das Teleskop hinten zeigen wird.#$e#Ganz schön aufregend, was?",
  "summer_Fri_inlaw_Maru": "Ich hoffe, meine Tochter arbeitet weiterhin an ihrer Mathematik und Wissenschaft!",
  "summer_Sat": "Hmm... Wenn das Strigolaktonen-Niveau sich weiter erhöht, würde es dann einen proportionalen Effekt auf das mykorrhizale Wachstum haben?$u#$b#Oh! Tut mir leid. Ich habe gerade über ein paar Daten nachgedacht und dich gar nicht bemerkt.#$e#Brauchst du etwas?",
  "summer_Mon6": "Ich bin ein Wissenschaftler geworden, um einen Beitrag zur Fortentwicklung unserer Spezies zu leisten.#$e#Natürlich wäre nichts davon ohne Bauern wie dich möglich.$h",
  "fall_Mon": "Zu dieser Zeit im Jahr lenke ich meine Aufmerksamkeit auf Pilze.",
  "fall_Tue": "Wir wissen Dank der Wissenschaft eine Menge über die Natur.#$e#Aber es gibt immer eine Menge mehr zu lernen.",
  "fall_Thu": "Wie läuft es so mit den bäuerlichen Geschäften? Es ist Weizenzeit, nicht?#$e#Ich kann mir vorstellen, dass es es ziemlich friedlich ist, den ganzen Tag draußen mit Pflanzen zu verbringen.",
  "fall_Fri": "Maru verbringt ganz schön viel Zeit damit, an ihren Apparaten zu arbeiten.#$e#Ich bin froh, dass sie so engagiert ist.",
  "fall_Fri_inlaw_Maru": "Ich bin immer noch von Marus geheimen Roboter verblüfft... War das alles nur ein Traum?",
  "fall_Sat": "Mal sehen... Vielleicht werden die Stickstoff-Fixierungen von den Nematoden-Absonderungen beeinflusst...$u#$b#Oh! Tut mir leid. Ich habe gerade über ein paar Daten nachgedacht und dich gar nicht bemerkt.#$e#Brauchst du etwas?",
  "fall_Wed6": "Hi, @. Ich bin immer froh, wenn du auf einen Besuch vorbeischaust.#$e#Es ist nett, nach all dieser einsamen Laborarbeit ein wenig Gesellschaft zu haben.",
  "winter_Mon": "Ich mache gerade eine Pause von meiner Forschung.",
  "winter_Tue": "Rede mit meiner Frau, wenn du dein Haus vergrößern willst.",
  "winter_Wed": "Hast du in deinem Haus schon eine Küche?#$e#Kochen ist ein wenig wie Laborarbeit.",
  "winter_Thu": "Hast du irgendwelche Tiere auf deinem Hof?",
  "winter_Fri": "Hallo.#$e#%Demetrius scheint in Gedanken verloren zu sein.",
  "winter_Sat": "Mal sehen... wenn saisonale Stickstoffwerte mit einer stückweisen Funktion modelliert werden könnten...$u#$b#Oh! Tut mir leid. Ich habe gerade ein paar Daten analysiert und dich gar nicht bemerkt.#$e#Brauchst du etwas?",
  "winter_Sun": "Sammle ruhig so viel Holz und Stein aus diesem Gebiet wie du willst.",
  "winter_Fri4": "Danke für's Vorbeischauen. Ich muss mal über etwas anderes als Hülsenfrüchte nachdenken.#$e#Also, was hast du so in letzter Zeit gemacht?#$e#Das klingt interessant."
}