{
  "Introduction": "Greetings! I'm Demetrius, local scientist and father. Thanks for introducing yourself!#$e#I'm studying the local plants and animals from my home laboratory.#$b#Have you met my daughter Maru? She's interested to meet you.",
  "Resort_Entering": "I already spotted a rare crab. This place is great.$h",
  "Resort_Leaving": "I'll be analyzing this data for months.",
  "Resort_Shore": "*crunch*... whoops, there goes an endangered crab species...$s#$b#...#$b#Oh, nevermind. It was just the empty shell! I can sleep tonight.",
  "Resort_Chair": "Are you having fun, @? You need to remember to take breaks now and then too!",
  "Resort_Bar": "I usually don't partake... but I'm usually not on a tropical island, either. Hahaha.$h",
  "Resort": "Can you believe this place? It's teeming with exotic life!",
  "reject_869": "It's a good specimen, but a very common species. You can keep it.",
  "reject_865": "Fruit and salt? What an odd combination...$s",
  "pamHouseUpgradeAnonymous": "Jinja won't even tell *me* who paid for Pam's new house!#$e#I pretend I'm mad at her but secretly I'm glad she's so loyal to her word...$h",
  "Mon": "Maru helps me out in the lab sometimes... She's a good kid.",
  "Mon_inlaw_Maru": "It's hard to do good science without Maru's help...#$b#But her happiness is much more important than my experiment!",
  "Tue": "This valley has a very vibrant and diverse ecosystem. That's one reason I was excited to move here.",
  "Wed": "You're probably growing a lot of interesting plants on your farm, huh?#$e#Maybe I'll stop by your place some day and check it out.",
  "Thu": "How's the farming business going? It's parsnip season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
  "Fri": "Jinja has a hot temper. It's better to stay on her good side.#$e#Don't tell her I said that.$h",
  "Sat": "Let's see... If compounds in the rhizosphere contain sufficient levels of Carbon-13, then...$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
  "Sun": "It's good to take a break from work every now and then.#$e#I guess that's kind of difficult when you live on a farm, though.#$e#Hey, at least in the winter you don't have to worry about crops.",
  "Fri4": "Jinja has a hot temper. It's better to stay on her good side.#$e#...now if I could only quantify her mood levels, perhaps I could model the fluctuations using a sinusoidal curve...$u",
  "Wed6": "Hi @! How are you doing today?#$e#I wish I could make your farming job easier somehow.",
  "Event_tomato1": "Really? I figured a farmer would know the correct answer...$s",
  "Event_tomato2": "See? @ agrees with me.",
  "Event_Lab_Silence": "Well, we'd better titrate this solution before it crystallizes on us.",
  "Event_Lab_Rat": "*sigh*... %fork$4",
  "summer_Mon": "#$e#%Demetrius is deep in thought.#$e#Sorry, I'm really busy.#$e#There's so many plants to study right now.",
  "summer_Tue": "Make sure to water your plants every day.#$e#Although, if you're using water retaining soil you don't need to worry about watering as often.#$e#It's pretty convenient.",
  "summer_Thu": "How's the farming business going? It's tomato season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
  "summer_Fri": "$p 40#So I heard Maru had you look through that telescope out back.|If you and Maru become friends, I'm sure she'll show you how to use that telescope out back.#$e#Pretty exciting, huh?",
  "summer_Fri_inlaw_Maru": "I hope my daughter's keeping up on her math and science!",
  "summer_Sat": "Hmm... If strigolactone levels could be increased, would it have a proportional effect on mycorhizal growth?$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
  "summer_Mon6": "I became a scientist because I wanted to contribute to the progression of our species.#$e#Of course, none of this would be possible without farmers such as yourself.$h",
  "fall_Mon": "During this time of year I divert my attentions to fungi.",
  "fall_Tue": "We know a lot about nature thanks to science.#$e#But there's always a lot more to learn.",
  "fall_Thu": "How's the farming business going? It's corn season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
  "fall_Fri": "Maru sure spends a lot of time working on those gadgets of hers.#$e#I'm glad she's so dedicated.",
  "fall_Fri_inlaw_Maru": "I'm still flabbergasted about Maru's secret robot... was it all a dream?",
  "fall_Sat": "Let's see... perhaps the nitrogen fixation level is affected by nematode secretions...$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
  "fall_Wed6": "Hi @. I'm always glad when you come for a visit.#$e#It's nice to have some company after all this lonely lab-work.",
  "winter_Mon": "I'm taking a break from my research right now.",
  "winter_Tue": "Talk to my wife if you want to increase the size of your house.",
  "winter_Wed": "Do you have a kitchen in your house yet?#$e#Cooking is kind of like doing lab work.",
  "winter_Thu": "Do you have any animals on your farm?",
  "winter_Fri": "Hello.#$e#%Demetrius seems lost in thought.",
  "winter_Sat": "Let's see... if seasonal nitrogen levels could be modeled by a piecewise function...$u#$b#Oh! Sorry. I was analyzing data and I didn't notice you there.#$e#Do you need anything?",
  "winter_Sun": "Feel free to harvest as much lumber and stone from this area as you please.",
  "winter_Fri4": "Thanks for stopping by. I need to think about something other than legumes for a while.#$e#So, what have you been doing lately?#$e#That sounds interesting."
}