{
  "Introduction": "Hey! Du bist @, nicht wahr? Ich bin Nayami, nett dich kennenzulernen!",
  "AcceptBirthdayGift_Positive": "Oh, du hast an meinen Geburtstag gedacht! Danke, @! Das ist wirklich nett von dir.$h",
  "AcceptBirthdayGift_Negative": "Oh, du hast an meinen Geburtstag gedacht! Danke, @! Das ist wirklich ne--$h#$b#...*sniff*...*sniff*... was ist das für ein Geruch?$s#$b#... Was ist das ...?$s",
  "FlowerDance_Accept": "Ja, ich würde gerne mit dir tanzen, @!$h#$e#Nun bin ich aufgeregt... Das wird ein Riesenspaß!",
  "AcceptGift_(O)StardropTea": "Wow, danke schön! Ich habe gehört, wenn man das vor dem Schlafengehen trinkt, hat man lebhafte Träume.",
  "AcceptGift_(TR)ParrotEgg": "Oh, gut, es ist noch warm... Armes Ding, wo ist seine Mutter? *flüster* ...ich werde deine Mutter sein, keine Sorge... Armes Baby. $s#$b#Ich bin froh, dass du mir das gegeben hast, @. Ich werde sehr gut darauf aufpassen.",
  "GreenRain": "Es muss eine Bedeutung dahinter stecken... Die Natur versucht, uns etwas zu sagen. Aber was? Ich kann es nicht sagen...$3",
  "GreenRain_2": "Kannst du es fühlen? Der Wald singt! Die Bäume tanzen vor Freude!",
  "married_Haley": "Das war eine wunderschöne Hochzeit... Ich freue mich wirklich für dich und Haley!$h",
  "divorced_Haley": "Haley ist zu stolz, um wegen der Scheidung untröstlich zu sein... Oder es zumindest zu zeigen.$3",
  "eventSeen_471942": "Hallo @. Ich hatte so ein Gefühl, dass ich dich heute sehen würde.",
  "eventSeen_463391": "Nichts ist so traurig wie ein verletztes Tier...$s",
  "purchasedAnimal_Sheep": "Jetzt, wo du ein Schaf hast, kannst du auch Stoff herstellen! Das wird eine ganz neue Welt der Schneiderei eröffnen. Wart's nur ab.",
  "eventSeen_11_memory_oneweek": "Hast du schon einmal versucht, ohne Rezept zu kochen? Das ist irgendwie befreiend.#$b#Und wer weiß... vielleicht entdeckst du ja etwas Erstaunliches!",
  "eventSeen_101_memory_oneweek": "Mein Ausflug mit Clint war ziemlich lustig!#$b#Obwohl er sich innerhalb von zehn Minuten nach seiner Ankunft mit Malzbier übergoss und den Rest des Abends kaum noch ein Wort sagte.$3",
  "eventSeen_4081148": "Hey, ich habe dich bei Fins Show gesehen. Es war lustig! $h#$e#Die Stadt roch allerdings ziemlich übel.$s",
  "eventSeen_2123343_memory_oneday": "Ich werde unseren Campingausflug so schnell nicht vergessen...$l",
  "dating_Emily": "%Nayami hat ein breites Grinsen im Gesicht.",
  "dating_Emily_memory_oneday": "Wir werden eine Menge Spaß miteinander haben, das weiß ich einfach.$h",
  "married_Shane": "Nun, da du verheiratet bist, nehme ich an, dass Shane nicht mehr so oft in die Kneipe kommen wird! Das ist wahrscheinlich gut so, aber es ist immer etwas traurig, einen Stammgast zu verlieren...$s",
  "Resort_Entering": "Oh, ich mag diesen Ort! Er ist voller Papageien!",
  "Resort_Leaving": "Ah... meine Lungen fühlen sich perfekt an.",
  "Resort_Shore": "Sag mal, findest du nicht auch die Wolke da hinten sieht aus wie Peachy?",
  "Resort_Chair": "Hast Du Spaß, @? Du musst daran denken, auch ab und zu Pausen einzulegen!",
  "Resort_Bar": "Es ist schön, einmal auf dieser Seite der Bar zu sein!$h",
  "Resort": "Wenn Du dein Herz der Sonne öffnest, kannst Du eine liebevolle Energie in dir spüren.$h",
  "Resort_Dance": "%Nayami hat sich in der Musik verloren.",
  "FlowerDance_Accept_Spouse": "Natürlich, meine Liebe. Ich habe mich schon darauf gefreut!$h",
  "FlowerDance_Decline": "Tut mir leid ich tanze nicht mit Jungfrauen.$2#$b#Ich brauche eher so etwas wie eine erfahrene Mom.$1",
  "divorced": "@... You are impotent...$s",
  "dumped_Girls": "... $s",
  "breakUp": "A...aber ich dachte, wir hätten eine besondere Bindung...*schnief*$s",
  "reject_866": "Oh, das ist schön... Ich habe einen Freund, der das lieben würde! Aber sie wohnt weit weg von hier...",
  "secondChance_Girls": "@ ... Ich bin bereit, dir eine zweite Chance zu geben. Ich habe immer noch Vertrauen darauf, dass in dir etwas Gutes steckt.$s",
  "Mon": "Ich kann meinen Vaporizer nicht mehr finden, ich muss ihn wohl verloren haben... echt ein großaratiger Weg die Woche zu starten...$s",
  "Mon2": "Ich habe ein geheimes Hobby, aber ich will nicht mehr dazu sagen.#$e#Eines Tages zeige ich es dir vielleicht.$h",
  "Mon4": "Wusstest du, ich bin eine VTuberin!#$b#Was man da so macht...? Das... erzähl ich dir ein anderes mal...$1",
  "Mon6": "Ich wünschte, Haley würde sich einen Job suchen, oder zumindest beim Kochen oder Putzen helfen.$s#$e#Sie hofft wahrscheinlich, einen Millionär zu heiraten.$u",
  "Mon6_inlaw_Haley": "Ich muss sagen, seit Haley weg ist, kann ich viel leichter Ordnung halten.",
  "Mon8": "Es gibt gute Leute in dieser Stadt, die einfach nicht ihr Glück finden können. Es macht mich traurig.$u#$e#In der Kneipe, in der ich arbeite, höre ich die Probleme von allen aus erster Hand.$u",
  "Tue": "Ich zeichne ziemlich gerne in meiner Freizeit, es ist ein Weg für mich meine Gefühle rauszulassen.#$e#Wie verbringst du deine Freizeit so?",
  "Tue4": "Ich glaube ich bin die beste Riggerin in dieser Stadt.#$b#Oh, Moment mal, simp ich gerade für mich selber?#$b# Ist ja ekelhaft...$s#$e#Bitte entschuldige das gerade eben...$3",
  "Tue6": "Schau dir meinen Schwanz an! Er ist so groß und wiggely!$1",
  "Tue8": "Hast du jemals darüber nachgedacht selber VTuber zu werden?#$b#Vielleicht könnte ich dir ja als Zeichnerin und Riggerin dabei behilflich sein...$h",
  "Wed": "Heute ist Mittwoch, morgen ist Donnerstag und Freitag ist Freitag...#$b#Ich bin organisierter als man denkt!$1",
  "Wed4": "Manchmal habe ich das gefühl ich sorge mich zu sehr um Peachy...$s#$b#Aber was wenn jemand ausversehen in Peachy reinbeißt, weil er denkt Peachy wäre eine normale Pfirsich?$s",
  "Wed6": "Man muss sich immer selbst vertrauen!#$b#Am ende wird man schon die Richtigen Entscheidungen treffen.$1",
  "Wed8": "Du fällst doch auch Bäume, oder?#$b# Ich persönlich mache mein Holz gerne feucht.$4",
  "Thu": "Ich hoffe du weißt, dass das an meinem Kopf Fuchsohren sind und nicht Katzenohren!$3#$e#Viele Leute verwechseln das oft...$s",
  "Thu4": "Was hälst du von der Idee, Toiletten von Zuschauern zu bewerten?#$b# Warum lachst du, ich mein das ernst...$s",
  "Fri": "Ah, Frühling. Die Jahreszeit der Pastellfarben.",
  "Sat": "Sag mal, was hälst du von VTubern?",
  "Sat2": "My Brain... is deep.$6",
  "Sun": "Weißt du, als VTuber kann man sich so fragen stellen wie: \"Wie habe ich meine Boobs eingestellt?\"#$b#\"Wo sind meine Boobs?\"#$b#\"Habe ich überhaupt boobs?\"#$b#witzig nicht?$1",
  "Sun4": "Ich wünschte ich hätte eine erfahrene Mom in meinem Leben...$s#$b#Warte, hast du gerade gesagt Jinja ist 50.000 Jahre alt?$h#$b#Brudi, ich muss los.$6",
  "event_dance1": "Danke dir!",
  "event_dance2": "Äh... Okay. Entschuldige, dass es dir nicht gefallen hat. Die drei Monate Vorbereitung waren wohl eine komplette Zeitverschwendung...$s",
  "event_dance3": "Findest du wirklich? Das ist genau der Effekt, den ich erzielen wollte!$h#$b#Ich bin so froh, dass es dir gefällt.",
  "summer_Mon": "Vergiss niemals, auch Socken haben Gefühle!#$b# Also wechsel sie mal ab und zu in dieser Sommerhitze...$2",
  "summer_Mon4": "Gesunde Ernährung ist mir sehr wichtig. Ich will ein langes und aktives Leben leben.",
  "summer_Mon_inlaw_Haley": "Haley und ich vertragen uns viel besser, seit sie ausgezogen ist. Ich freue mich auf ihre Besuche!",
  "summer_Tue": "Okay, wie kann ich diesem Typen jetzt an die Eier greifen, ohne dass er mir an die Eier greift...#$b#Ich meine natürlich in Vorbereitung aufs Ostereier suchen nächstes Jahr...$s#$b#Ja, man!$6",
  "summer_Tue6": "Mir tut Linus leid. Die Leute verurteilen ihn, dabei lebt er einfach einen anderen Lebensstil.$u#$e#Ich wünschte, jeder könnte lernen, andere zu akzeptieren.",
  "summer_Sun6": "Hi, @! Wir sind gute Freunde geworden, nicht?$h#$e#Finde ich gut. Du bist ein cooler Typ.^Ich bin froh.$h",
  "summer_Sun8": "Hallo, @! Wir sind gute Freunde geworden, nicht?$h#$e#Das klingt vielleicht seltsam, aber ich war mir schon immer sicher, dass das passieren würde.",
  "summer_Wed": "Im Sommer regnet es nicht gerade viel, oder?#$e#Das heißt wohl mehr Bewässerungsarbeit für dich.#$e#Oder genießt du das Sommerwetter?",
  "summer_Thu": "Ich sehe Füchse als meine speziellen Freunde!",
  "summer_Fri": "Wenn ich nicht so beschäftigt wäre, würde ich dir auf dem Hof helfen!#$e#Aber Gus wäre sauer, wenn ich noch einen Job übernehme...$s",
  "summer_Fri6": "Weiß du, ich bin mir sicher, dass Gus es verstehen würde, wenn ich die Kneipe eines Tages verlassen wollen würde.#$b#Da draußen gibt es so viel, ich kann nicht immer ein Barmädchen bleiben.$u",
  "summer_Sat": "Überarbeite dich nicht, oder du endest noch in Harveys Klinik!",
  "summer_Sun": "Hi @!",
  "summer_Sun4": "Um diese Jahreszeit besuchen mich meine guten Freunde in dieser Region... Ich meine die Papageie!",
  "fall_1": "Der Herbst ist hier. Zeit, neue Pflanzen anzubauen, oder?",
  "fall_15": "$d bus#Ich besuche heute Sandy. Wir sind beste Freunde!#$e#Ich bin wirklich froh, dass der Bus repariert ist.|*seufz* ... Wenn der alte Bus nur repariert wäre, hätte ich meine Freundin Sandy heute besucht...$s",
  "fall_Mon": "Sich in den Herbstblättern zu wälzen macht sicherlich Spaß.#$b# Tue mir nur einen Gefallen und wälz dich bitte nicht in Kacke,#$b# auch wenns geil ist...$s",
  "fall_Mon8": "Müsste ich nicht arbeiten, würde ich vorschlagen, dass wir auf ein nettes Picknick gehen!",
  "fall_Tue": "Hallo. Hattest du einen schönen Sommer?",
  "fall_Tue4": "Hi @! Ich wette, auf deinem Hof lief es diesen Sommer großartig, nicht?#$e#Du bist ein ausgezeichneter Bauer.$h",
  "fall_Wed": "Eine Freundin von mir führt einen Laden in der Wüste. Falls du jemals dort vorbeikommst, richte ihr Grüße von mir aus.#$e#Ich glaube, sie verkauft ein paar seltene Produkte.",
  "fall_Thu": "Bist du ein Freund von Clint? Er ist ein netter Typ, wenn ihr euch besser kennenlernt.#$e#Er ist in seinem Laden ziemlich einsam. Aber er ist so schüchtern, dass er Probleme hat, neue Freunde zu finden.",
  "fall_Thu8": "Ich denke, Clint ist wütend auf mich. Er schaut mich nicht mehr an...$u#$e#Ich dachte immer, dass wir Freunde wären.$u",
  "fall_Fri": "Ein weiterer wunderschöner Herbsttag.#$e#Es ist zu schade, dass alles bald vorbei ist.",
  "fall_Fri6": "Riechst du diese saubere Luft? Lieblich, nicht wahr?#$b#Ich fürchte nur, dass die Joja-Unternehmen der Welt uns das wegnehmen werden.$u",
  "fall_Sat": "Sei immer für Neues offen und vielleicht werden interessante Dinge Wurzeln schlagen.#$e#Und wie läuft dein Tag so?",
  "fall_Sat6": "Ich habe keine großartigen Pläne. Ich mache mir lieber nicht so viel Stress um die Zukunft.",
  "fall_Sun": "Tut mir leid, kann dich grad nicht hören, hab Geld in den Ohren.$1",
  "fall_Sun6": "Jinja und ich haben die Toiletten unserer Zuschauer endlich bewertet!#$b#Es war ein absoluter spaß.$h",
  "fall_Sun10": "Du bist so eine nette Person, @! Danke, dass du mit mir befreundet bist.$h",
  "winter_Mon": "Pass auf, dass dir kein Eiszapfen auf den Kopf fällt!",
  "winter_Mon10": "Pass auf, dass dir kein Eiszapfen auf den Kopf fällt! Ich will nicht, dass einer meiner Freunde verletzt wird!",
  "winter_Tue": "Ich schaue derzeit Blue Eye Samurai, sehr gutes Ding, Much Tiddies Much Samurai.#$b#Was schaust du den derzeit so?",
  "winter_Tue2": "Ich wette, du bist inzwischen ein ausgezeichneter Bauer!",
  "winter_Wed": "Ach ja, wer reibt nicht gerne seine Katze in irgendwelche Flüssigkeiten ein?$1#$b# Warte... du nicht?$s",
  "winter_Thu": "Es muss so kalt für die armen Fische sein.$s#$e#Ich frage mich, ob irgendwelche Fische Winterschlaf halten? Vielleicht sollte ich Demetrius fragen.",
  "winter_Fri": "Schau dir meinen Schwanz an! Er ist so groß und wiggely!$1#$b#Nein warte, er ist durch die Winterkälte steif geworden!$6",
  "winter_Sun": "Hi!#$e#... Ja?",
  "winter_Sun6": "Meine Schwester und ich streiten uns hin und wieder, aber ich würde sie sehr vermissen, wenn sie gehen würde.#$e#Ich bin mir sicher, dass sie irgendwann zu einer sehr netten jungen Dame heranwächst... Sag ihr nicht, dass ich das gesagt habe.$h#$e#Gibt es etwas, worüber du reden willst?",
  "winter_Sun6_inlaw_Haley": "Sag meiner Schwester 'Hi' von mir! Und erinnere sie daran, mich morgen zu besuchen.",
  "purchaseAnimal_Sheep": "Jetzt, wo du ein Schaf hast, kannst du auch Stoff herstellen! Das wird eine ganz neue Welt der Schneiderei eröffnen. Wart's nur ab."
}