{
  "Introduction": "Hey! You are @, right? I am Nayami, nice to meet you!",
  "AcceptBirthdayGift_Positive": "Oh, you remembered my birthday! Thanks, @! That's really nice of you.$h",
  "AcceptBirthdayGift_Negative": "Oh, you remembered my birthday! Thanks, @! That's really ni--$h#$b#...*sniff*...*sniff*... what is that smell?$s#$b#... What is this...?$s",
  "FlowerDance_Accept": "Yes, I'd love to dance with you, @!$h#$e#Now I'm excited... This is going to be a lot of fun!",
  "AcceptGift_(O)StardropTea": "Wow, thank you! I've heard that if you drink this before bed you'll have vivid dreams.",
  "AcceptGift_(TR)ParrotEgg": "Oh, good, it's still warm... Poor thing, where's it's mother? *Whisper* ...I'll be your mother, don't worry... Poor baby.$s#$b#I'm glad you gave this to me, @. I'll take very good care of it.",
  "GreenRain": "There must be a meaning behind this... Nature is trying to tell us something.$3#$e#What, though? I can't tell...$3",
  "GreenRain_2": "Can you feel it? The forest is singing! The trees are dancing with joy!",
  "married_Haley": "That was a beautiful wedding... I'm really happy for you and Haley!$h",
  "divorced_Haley": "Haley is too proud to be heartbroken over the divorce... Or at least to show it.$3",
  "eventSeen_471942": "Hello @. I had a feeling I'd be seeing you today.",
  "eventSeen_463391": "Nothing is more sad than an injured animal...$s",
  "purchasedAnimal_Sheep": "Now that you have a sheep, you'll be able to make cloth! That'll open up a whole new world of tailoring possibilities. Just wait and see.",
  "eventSeen_11_memory_oneweek": "Have you ever tried cooking without a recipe? It's kind of liberating.#$b#And who knows... you might discover something amazing!",
  "eventSeen_101_memory_oneweek": "My outing with Clint was pretty fun!#$b#Although, he spilled a root beer all over himself within ten minutes of getting there, and then barely said a word the rest of the night.$3",
  "eventSeen_4081148": "Hey, I saw you at Fin's show. It was fun!$h#$e#The city smelled pretty bad, though.$s",
  "eventSeen_2123343_memory_oneday": "I won't forget our camping trip any time soon...$l",
  "dating_Emily": "%Nayami has a big smile on her face.",
  "dating_Emily_memory_oneday": "We're going to have a lot of fun together, I just know it.$h",
  "married_Shane": "Well, now that you're married, I assume Shane won't be coming to the Saloon as much!#$e#That's probably a good thing, but it's always a little sad to lose a regular...$s",
  "Resort_Entering": "Oh, I like this place! It's full of parrots!",
  "Resort_Leaving": "Ah... my lungs feel perfect.",
  "Resort_Shore": "Say, don't you think that cloud over there kinda looks like Peachy?",
  "Resort_Chair": "Are you having fun, @? You need to remember to take breaks now and then too!",
  "Resort_Bar": "It's nice to be on this side of the bar for once!$h",
  "Resort": "If you open your heart to the sun, you can feel a loving energy inside of you.$h",
  "Resort_Dance": "%Nayami is lost in the music.",
  "FlowerDance_Accept_Spouse": "Of course, my love. I've been looking forward to this!$h",
  "FlowerDance_Decline": "Sorry, but I don't dance with virgins.$2#$b#I need something more of an experienced Mom.$1",
  "divorced": "@... You are impotent...$s",
  "dumped_Girls": "...$s",
  "breakUp": "B...But I thought we had a special bond... *sniff*$s",
  "reject_866": "Oh, that's beautiful... I have a friend who would love that! But she lives far from here...",
  "secondChance_Girls": "@... I'm ready to give you a second chance. I still have faith that there's a good person inside of you.$s",
  "Mon": "I cannot find my Vape anymore, i think I lost it somewhere... really a great way to start the Week...$s",
  "Mon2": "I have a secret hobby, but I won't say any more.#$e#Maybe I'll show you some day.$h",
  "Mon4": "Did you know, I am a VTuber!#$b#What I do as one...? Well... I'll tell you all about that another time...$1",
  "Mon6": "I wish Haley would get a job or at least contribute to cooking and cleaning.$s#$e#I think she's hoping to marry someone rich.$u",
  "Mon6_inlaw_Haley": "I have to say, now that Haley's gone I've had a much easier time keeping things in order.",
  "Mon8": "There's good people in this town who just can't seem to find happiness. It makes me sad.$u#$e#Working in the saloon, I hear first-hand about everyone's problems.$u",
  "Tue": "I really like to draw in my freetime. It's a way for me to express my feelings.#$e#How do you like to spend your freetime?",
  "Tue4": "I think I am the best Rigger in town.#$b#Oh, wait a second, am I simping for myself?#$b# Disgusting...$s#$e#Please excuse me for what just happened.$3",
  "Tue6": "Look at my Tail! It's so big and wiggly!$1",
  "Tue8": "Have you ever thought about becomming a VTuber yourself?#$b#I could help you with that as an Artist and Rigger!$h",
  "Wed": "Today is Wednesday, tomorrow is Thursday and Friday is Friday...#$b#I am more organized than one would think!$1",
  "Wed4": "Sometimes I wonder if I worry too much about Peachy...$s#$b#But what if, someone accidentally bites into Peachy, because they think Peachy is just a normal Peach?$s",
  "Wed6": "Trust yourself!#$b#At the end of the day you'll surely make the right decisions.$1",
  "Wed8": "You fell trees, right?#$b# I myself like to make my wood wet.$4",
  "Thu": "I hope you know that that on my head are fox ears and not cat ears!$3#$e#People always mix those up...$s",
  "Thu4": "What do you think of the Idea to rate my Viewers' Toilets?#$b# Why are you laughing, I'm serious...$s",
  "Fri": "Ah, spring. The season of pastels.",
  "Sat": "Say, what do you think of VTubers?",
  "Sat2": "My Brain... is deep.$6",
  "Sun": "You know, as a VTuber you can ask yourself questions like: 'How did i configure my boobs?'#$b#'Where are my Boobs'#$b#'Do I even have boobs?'#$b#funny right?$1",
  "Sun4": "I wish i had an experienced mom in my life...$s#$b#Wait, did you just say that Jinja is 50,000 years old?$h#$b#Bro, i need to go...$6",
  "event_dance1": "Thank you!",
  "event_dance2": "Um... Okay. Sorry you didn't like it. I guess those three years of practice were a complete waste...$s",
  "event_dance3": "Did you really think so? That's exactly the effect I was shooting for!$h#$b#I'm so glad you liked it.",
  "summer_Mon": "Don't forget, socks have feelings too!#$b# So please change them once in a while in this summer heat...$s",
  "summer_Mon4": "Eating healthy is very important to me. I want to live a long and active life.",
  "summer_Mon_inlaw_Haley": "Haley and I get along much better now that she's moved out. I look forward to her visits!",
  "summer_Tue": "Okay, how can i grab those guys' balls, without him grabbing my balls...#$b#I mean in preperation for the Egg Hunt next year of course!$s#$b# Egg shaped balls... Uh, Yes!$6",
  "summer_Tue6": "I feel bad for Linus. People judge him, but he's just living a different lifestyle.$u#$e#I wish everyone could learn to be accepting of others.",
  "summer_Sun6": "Hi, @! We've become decent friends, haven't we?$h#$e#That's fine with me. You're a cool guy.^I'm glad.$h",
  "summer_Sun8": "Hi, @! We've become decent friends, haven't we?$h#$e#This may sound weird, but I've always been certain this would happen.",
  "summer_Wed": "It doesn't rain much in summer, does it?#$e#That just means more watering work for you, huh?#$e#Or do you enjoy the sunny weather?",
  "summer_Thu": "I consider the foxes to be my special friends!",
  "summer_Fri": "If I wasn't so busy I'd come help you on the farm!#$e#But Gus would be upset if I had another job...$s",
  "summer_Fri6": "You know, I'm sure Gus would understand if I wanted to leave the Saloon someday.#$b#There's so much out there, I can't stay a barmaid forever.$u",
  "summer_Sat": "Don't overwork yourself or you might end up in Harvey's clinic!",
  "summer_Sun": "Hi @!",
  "summer_Sun4": "It's around this time of year that my good friends visit the region... I mean the parrots!",
  "fall_1": "Well, fall is here. Time to plant some new crops, huh?",
  "fall_15": "$d bus#I'm visiting Sandy today. We're best friends!#$e#I'm really happy that the bus is repaired.|*Sigh*... If only that old bus were fixed, I would've visited my friend Sandy today...$s",
  "fall_Mon": "Rolling around in piles of leafs must surely be fun.#$b# Just do me a favor and don't roll around in poop,#$b# Even if it's awesome...$s",
  "fall_Mon8": "If I didn't have to work I'd suggest we go on a nice picnic!",
  "fall_Tue": "Hello. Did you have a good summer?",
  "fall_Tue4": "Hi @! I bet your farm did great this past summer, huh?#$e#You're an excellent farmer.$h",
  "fall_Wed": "My friend runs a shop in the desert. If you ever go there stop in and say hi for me.#$e#I think she sells some rare products.",
  "fall_Thu": "Are you friends with Clint? He's a nice guy, if you get to know him.#$e#He gets lonely working in his shop all day. But he's so shy he has trouble making new friends.",
  "fall_Thu8": "I think Clint's mad at me. He never looks at me anymore...$u#$e#I always thought we were friends.$u",
  "fall_Fri": "Another beautiful fall day.#$e#It's a pity it'll soon be over.",
  "fall_Fri6": "Smell that clean air? It's lovely, isn't it?#$b#I just fear that the Joja Co.'s of the world will take this away from us.$u",
  "fall_Sat": "Keep your mind open and some interesting things might take root.#$e#Anyway, how is your day going?",
  "fall_Sat6": "I don't have any huge plans for life. I prefer not to stress about the future.",
  "fall_Sun": "Sorry, cannot listen to you right now, I can only hear money right now.$1",
  "fall_Sun6": "Jinja and I, finally rated our Viewers' Toilets!#$b#It was so much fun!$h",
  "fall_Sun10": "You're such a nice person, @! Thanks for being my friend.$h",
  "winter_Mon": "Be careful an icicle doesn't fall on your head!",
  "winter_Mon10": "Be careful an icicle doesn't fall on your head! I wouldn't want you to get hurt!",
  "winter_Tue": "I am currently watching Blue Eye Samurai, great stuff, Much Boobs Much Samurai.#$b#What are you watching lately?",
  "winter_Tue2": "I bet you're an excellent farmer by now!",
  "winter_Wed": "Ah yes, who doesn't love to rub their cat with some liquid?$1#$b# Wait... you don't?$s",
  "winter_Thu": "It must be so cold for the poor fish.$s#$e#I wonder if any fish hibernate? Maybe I should ask Demetrius.",
  "winter_Fri": "Look at my Tail! It's so big and wiggly!$1#$b# No wait, it's gotten totally stiff, because of the cold temperatures!$6",
  "winter_Sun": "Hi!#$e#...Yes?",
  "winter_Sun6": "My sister and I might fight sometimes, but I would really miss her if she left.#$e#I think she'll become a very nice young lady some day... Don't tell her I said that.$h#$e#So, is there anything you want to talk about?",
  "winter_Sun6_inlaw_Haley": "Say hi to my sister for me! And remind her to visit me tomorrow."
}