{
  "Introduction": "Why, hello and welcome to our little community, dear! #$b#You can call me 'Granny' if you like.$h",
  "AcceptGift_(O)StardropTea": "Oh, you're giving this to me? Thank you so much, dear. This is a really special gift!",
  "AcceptGift_(O)170": "Thank you, dear. I've been looking everywhere for my reading glasses...#$b#My, my! They've become filthy...",
  "GreenRain": "George, dear... Is this the end? It's been a good life, but I'd like to see Alex find his way before departing...$s%noturn",
  "GreenRainFinished": "Oh, my dear... I'm so glad everything ended up okay. And my flowers look healthier than ever!",
  "GreenRain_2": "The flowers seem to love this rain...",
  "AcceptGift_forage_item_beach": "Thank you, dear. This brings back such sweet memories...",
  "reject_867": "Oh, I'm sure George would be interested in that!",
  "cropMatured_591": "Home-grown tulips make for a lovely springtime gift.",
  "cc_Complete": "It's lovely to have the old community center back. We have so many memories from the old days... It's a special place.",
  "married": "I'm very happy for you, dear.$h#$e#Seeing young people in love is heartwarming for old grannies like me.",
  "divorce": "Next time you marry, make sure it's the right one...$s",
  "reject_866": "That's a very pretty rose, dear. Have you shown it to Nayami? It makes me think of her.",
  "pamHouseUpgrade": "Oh, sweetie... that was so nice of you to put Pam up in a beautiful new house!$h#$e#It warms my heart when people take care of each other like that...",
  "pamHouseUpgradeAnonymous": "Call me a silly old fool... but I think I have an idea who paid for Pam's new house... *wink*",
  "MovieInvitation": "Oh my! That's so kind of you, dear. Why yes... I'd love to go to the movies!$h#$b#You go on ahead, and I'll meet you at the theater.",
  "Mon": "Oh my! What a lovely day.$u",
  "Tue": "Don't mind my husband, George. He isn't very friendly to strangers.#$e#If you get to know him better he'll warm up to you.#$e#I'm sure you two could become good friends one day!$h#$e#Since you're so interested in my husband I'll let you in on a little secret: he really likes leeks! You can find them in the mountains this time of year.",
  "Wed": "#$1 evelynGarden1#I saw the most beautiful family of butterflies sunning themselves in the town garden yesterday.$k#$e#The good Mayor put me in charge of the town's public gardens.#$e#I've been working on the town flower beds for weeks, so don't step on them!",
  "Thu": "I'll be baking cookies today. I like to make flower shapes in the spring.$h#$e#Maybe I'll tell you my recipe one of these days.",
  "Fri": "George spends the whole day in front of that darned television set.#$e#I wish he'd go outside more. Some fresh air would do him good.",
  "Sat": "I used to love looking at the clouds, but I have trouble seeing them these days.#$e# My eyes just don't work as well as they used to.$s",
  "Sun": "It's nice to be so close to the ocean. The sound of the sea makes going to sleep a lot easier.#$e#As kids we hunted for seashells after the tide went out. Those were the days...",
  "Tue6": "It's nice of you to take the time to visit George and I.#$e#Without young people around, we'd age much faster.$h",
  "Event_cookies1": "Thank you!$h",
  "Event_cookies2": "What was that, dear? I could've sworn you said 'hockey puck'. *sigh* My ears aren't what they used to be.$s",
  "summer_Mon": "I feel more energetic in this wonderful weather.$u",
  "summer_Mon_inlaw_Alex": "How's my grandson doing? I imagine he's quite happy living on the farm.#$e#He deserves to be happy... he's a good boy.",
  "summer_Tue": "George is always a little less grumpy in the summer. The warm weather softens his bones.#$e#You might not be able to tell, but I can. I've known him for sixty years!",
  "summer_Wed": "The good Mayor put me in charge of the town's public gardens.#$e#I've been working on the town flower beds for months, so don't step on them!",
  "summer_Thu": "I'm going to bake cookies today. They're coconut wonders shaped like little palm trees! Heehee.$h#$e#Maybe I'll tell you my recipe one of these days.",
  "summer_Sat": "Be careful out there, dear. You could get sunburnt!",
  "summer_Sun": "Sweet peas are in bloom right now.#$e#They've got such a wonderful fragrance, haven't they?",
  "summer_Thu4": "It seems like we always have more visitors when I start baking cookies.#$e#My mother taught me the recipe.",
  "fall_Mon": "With every year I appreciate the seasons more and more. For young people it's easy to let them slip by.",
  "fall_Tue": "I've been putting raisins in George's oatmeal... but he hasn't said a word. I wonder if he even notices these things?",
  "fall_Wed": "The good Mayor put me in charge of the town's public gardens.#$e#The fall flowers are delicate, so don't go stomping on them! I know how you kids like to do.",
  "fall_Thu": "Today I'm baking cookies. They're shaped like little pumpkins.$h#$e#Maybe I'll tell you my recipe one of these days.",
  "fall_Sat": "Are you friends with Alex?#$e#Sometime he worries me sick.",
  "fall_Sat_inlaw_Alex": "Oh, hello my dear. I think of you as my own grandson now.$h^Oh, hello my dear. I think of you as my own grand-daughter now.$h",
  "fall_Sun": "My eyesight may be poor, but my nose hasn't failed me yet!#$e#I can smell fallen leaves and mushrooms. It reminds me of the forests I used to play in as a girl.",
  "winter_Mon": "Be careful you don't slip on the ice, dear.",
  "winter_Tue": "Aren't you cold? You should wear a thicker jacket, my dear!#$e#This weather isn't good for my joints...$s",
  "winter_Wed": "I usually tend to the gardens, but they're covered in snow.#$e#I still like to check up on them now and then.",
  "winter_Thu": "Today I'm baking cookies. They're shaped like little winter stars.$h#$e#Maybe I'll tell you my recipe one of these days.",
  "winter_Sat": "We've lived here for over 30 years.#$e#We've seen a lot of people come and go. Your grandfather, for one. Bless him... *sigh*",
  "winter_Sat6": "Oh... my dear. You have your grandfather's eyes...$s#$e#Yes... yes... I knew him very well.",
  "winter_Sun": "You should make some hot soup to stay warm.#$e#And make sure you wear a jacket!",
  "winter_Sat8": "@, have I told you that George and I have lived in our house for 30 years?#$e#I hope you stay here for a while.$h"
}