{
  "Introduction": "Ah, hallo und willkommen in unserer kleinen Gemeinde, mein Kind!#$b#Du kannst mich 'Oma' nennen, wenn du willst.$h",
  "AcceptGift_(O)StardropTea": "Oh, das schenkst du mir? Vielen Dank, mein Lieber. Das ist ein ganz besonderes Geschenk!^Oh, das schenkst du mir? Vielen Dank, meine Liebe. Das ist ein ganz besonderes Geschenk!",
  "AcceptGift_(O)170": "Danke, mein Lieber. Ich habe überall nach meiner Lesebrille gesucht...#$b#Meine Güte! Sie ist schmutzig geworden...^Danke, meine Liebe. Ich habe überall nach meiner Lesebrille gesucht...#$b#Meine Güte! Sie ist schmutzig geworden...",
  "GreenRain": "George, mein Lieber... Ist das das Ende? Es war ein gutes Leben, aber ich würde gerne sehen, wie Alex seinen Weg findet, bevor er abreist...$s%noturn",
  "GreenRainFinished": "Oh, mein Lieber... Ich bin so froh, dass alles gut ausgegangen ist. Und meine Blumen sehen gesünder aus als je zuvor!^Oh, meine Liebe... Ich bin so froh, dass alles gut ausgegangen ist. Und meine Blumen sehen gesünder aus als je zuvor!",
  "GreenRain_2": "Den Blumen scheint dieser Regen zu gefallen...",
  "AcceptGift_forage_item_beach": "Danke, mein Lieber. Das bringt so schöne Erinnerungen zurück...^Danke, meine Liebe. Das bringt so schöne Erinnerungen zurück...",
  "reject_867": "Oh, ich bin sicher, George wäre daran interessiert!",
  "cropMatured_591": "Selbstgezogene Tulpen sind ein schönes Frühlingsgeschenk.",
  "cc_Complete": "Es ist schön, das alte Gemeindezentrum wieder zu haben. Wir haben so viele Erinnerungen an die alten Zeiten... Es ist ein besonderer Ort.",
  "married": "Ich freue mich sehr für dich.$h#$e#Junge verliebte Menschen zu sehen, ist für alte Omas wie mich herzerwärmend.",
  "divorce": "Wenn du das nächste Mal heiratest, achte darauf, dass es die richtige Entscheidung ist...$s",
  "reject_866": "Das ist eine sehr hübsche Rose. Hast du sie Nayami gezeigt? Sie erinnert mich an sie.",
  "pamHouseUpgrade": "Ach, Schatz ... es war wirklich lieb von dir, Pam so ein wunderschönes, neues Heim zu geben!$h#$e#Mein Herz wird ganz warm, wenn Leute sich so um einander kümmern ...",
  "pamHouseUpgradeAnonymous": "Ich bin zwar nur ein alter Narr ... aber ich habe eine Vorstellung, wer für Pams neues Haus bezahlt haben könnte ... *zwinker*",
  "MovieInvitation": "Oh my! That's so kind of you, dear. Why yes... I'd love to go to the movies!$h#$b#You go on ahead, and I'll meet you at the theater.",
  "Mon": "Oh! Was für ein schöner Tag.$u",
  "Tue": "Lass dich nicht von meinem Mann George stören. Er ist nicht sonderlich freundlich zu Fremden.#$e#Wenn du ihn besser kennenlernst, wird er sich dir öffnen.#$e#Ich bin mir sicher, dass ihr beiden eines Tages gute Freunde sein werdet!$h#$e#Weil du so interessiert an meinem Mann bist, erzähle ich dir ein kleines Geheimnis: Er liebt Lauch! Du kannst ihn zu dieser Jahreszeit in den Bergen finden.",
  "Wed": "#$1 evelynGarden1#Ich habe gestern die schönste Schmetterlingsfamilie gesehen, wie sie sich im Stadtgarten gesonnt hat.$k#$e#Der gute Bürgermeister hat mich für die städtischen öffentlichen Gärten verantwortlich gemacht.#$e#Ich habe wochenlang an den Blumenbeeten gearbeitet, bitte tritt nicht in sie rein!",
  "Thu": "Ich backe heute Kekse. Ich mag es, im Frühling Blumenformen zu benutzen.$h#$e#Vielleicht verrate ich dir eines Tages mein Rezept.",
  "Fri": "George verbringt den ganzen Tag vor diesem verdammten Fernseher.#$e#Ich wünschte, er würde mehr nach draußen gehen. Ein wenig frische Luft würde ihm gut tun.",
  "Sat": "Ich mochte es immer sehr, die Wolken zu betrachten, aber heutzutage habe ich Probleme, sie zu sehen.#$e#Meine Augen funktionieren einfach nicht mehr so gut wie früher.$s",
  "Sun": "Es ist so schön, in der Nähe des Meers zu leben. Das Geräusch der Wellen wiegt mich immer in den Schlaf.#$e#Als Kinder haben wir nach Muscheln gesucht, sobald es Ebbe war. Das waren noch Tage...",
  "Tue6": "Es ist nett von dir, George und mich zu besuchen.#$e#Ohne junge Leute um uns herum würden wir viel schneller altern.$h",
  "Event_cookies1": "Danke dir!$h",
  "Event_cookies2": "Was war das, mein Kind? Ich könnte schwören, dass du 'Pappe' gesagt hast. *seufz* Meine Ohren sind nicht mehr, was sie mal waren.$s",
  "summer_Mon": "Ich fühle mich bei diesem Wetter viel lebendiger.$u",
  "summer_Mon_inlaw_Alex": "Wie geht es meinem Enkel so? Ich kann mir vorstellen, dass er auf dem Hof ziemlich glücklich ist.#$e#Er verdient es, glücklich zu sein... Er ist ein guter Junge.",
  "summer_Tue": "George ist im Sommer immer ein bisschen weniger griesgrämig. Das warme Wetter macht ihn etwas sanftmütiger.#$e#Du kannst es ihm vermutlich nicht ansehen, aber ich kann es. Ich kenne ihn schon seit sechzig Jahren!",
  "summer_Wed": "Der gute Bürgermeister hat mich für die städtischen öffentlichen Gärten verantwortlich gemacht.#$e#Ich habe monatelang an den Blumenbeeten gearbeitet, bitte tritt nicht in sie rein!",
  "summer_Thu": "Ich werde heute Kekse backen. Ich nenne sie Kokosnuss-Wunder, in der Form von kleinen Palmen! Heehee.$h#$e#Vielleicht verrate ich dir eines Tages das Rezept.",
  "summer_Sat": "Pass da draußen auf dich auf, mein Kind. Du könntest dir einen Sonnenbrand holen!",
  "summer_Sun": "Edelwicken sind momentan in voller Blüte.#$e#Sie haben so einen wundervollen Geruch, nicht?",
  "summer_Thu4": "Wir bekommen irgendwie immer mehr Besucher, wenn ich Kekse backe.#$e#Meine Mutter hat mir das Rezept beigebracht.",
  "fall_Mon": "Mit jedem Jahr schätze ich die Jahreszeiten mehr und mehr. Für junge Leute ist es einfach, sie einfach vergehen zu lassen.",
  "fall_Tue": "Ich habe Rosinen in Georges Haferflocken gemischt... Aber er hat kein Wort gesagt. Ich frage mich, ob er so etwas überhaupt bemerkt?",
  "fall_Wed": "Der gute Bürgermeister hat mich für die städtischen öffentlichen Gärten verantwortlich gemacht.#$e#Die Herbstblumen sind empfindlich, stampfe also bitte nicht auf ihnen herum! Ich weiß, wie gerne ihr Kinder das macht.",
  "fall_Thu": "Heute backe ich Kekse. Sie sind wie kleine Kürbisse geformt.$h#$e#Vielleicht verrate ich dir später mal das Rezept.",
  "fall_Sat": "Bist du näher mit Alex befreundet?#$e#Manchmal mache ich mir wirklich Sorgen um ihn.",
  "fall_Sat_inlaw_Alex": "Oh, hallo Jungchen. Ich sehe dich inzwischen schon wie meinen eigenen Enkel.$h^Oh, hallo Kleine. Ich sehe dich inzwischen schon wie meine eigene Enkelin.$h",
  "fall_Sun": "Meine Sicht mag schwach sein, aber meine Nase hat mich noch nicht im Stich gelassen!#$e#Ich kann die Herbstblätter und Pilze riechen. Es erinnert mich an den Wald, in dem ich als Kind immer gespielt habe.",
  "winter_Mon": "Pass auf, dass du nicht auf dem Eis ausrutschst, Kind.",
  "winter_Tue": "Ist dir nicht kalt? Du solltest eine dickere Jacke anziehen, Kind!#$e#Dieses Wetter ist nicht gut für meine Gelenke...$s",
  "winter_Wed": "Normalerweise würde ich mich um die Gärten kümmern, aber sie sind vom Schnee bedeckt.#$e#Ich schaue gern trotzdem hin und wieder vorbei.",
  "winter_Thu": "Heute backe ich Plätzchen. Sie haben die Form von kleinen Wintersternen.$h#$e#Vielleicht verrate ich dir irgendwann mal mein Rezept.",
  "winter_Sat": "Wir leben hier schon seit über 30 Jahren.#$e#Wir haben viele Leute kommen und gehen gesehen. Dein Großvater war einer davon. Gott hab ihn selig... *seufz*",
  "winter_Sat6": "Oh... mein Kind. Du hast die Augen deines Großvaters...$s#$e#Ja... ja... Ich kannte ihn sehr gut.",
  "winter_Sun": "Du solltest etwas heiße Suppe machen, um dich zu wärmen.#$e#Und denk daran, dass du eine Jacke anziehst!",
  "winter_Sat8": "@, habe ich dir erzählt, dass George und ich schon seit 30 Jahren in unserem Haus leben?#$e#Ich hoffe, du bleibst eine Weile.$h"
}