{
    "Introduction": "Hey, die leute kennen mich nur als Schwanz typ, aber du kannst mich gerne Fin nennen. Nett, dich kennenzulernen!$h",
    "Resort_Entering": "Wow, was für ein Fleck!",
    "Resort": "Ich wette, dass es weiter innen auf der Insel ein paar coole Sachen gibt.#$e#Willy sagte jedoch, dass wir hier bleiben müssen... irgendeine Art von Haftungsproblemen oder so etwas.$s",
    "Resort_Leaving": "Ich fühle mich ziemlich gut von all dem Sonnenlicht.$h",
    "Resort_Shore": "Sieh dir diese krassen Wellen an... Stell dir vor! Ich werde für ein Surfbrett sparen.",
    "Resort_Towel": "%Fin spielt eine jazzige Melodie auf seiner Gitarre.",
    "Resort_Towel_2": "Vielleicht sollte ich lernen, die Ukelele zu spielen.#$e#Luny an den Congas und Sebastian an den Stahltrommeln... `Die Pelikane des Paradieses`...$s#$e#Was ist los, du siehst besorgt aus.$h",
    "Resort_Bar": "Ich lasse mich gerade volllaufen, dann geht's zurück an den Strand.",
    "danceRejection": "Hmm... Weiß nicht, du bist ja nichtmal ein T1 sub...$s",
    "dumped_Guys": "... $a",
    "secondChance_Guys": "Nun gut, jetzt reicht es mit der kalten Schulter. Vergessen wir einfach, was geschehen ist.$7",
    "breakUp": "Warte... was?!$8#$b#Ich dachte, es geht uns gut... Ich schätze, ich lag weit daneben... in Ordnung.$9#$b#Ja, sicher... wir können immer noch Freunde sein. $9",
    "divorced": "Tut mir leid, @. Ich denke nicht, dass ich noch dein Freund sein kann.$s#$b#Außerdem bann ich dich jetzt von meinem Twitch.$a",
    "Mon2": "Hey, wie läuft's?#$e#Letzte Nacht habe ich 24 Stunden ohne Pause gestreamed. Meine Stimme ist jetzt ein wenig heiser.$s#$e#Bye, ich muss etwas erledigen...",
    "Mon": "UwU.",
    "Mon8": "Ich verrate dir ein Geheimnis... Mein Name 'Fin' ist kurz für 'Finstey'.$10#$e#Die meisten Leute wissen das nicht, also behalte es für dich.",
    "Tue": "Oh, hi! Ich bin im übrigen ein Orca, sowie Shylily!",
    "Tue4": "Hi, @. Willst du ein bisschen hier bleiben?#$e#Schlafen ist ja ganz schön, aber manchmal wünschte ich, ich könnte es überspringen... Es ist einfach so eine Zeitverschwendung.",
    "Wed": "Viele Leute meinen wenn ich meine Brille abziehe sehe ich hässlich aus, andere meine ich sehe ohne viel süßer aus.#$q 19/20 Wed_old#Hey... Was meinst du dazu?#$r 20 30 Wed_20#Du siehst mit der Skibrille viel cooler aus!#$r 8820 30 Wed_20#Ich finde dich echt süß ohne die Skirille#$r 8821 30 Wed_20#Ich mag dich so oder so uwu#$r 19 -50 Wed_19#Ob mit oder ohne, du siehst Hässlich aus",
    "Wed_old": "$p 19#Aber ich weiß schon, dass du mich hässlich findest.$a|Ich weiß ja aber schon was du bevorzugst!$h",
    "Wed_19": "Warum sagst du sowas? Entschuldige, dass ich gefragt habe.$a",
    "Wed_20": "Das ist echt nett von dir sowas zu sagen... Danke!$h",
    "Wed6": "Ich bin schon eine Weile mit Luny und Mona befreundet. Sie sind ziemlich coole Personen.#$e#Wenn ihr drei nicht wärt, hätte ich keine wirklichen Freunde in der Stadt.",
    "Wed10": "Hey, Du siehst heute richtig energiegeladen aus!^@. Äh... Ich wollte nur sagen... Du siehst heute gut aus.$10",
    "Thu6_1": "Ich denke, mein Vater wird in einem Jahr oder so zurückkommen.#$e#Dann kannst du ihn kennenlernen. Solange du immer noch hier bist.#$e#Du würdest den Hof nicht verlassen, nachdem du so viel Arbeit hineingesteckt hast!",
    "Thu6_2": "... Ich habe gemischte Gefühle darüber, dass mein Vater zurück ist. Etwas mit ihm ist seltsam.$s#$b#Aber ich habe ihn auch 3 Jahre lang nicht gesehen... Das könnte es erklären.",
    "Thu_3": "*Seufz*... Was mache ich immer noch hier?",
    "Thu": "Die Wolken sehen zu dieser Zeit im Jahr großartig aus, oder?#$e#Wie kleine Woos, die auf blauer Soße treiben... Vielleicht bin ich auch einfach nur hungrig.",
    "Thu2": "Mein Vater ist ein Soldat, der gegen das Gotoro-Reich kämpft. Deswegen ist er nicht hier...#$e#Irgendwann wird er heimkehren.#$e#... Ich habe ein paar furchtbare Dinge über das Gotoro-Reich gehört...$s",
    "Thu_2": "Nun, mein Vater ist zurück. Hast du ihn getroffen?#$b#Ich bin einfach froh, dass es ihm gut geht.",
    "Thu2_2": "Nun, mein Vater ist zurück. Hast du ihn getroffen?#$b#Ich bin einfach froh, dass es ihm gut geht.",
    "Fri": "Habe ich dir je erzählt, dass wir früher in einem Dorf mit ungefähr 400 einwohnern gelebt haben?#$e#Dort ist zwar etwas mehr los, aber es gab nichtmal einen Bäcker... Es ist schwer zu sagen, was besser ist.",
    "Fri4": "Mein Vater hat in der Stadt als Müllmann gearbeitet.#$e#Du willst gar nicht wissen, was für Dinge er im Müll gefunden hat.",
    "Fri10": "Je älter ich werde, desto wohler fühle ich mich im Tal.#$b#Obwohl ich vielleicht voreingenommen bin... aus einem bestimmten Grund.$10#$e#Und wie geht's dir heute?$h",
    "Sat10": "Du bist sehr besonders für mich, daher zeige ich dir gerne kostenlos meinen Schwanz.$l",
    "Sat4": "Ich gib dir einen Rabatt auf meinen Schwanz, nurnoch 100 Bits.$h",
    "Sat": "Im übrigen, für 500 Bits kannst du gerne meinen Schwanz anfassen.",
    "Sun8": "Manchmal frage ich mich, ob ich auf dem richtigen Weg bin$s#$e#Dann fällt mir wieder ein was für eine wundervolle Community ich eigentlich habe!$h",
    "Sun": "Hast du schon Luny oder Mona getroffen? Sie sind meine Genmates.$h",
    "10": "Hast du meinen Stream letzte Nacht gesehen?#$b#Oh, warte, hast du überhaupt einen PC...?",
    "14": "Ugh, ich habe vorher etwas ekliges gerochen... das muss Luny gewesen sein.$s",
    "spring_21": "Manchmal läuft meine Nase von diesen umherfliegenden Frühlingsblüten.$s#$e#Ich mag den Sommer persönlich am meisten.",
    "Event_band1": "Hey, weißt du was? Das ist genau der Stil, über den ich nachgedacht habe... für die Band.",
    "Event_band2": "Hey, weißt du was? Das ist genau der Stil, über den ich nachgedacht habe... für die Band.",
    "Event_band3": "Hey, weißt du was? Das ist genau der Stil, über den ich nachgedacht habe... für die Band.",
    "Event_band4": "Hey, weißt du was? Das ist genau der Stil, über den ich nachgedacht habe... für die Band.",
    "event_room1": "Oh, alles klar.",
    "spring_12": "Morgen ist die Eiersuche, machst du mit?",
    "spring_23": "Warum kann der Blumentanz nicht heute sein, damit ich frei bekomme?$s",
    "winter_7": "Einmal ist Gus während des Eisfestes in den Fluss gefallen. Wir mussten ein großes Feuer in der Kneipe anmachen, um ihn aufzutauen.#$e#Wir hatten alle Angst, dass wir nie wieder seine berühmten Spaghetti genießen könnten.",
    "fall_26": "Heute Nacht, sobald jeder schläft, wird der merkwürdige alte Mann aus den Wäldern ein verfluchtes Labyrinth aufstellen. Er achtet immer darauf, dass niemand in der Nähe ist und ihn bei der Arbeit sieht.",
    "summer_10": "Ich muss morgen nicht arbeiten! Ich war noch nie so glücklich.$h",
    "winter_24": "Das Fest des Wintersterns sollte eine Zeit sein, in der man Dankbarkeit für all die guten Dinge im Leben zeigt.#$b#Ich? Ich interessiere ich mich hauptsächlich für das Essen. Hehe.$h",
    "event_room2": "Ja... Genau so war es!",
    "event_snack1": "Er hat Recht... Genau so war es.$s^Sie hat Recht... Genau so war es.$s",
    "event_snack2": "Ja... Genau so war es!",
    "event_snack3": "Was?! Er lügt!$a^Was?! Sie lügt!$a",
    "summer_Mon2": "Ich will nur klarstellen, wenn ich sage, dass luny stinkt, dann ist das kein front, das ist die Wahrheit.$9",
    "summer_Mon6": "Warst du schon in der Wüste?#$e#Dort gibt es ein paar interessante Dinge zu entdecken. Vater hat mich ein paar Mal dorthin mitgenommen, als ich jünger war.",
    "summer_Mon": "Die Leute wollen unbedingt Fettfin sehen, dabei bin ich garnicht fett.$s",
    "summer_Tue": "Oh, hi! Es ist nett, dich wiederzusehen.#$e#Auf Wiedersehen.",
    "summer_Tue4": "Hi, @. Möchtest du etwas hier bleiben?#$e#Ich bin im Sommer so voller Energie, dass ich kaum schlafen muss!",
    "summer_Wed": "Hi. Du nimmst dir den Tag frei?#$e#Klingt interessant.",
    "summer_Wed2": "Ich liebe Bubble Tea.$h#$e#Ich verabscheue aber Ananas Pizza, es gibt nichts schlimmeres als das.$a",
    "summer_Thu": "Mein Vater hat mir etwas über unsere Feinde erzählt, das Gotoro-Reich... Ein skrupelloses Volk.",
    "summer_Thu6_1": "Manchmal kann ich hören, wie mein Vater nachts den Flur entlang geht.$s#$b#... Aber er sagt uns nicht, was ihn bedrückt.",
    "summer_Fri": "Weißt du... Früher habe ich in einem größeren Dorf gewohnt und ich muss zugeben, dass dieser Ort viel angenehmer ist.$h",
    "summer_Sun": "Wenn du einen Heißluftballon über dem Meer siehst, ist gerade Hochsaison des Sommers.",
    "fall_Mon2": "Ich mag es, in dieser Jahreszeit Spaziergänge im Wald zu machen. Die Temperatur ist so angenehm#$e#...$h",
    "fall_Mon": "Oh, hi. Hast du schon Freunde in der Stadt gefunden?#$e#Tschüss.",
    "fall_Tue": "Meine Schuhe scheinen in dieser Jahreszeit immer auseinanderzufallen. Schau, mein Zeh schaut raus!$h#$e#Das passiert, wenn du zu viel mit dem Skateboard fährst.",
    "fall_9": "Ich habe neues Stream Gear online bestellt. Es ist das gleiche Modell, also sollten sie passen.",
    "fall_16": "Ich habe vor über einer Woche Stream Gear bestellt! Mann, die brauchen wirklich lange.#$e#Wir leben wirklich mitten im Nirgendwo.$s",
    "fall_23": "Ah, das neue Stream Gear ist super. Meine Streams gewinnen dadurch sicherlich an Qualität. Besonders wenn ich die Leute umso besser entertainen kann!$h",
    "fall_Tue4": "Hi, @. Willst du etwas Zeit miteinander verbringen?#$e#Komm einfach vorbei, wann immer du willst.",
    "fall_Wed": "Hey... Irgendetwas riecht gut, wie Pizza.#$e#Riechst du das auch? Vielleicht kocht Mutter etwas.",
    "fall_Thu6_1": "Mein Vater wird nächstes Jahr vielleicht zurückkommen.#$e#Also ziemlich bald. Seltsam.",
    "fall_Thu6": "Ich sollte darüber nachdenken, bald auszuziehen...$s#$e#... Aber ich würde Mutters Fischeintopf vermissen, also bin ich mir nicht sicher...$s#$e#Ich hasse es, Entscheidungen zu treffen.",
    "fall_Thu": "Sind dir schon die ganzen Spinnweben aufgefallen, die im Herbst auftauchen?#$e#Wenn du früh aufstehst, siehst du sie mit Tau überzogen... wie kleine Sterne.",
    "fall_Fri": "Ich habe früher in einem kleinen Dorf gewohnt. Der größte Unterschied ist die vielfalt an Leuten.",
    "fall_Fri10": "Ich mag inzwischen das Land mehr als Städte.$h#$b#Obwohl ich vielleicht voreingenommen bin... aus einem bestimmen Grund.$10#$e#Und wie geht's dir heute?$h",
    "fall_Sat4": "Ich habe zum Glück das größte Zimmer im Haus für mich selbst.#$e#Manchmal hilft es, das älteste Kind zu sein.",
    "fall_Sat": "Mein Chat brachte mich dazu 200 Hampelmänner zu machen.#$b#Ich vermisse es meine Beine zu fühlen...$s",
    "fall_Sun8": "Die erste Woche des Herbsts ist schon vorbei. Mann, das ging schnell.$s#$e#Aber egal. Ich bin nur froh, dass du mich besuchst!#$e#Also, hast du Neuigkeiten auf Lager?",
    "fall_Sun": "Es ist schwer, am Sonntag Spaß zu haben... Ich kann nur daran denken, dass ich morgen arbeiten muss.$s",
    "fall_14": "Hi @.#$e#Hmm.. Ich frage mich, ob ein Kaktus in meinem Zimmer wachsen würde?",
    "winter_Mon2": "Jeder bleibt im Winter im Haus, also kann ich so laut sein beim Streamen, wie ich möchte.$h",
    "winter_Mon": "Endlich findet meine Skibrille einen nutzen.$h",
    "winter_Tue": "Oh, hi uwu! Schön, dich wiederzusehen.#$e#Mach's gut.",
    "winter_Tue4": "Hi, @. Willst du etwas hier bleiben?#$e#Es ist eine gute Jahreszeit, um all den fehlenden Schlaf nachzuholen.$h#$b#Oder umso mehr zu streamen.$u",
    "winter_Wed": "$d Joja#Ich hasse es, im Joja-Markt zu arbeiten, aber wie sonst soll ich in der Stadt Geld verdienen?|Ich bin froh, dass ich jetzt im Museum arbeite. Es ist viel interessanter als es dieser deprimierende Joja-Markt je war.",
    "winter_Thu6_1": "Mein Vater kommt diesen Frühling wohl heim.#$e#Es ist 3 Jahre her, seit ich ihn das letzte Mal gesehen habe. Das wird sicher etwas seltsam.",
    "winter_Thu6": "Vater ist schon eine Weile zurück. Ich gewöhne mich wohl langsam daran.",
    "winter_Thu": "Mein Vater arbeitet beim Militär und ist auf einem Einsatz gegen das Gotoro-Reich. Deswegen ist er nicht hier.#$e#Er kommt aber bald zurück.",
    "winter_Thu_2": "Es gibt eine Sache, die am Winter ganz nett ist... Die ganzen Moskitos sind weg.",
    "winter_Fri": "Das Schlimmste am Schnee ist, dass deine Füße komplett durchnässt sind. Du hast es gut mit deinen dicken Schuhen.",
    "winter_Sat4": "Kennst du schon meine King Julien Nachahmung? Sie ist sehr gut!$h#$b#Nichta die konigliche Schwanz beruhren!.",
    "winter_Sun8": "Es wäre lustig, wenn wir Schlittenfahren gehen könnten, oder?#$e#Wir haben aber keine guten Hügel in der Nähe.$s#$e#Außerdem habe ich keinen Schlitten.#$e#Und wie läuft es bei dir in letzter Zeit so?",
    "winter_Sun": "Mach bitte keine Unordnung im Haus, oder meine Mutter flippt aus."
}