{
  "Introduction": "Well hello there! I'm Gus, chef and owner of the Stardrop Saloon.#$e#Stop in if you need any refreshments. I've always got hot coffee and cold beer at the ready.$h",
  "AcceptGift_(O)StardropTea": "Oh wow, thank you! I'm tempted to drink all of it, but I'm going to save some for the saloon. I bet I could make an interesting cocktail with this!",
  "AcceptGift_category_cooking": "*sniff*... Ah. Exquisite cuisine. You know what I like, @.$h",
  "accept_865": "*sniff* sniff* ... that sharp smell!#$b#*slurp* *slurp* ... that zesty taste! That gritty texture!#$b#It can only be gourmet tomato salt! I'll trade you for it.",
  "GreenRain": "I saw the weather report last night. It really gave me a scare!$s#$e#Are there monsters out there? What's happening?",
  "GreenRainFinished": "I'm glad that's over. Running the saloon is enough to worry about, I don't need exotic weather in my life!",
  "GreenRain_2": "*sniff*... These rains have a particular smell. Have you noticed? Almost like freshly minced herbs...",
  "cropMatured_256": "Lewis tells me your tomatoes have ripened. That's great news!#$b#...Just imagine what the culinary world would be like without tomatoes...",
  "eventSeen_502969": "It's important to me that people can eat healthy, delicious meals. Unfortunately, in today's world, that's not so easy for everyone.",
  "married": "Hey @, just want to say that I'm happy for you and %spouse.",
  "dating_Emily_memory_oneweek": "Nayami has a real pep in her step lately... I wonder why? *wink*",
  "divorced_once": "Hey, I'm sorry to hear about the break-up...$s#$e#If you need company, you're always welcome at the Saloon.",
  "divorced_twice": "Another failed marriage? Well, it happens. Guess I'll be seeing you at the Saloon more often...$s",
  "eventSeen_3206194": "Hey, you really pulled through with those eggs. The omelet turned out great, thanks to you!",
  "Resort_Entering": "Hey, @! Glad you're here. I'm gonna be serving up some good stuff from behind the bar.",
  "Resort_Leaving": "I'll see you back home, @.",
  "Resort": "Meet me at the bar if you need a beverage.",
  "IslandSouth_14_21": "Hey, need a drink? I've got some special beverages that showcase local ingredients from this island.$h",
  "willyCrabs": "These might be the best crab cakes I've ever made...",
  "Mon": "Yeah, I know a lot about the people living here.#$e#That's one of the benefits of being a bartender.$h#$e#Sometimes I hear too much...",
  "pamHouseUpgrade": "Hey. I heard what you did for Pam. That was really really nice of you!$h#$e#Sadly, I don't think it will get her to cut back on the 'beverages'...",
  "pamHouseUpgradeAnonymous": "I saw Pam earlier today... she was grinning from ear to ear! She said someone bought her a new house!#$e#Whoever it was, they truly deserve the best!$h",
  "Saloon": "Welcome to the Stardrop Saloon! Can I get you anything?",
  "Saloon4": "Hi there, @. Make yourself at home.",
  "SeedShop_Entry": "Hi, Pierre!/Now, what do I need.../Ah, that looks good!/Makin' my special sauce tonight!/Pierre! What's fresh?/Pierre! Waddya got for me?",
  "Saloon8": "Hi there @. I'm glad to see you! You're always welcome here.",
  "Saloon_Tue": "Hi! Please relax and enjoy yourself.",
  "Saloon_Thu": "Hey, you look like you could use a beverage.",
  "Saloon_Fri": "Business has been really good tonight. I'm pleased.",
  "Tue": "I sell different dishes each week, so make sure and check in every now and then!#$e#You might taste something spectacular.$h#$e#Just let me know if you have any allergies.$s#$e#Okay, see you around.",
  "Wed": "Nayami's been working here for a while now. I don't know what I'd do without her!#$e#I would hate to have to clean all those pots by myself.$s",
  "Thu": "Pam and Clint come into the saloon almost every night.#$e#I'd probably go out of business if they stopped coming.$h#$e#So make sure you don't drive them away!",
  "Thu6": "Clint comes into the saloon almost every night and sits at the same table by himself.#$e#Sometimes he glances over at Nayami with a nervous look. Hmmm.#$e#Maybe that's why he comes in so often. Oh well, that means more business for me.",
  "Thu8": "Pam comes into the saloon almost every night and drinks way too much beer.#$e#Ah well, I shouldn't pass judgment on my customers.",
  "Fri": "Hi there, @. If you're ever thirsty, the Saloon is the place to be.",
  "Fri4": "I don't actually drink very much myself. I'm mainly doing this to make a living.#$e#Although I do enjoy a taste of the Stardew Valley vintage from time to time.",
  "Sat": "Are you much of a chef, @?#$e#If you have a kitchen and some recipes, you can cook some useful dishes.#$e#Home-cooked meals make great gifts, as well.",
  "Sun": "Business has been pretty steady thanks to my regular customers."
}