{
  "Introduction": "Oh, hallo du! Ich bin Gus, Chef und Besitzer der Kneipe 'Zum Sternenfall'.#$e#Schau vorbei, wenn du eine Erfrischung brauchst. Ich habe immer heißen Kaffee und kaltes Bier bereit.$h",
  "AcceptGift_(O)StardropTea": "Oh, wow, danke! Ich bin in Versuchung, es ganz auszutrinken, aber ich werde etwas für die Kneipe aufheben. Ich wette, ich könnte einen interessanten Cocktail daraus machen!",
  "AcceptGift_category_cooking": "*schnüffel*... Ah. Exquisite Kochkunst. Du weißt, was ich mag, @.$h",
  "accept_865": "*schnupper* *schnupper* ... dieser scharfe Geruch!#$b#*schlürfen* *schlürfen* ... dieser pikante Geschmack! Diese körnige Textur!#$b#Es kann nur Gourmet-Tomatensalz sein! Ich möchte darum handeln.",
  "GreenRain": "Ich habe gestern Abend den Wetterbericht gesehen. Das hat mich wirklich erschreckt! $s#$e#Gibt es da draußen Monster? Was ist da los?",
  "GreenRainFinished": "Ich bin froh, dass das vorbei ist. Der Betrieb einer Kneipe macht mir schon genug Sorgen, da brauche ich kein exotisches Wetter in meinem Leben!",
  "GreenRain_2": "*schnüffel*... Dieser Regen hat einen besonderen Duft. Hast du das bemerkt? Fast wie frisch gehackte Kräuter...",
  "cropMatured_256": "Lewis sagt mir, dass deine Tomaten reif geworden sind. Das sind tolle Neuigkeiten!#$b#... Stell dir vor, wie die kulinarische Welt ohne Tomaten aussehen würde...",
  "eventSeen_502969": "Es ist mir wichtig, dass sich die Menschen gesund und lecker ernähren können. Leider ist das in der heutigen Welt nicht für jeden so einfach.",
  "married": "Hey @, ich wollte nur sagen, dass ich mich für dich und %spouse freue.",
  "dating_Emily_memory_oneweek": "Nayami hat in letzter Zeit richtig Elan... Ich frage mich, warum? *zwinker*",
  "divorced_once": "Hey, tut mir leid, von der Trennung zu hören...$s#$e#Wenn du Gesellschaft brauchst, bist du in der Kneipe immer willkommen.",
  "divorced_twice": "Eine weitere gescheiterte Ehe? Nun, das kommt vor. Ich schätze, ich werde dich öfters in der Kneipe sehen...$s",
  "eventSeen_3206194": "Hey, du hast dich mit diesen Eiern wirklich gut geschlagen. Das Omelett ist toll geworden, dank dir!",
  "Resort_Entering": "Hey, @! Schön, dass du hier bist. Ich werde von hinter der Bar ein paar gute Sachen servieren.",
  "Resort_Leaving": "Ich sehe dich dann zu Hause, @.",
  "Resort": "Wenn Du ein Getränk brauchst, triff mich an der Bar.",
  "IslandSouth_14_21": "Hey, brauchst du einen Drink? Ich habe einige besondere Getränke, die lokale Zutaten von dieser Insel zur Schau stellen.$h",
  "willyCrabs": "Das sind vermutlich die besten Krabbenkuchen, die ich je gemacht habe ...",
  "Mon": "Ja, ich weiß eine Menge über die Leute, die hier leben.#$e#Das ist einer der Vorteile, Barkeeper zu sein.$h#$e#Manchmal höre ich zu viel...",
  "pamHouseUpgrade": "Hey. Ich habe gehört, was du für Pam getan hast. Das war wirklich nett von dir!$h#$e#Leider glaube ich nicht, dass sie deswegen weniger 'Getränke' trinkt ...",
  "pamHouseUpgradeAnonymous": "Ich habe Pam vorhin gesehen ... Sie hat bis über beide Ohren gestrahlt! Sie meinte, jemand habe ihr ein neues Haus gekauft!#$e#Wer auch immer es war, hat einen Orden verdient!$h",
  "Saloon": "Guten Abend. Kann ich dir etwas bringen?",
  "Saloon4": "Guten Abend. Fühl dich wie Zuhause.",
  "SeedShop_Entry": "Hi, Pierre!/Also, was brauche ich.../Ah, das sieht gut aus!/Ich mache heute Abend meine spezielle Soße!/Pierre! Was ist frisch?/Pierre! Was hast du für mich?",
  "Saloon8": "Hallo, @. Ich bin froh, dich zu sehen! Du bist hier immer willkommen.",
  "Saloon_Tue": "Hi! Bitte entspanne und amüsiere dich.",
  "Saloon_Thu": "Hey, du siehst aus, als könntest du ein Getränk vertragen.",
  "Saloon_Fri": "Das Geschäft läuft in letzter Zeit echt gut. Ich bin zufrieden.",
  "Tue": "Ich verkaufe jede Woche andere Gerichte, also schau hin und wieder mal vorbei!#$e#Vielleicht kostest du ja etwas Spektakuläres.$h#$e#Lass mich nur wissen, ob du irgendwelche Allergien hast.$s#$e#Okay, man sieht sich.",
  "Wed": "Nayami arbeitet hier schon seit einer ganzen Weile. Ich wüsste nicht, was ich ohne sie tun würde!#$e#Ich würde es hassen, all diese Töpfe alleine sauber machen zu müssen.$s",
  "Thu": "Pam und Clint kommen fast jede Nacht in die Kneipe.#$e#Ich würde wahrscheinlich pleite gehen, wenn die beiden nicht mehr kämen.$h#$e#Also verjage sie bitte nicht!",
  "Thu6": "Clint kommt fast jeden Abend in die Kneipe und setzt sich allein an den selben Tisch.#$e#Manchmal wirft er nervöse Blicke in Nayamis Richtung. Hmmm.#$e#Vielleicht kommt er deswegen so oft hierher. Was auch immer, das heißt mehr Geschäft für mich.",
  "Thu8": "Pam kommt fast jede Nacht hierher und trinkt viel zu viel Bier.#$e#Ah, aber ich sollte nicht über meine Kunden urteilen.",
  "Fri": "Hi, @. Solltest du je durstig werden, ist die Kneipe der Ort an dem du sein willst!",
  "Fri4": "Ich trinke selbst eigentlich kaum etwas. Ich mache das hauptsächlich, um mein Brot zu verdienen.#$e#Allerdings genieße ich gelegentlich auch den Geschmack der Traubenlese des Stardew Valleys.",
  "Sat": "Kochst du selbst viel,@?#$e#Wenn du eine Küche und ein paar Rezepte hast, kannst du nützliche Gerichte zubereiten.#$e#Selbstgemachte Mahlzeiten sind auch wunderbare Geschenke.",
  "Sun": "Das Geschäft läuft ziemlich stabil, dank meiner Stammkunden.",
  "divorced": "Hey, tut mir leid, von der Trennung zu hören...$s#$e#Wenn du Gesellschaft brauchst, bist du in der Kneipe immer willkommen."
}