{
  "Introduction": "Oh... you're that new farmer boy, aren't you?^Oh... You're that new farmer girl, or whatever. Aren't you?#$e#Huh? Oh... I'm Haley.#$e#Hmm... If it weren't for those horrendous clothes you might actually be cute.^Hmm... If it weren't for those horrendous clothes you might actually be pretty... Actually, never mind.$h",
  "FlowerDance_Accept": "Oh... you want to dance with *me*, do you?$13^Oh? Sure! I'll dance with you!#$b#Hehe... of course. I'd love to be your partner.$h^We'll have a great time!$h#$e#Hmm... I admire your confidence. Most guys are too shy to ask me.^You look so pretty today!$h",
  "AcceptBirthdayGift_Loved": "*gasp*... You got this for me? Wow, @, this is the best birthday gift ever!$h",
  "AcceptBirthdayGift_Liked": "Awwwww, you got me a birthday gift? Well, I really like it!$h",
  "AcceptBirthdayGift_Negative": "Gross! You got me this on my birthday? What's wrong with you!$a",
  "AcceptGift_(O)StardropTea": "For me? Ooooh... I can't decide if I should drink it, or use it as shampoo...",
  "AcceptGift_(O)88": "$c 0.8#Is that... coconut? I love this!$h#Mmm.... coconuts remind me of warm, sunny days at the beach. When I hold one, I feel like I'm there... even when it's raining.",
  "AcceptGift_(O)421": "Wow, they're beautiful! These are my absolute favorite.$h",
  "GreenRain": "I don't think I've ever set foot in this place. It's actually kind of cozy!$h#$e#Oh, I'm not worried about the rain. I'm sure it'll pass.",
  "GreenRain_2": "Wake me up when there's a pink rain... Or better yet, a pink cake rain!",
  "eventSeen_14": "It was fun taking pictures, but I had to shower for two hours to get the mud out of my hair!$h",
  "eventSeen_13_memory_oneweek": "%Haley greets you with a smile. You notice that she's wearing her Great-Grandma's bracelet.",
  "eventSeen_12_memory_oneweek": "Wow, looks like someone's read the latest issue of 'Super Fashion Girl'... muddy boots are totally in right now!$h",
  "eventSeen_12_memory_twoweeks": "My parents sent another postcard... I guess they're in the middle of a cruise down the Gem Sea Coast.#$e#They said me and Nayami could join them at any point, but let's be honest... who wants to go on vacation with their parents?",
  "eventSeen_11_memory_oneweek": "The other day, Nayami baked something called a 'squirrel loaf'...$u#$e#How'd it taste? Um... well, if my tail was a little bushier I probably would've loved it.$h",
  "eventSeen_11_memory_twoweeks": "Did you see last night's episode of 'Tears'? *sob*... I can't believe Kyle and Amy broke up...$s",
  "cropMatured_421": "My name means 'field of hay', but I like to imagine it as a meadow full of sunflowers...",
  "dating_Haley": "I was waiting for you to ask me that.$l",
  "dating_Haley_memory_oneday": "You look really handsome today.$l^You look really pretty today.$l",
  "married_Emily": "Well, I guess this makes you my 'brother-in-law', huh? That's funny to think about.^Hey, I guess we're kind of like sisters now!$h",
  "divorced_Emily": "Things didn't work out between you and Nayami, huh? Well... It happens.#$e#It *is* kind of awkward that you're both still living in this tiny town, though.",
  "dating_Haley_memory_oneyear": "So, what's the idea here... am I just going to be your 'girlfriend' forever...?$7",
  "married_Emily_memory_oneweek": "Is Nayami settling into the farm life?#$e#You know, I was starting to wonder if Nayami would ever get married...",
  "Resort_Entering": "I saw a dolphin on the way in!",
  "Resort_Leaving": "There's something about the sun that just makes me feel good.",
  "Resort_Shore": "It's strange the places life can take you... who knows what other lands are out there?",
  "Resort_Shore_2": "Wow, look at how the sunlight sparkles on the horizon!$h#$b#I bet the sunsets here would make for an amazing photo.#$e#I have to remember to bring my camera next time.",
  "Resort_Towel": "Getting the perfect tan is an art form...#$e#It's kind of like toasting a marshmallow... you have to rotate the body just right.$h",
  "Resort_Towel_2": "Laying out on a tropical beach.#$b#*sigh* I think I've finally found my place in the universe.#$e#But I guess Stardew Valley's not such a bad place either!$h",
  "Resort_Towel_3": "Nayami's friend had this swimsuit shipped to me from all the way out in Zuzu City.#$e#City fashion is on a whole different level, isn't it?$h",
  "Resort_Chair": "I painted my toenails blue to match the sea. What do you think? *wiggle* *wiggle*$h",
  "Resort_Bar": "Gus made a cute, fruity drink just for me!$h",
  "Resort": "This is such a perfect beach. I'd stay here forever if I could!",
  "FlowerDance_Accept_Spouse": "*sigh*... My days of being Flower Queen are over... so it's a bittersweet dance for me.$s#$b#But, yes...",
  "FlowerDance_Decline": "Ew... No.",
  "divorced": "I'll be fine on my own...$7#$e#Thanks for the memories.$7#$e#Why are you still clinging to me? Go live your own life.$7",
  "breakUp": "Agh!$8#$b#Oh... hmph. Beat me to it, huh? Alright...",
  "dumped_Girls": "I've got nothing to say to you!$a",
  "secondChance_Girls": "Alright, alright... I'm done giving you the cold shoulder. Just promise me you'll never, ever lie to me again.$s",
  "Mon": "This town is so small. It sucks.$u#$e#I have to drive, like, twenty miles to buy any decent clothes.$s#$e#That's why I usually just order online.#$e#What?",
  "Tue": "Nice shoes.^Nice makeup.#$b#Are those made out of plastic?^Or wait... Are you even wearing any?#$e#I'm bored.",
  "Wed": "The only thing I like about this town is the beach.$u",
  "Thu": "#$1 HaleyClothes#I've decided I am going to organize my clothes today. I'll have to throw out all of last year's styles to make room for the new ones!#$e#*sigh* I could really go for a cupcake right now.#$e#Do you need something?",
  "Fri": "%Haley is ignoring you.",
  "Fri2": "Don't you get tired of running around on that farm all day, or whatever it is you do?#$e#I couldn't stand getting all dirty like that.#$e#You probably get a nice tan, though.",
  "Sat": "I'm feeling an urge to go shopping. Ugh! I wish there was a mall here.",
  "Sun": "My sister is so weird. Sometimes I wonder if we're actually related.$u",
  "Wed8": "There are only two things I like about this town.#$b#One of them is the beach.#$e#The other one is a secret! *giggle*$h",
  "Tue2": "I wonder if any nice shells washed up on the beach this morning?#$e#This isn't the best time of year for shells, though.",
  "Wed4": "I'm glad that the flowers are starting to bloom.#$e#Those pink ones smell so good.$h",
  "Fri6": "I need to find some kind of hobby other than shopping.#$e#I've decided I want to expand my horizons.#$e#Maybe I should learn to play the mini-harp?",
  "Mon6": "I used to complain about this town being so small, but I've grown to like it.#$e#If it was much bigger it wouldn't feel like a community.",
  "Thu6": "I cooked dinner last night. It actually turned out okay!#$e#But I did make a huge mess in the kitchen...",
  "Sun6": "I'm thinking about donating a bunch of clothes... I must have a hundred pairs of shoes.",
  "Sat8": "#$1 haleySeagull#Yesterday I found a seagull with her wing caught in a net. I set her free, of course. She looked so helpless, the poor thing.$k$s#$e#You know, I should probably start exercising more... this youthful metabolism won't last forever.",
  "Fri10": "@, can we go on a camping trip someday?#$e#The most exotic place I've been is Zuzu city.",
  "Event_clean1": "*sigh*...$u",
  "Event_clean2": "NO!! I'm not going to do it!$a#$b#You guys are both stupid!%fork$a",
  "Event_clean3": "She should take the 'high road'? What's that supposed to mean?$u#$b#You think I'm being a baby, huh?%fork$a",
  "Event_jar1": "Great, then you shouldn't have any problem opening this jar for me!$h",
  "Event_jar2": "Oh... you aren't? Hmmm...$s#$b#Well could you try opening this jar for me anyways?",
  "Event_darkroom1": "Aw, thanks!$h",
  "Event_darkroom2": "Oh! I thought you knew.#$b#This room's for developing photos.",
  "Event_darkroom3": "Is that so...?$s",
  "Event_darkroom4": "Aw, thanks!$h",
  "Event_darkroom5": "Oh! I thought you knew.#$b#This room's for developing photos.",
  "Event_darkroom6": "Is that so...?$s",
  "Event_beach1": "No, you won't! This bracelet was passed down to me by my great-grandmother!$a",
  "Event_beach2": "*sigh*$s#$b#...Maybe it'll wash up on another shore. I can't bear to think of it at the bottom of the ocean.$s",
  "Event_room1": "Him? No!#$b#...Well, I guess I used to like Alex. But not anymore! He's immature.",
  "Event_room2": "What? That sounds fun, but I wouldn't want to leave Stardew Valley right now...",
  "Event_room3": "Huh? What's an android?",
  "summer_Mon": "I'm going to get such a nice tan this summer.",
  "summer_Tue": "Ew, you're all dirty.",
  "summer_Wed": "Um... Yes?#$e#I didn't hear you, I'm thinking about something else.",
  "summer_10": "Do you have baby bunnies on your farm? Bunnies are SO cute! <",
  "summer_Thu": "If you stay in the sun a lot it'll make your hair lighter.#$e#It's a good thing to know!",
  "summer_Fri": "I wonder what Alex is doing today...#$e#Huh? I didn't notice you standing there.",
  "summer_Sat": "Farming sounds so boring...#$q 42/43 summer_Sat_old#What do you even do all day?#$r 42 10 summer_Sat_12#Care for plants#$r 42 10 summer_Sat_12#Explore the caves#$r 43 -10 summer_Sat_13#Snoop around in your room#$r 42 10 summer_Sat_12#Dig for treasure",
  "summer_Sat_old": "#$p 43#Hey, you better not be snooping around in my room anymore!$a|But I guess it could get you in pretty good shape.",
  "summer_Sat_12": "Hmm... sounds like a lot of work.",
  "summer_Sat_13": "What? You'd better not be doing that!$a",
  "summer_Sun": "Nayami usually cooks dinner... But she makes weird stuff like quinoa.",
  "summer_Tue2": "Do you wear those clothes every day?",
  "summer_Tue4": "$p 47#Hey I found this new tool to open jars with. So you won't need to help me anymore.$h|There's not a cloud in the sky today.$h",
  "summer_Wed4": "It's so hot today!#$e#I wish I had some ice cream.$s",
  "summer_Fri4": "I spent 3 hours practicing my signature today.#$e#I guess that's pretty silly, huh?",
  "summer_Thu6": "If you stay in the sun a lot it will make your hair lighter... But you don't want to get sunburnt, either.#$e#I just want a healthy amount of sunlight. Everything in moderation, right?",
  "summer_Mon6": "I should start reading some books instead of magazines.#$e#It's good to learn things, isn't it?#$e#I only ever look at the pictures.",
  "summer_Sun6": "#$1 HaleySister#I talked to my sister for a while last night. I actually enjoyed it quite a bit.#$e#You know, Nayami's not actually that weird. I guess we have more in common than I used to think.#$e#Don't tell her I said so.",
  "summer_Sat6": "It seems like a good day to go swimming.",
  "summer_Tue8": "I guess living in the country isn't so bad.#$e#If I lived in the city I might start to miss all the trees.#$e#@, I think I've been hanging out with you too much.$h",
  "summer_Fri10": "Oh, hi @!#$e#Do you like kids?$l",
  "fall_1": "It's fall already?$s",
  "fall_Mon": "It's gross when all these fallen leaves get slimy.",
  "fall_Tue": "Hmm... Something smells weird...#$e#You've been working on the farm, huh?",
  "fall_Wed": "Oh, hi. Did you want something?",
  "fall_Thu": "I feel the urge to go shopping. *sigh*",
  "fall_Fri": "Is that a grass stain on your knee?#$e#Sorry, I'm allergic to grass.",
  "fall_Sat": "It's too cold to go to the beach anymore.#$q 44 fall_Sat_old#*sigh*...what do you think I should do today?#$r 44 10 fall_Sat_12#Watercolor painting#$r 44 20 fall_Sat_12#Relax and read a magazine#$r 44 -30 fall_Sat_13#Stop being a selfish crybaby",
  "fall_Sat_old": "I'll probably take a nap later.",
  "fall_Sat_12": "Hmm... That's a pretty good idea, actually.",
  "fall_Sat_13": "Get away from me, you stupid jerk.$a",
  "fall_Sun": "I've never been to the forest. It's muddy and I could get a blister on my foot.",
  "fall_Tue2": "Something smells earthy...#$b#Oh, right. You work on a farm.",
  "fall_Fri4": "You look like you've been doing a lot of hard work.#$b#Why don't you take the rest of the day off?",
  "fall_Wed4": "If you're ever bored, come say hi.",
  "fall_Thu6": "Shopping just doesn't sound as fun as it used to.#$e#What's happening to me?#$e#Hmm...",
  "fall_Mon6": "$p 48#Did I ever tell you I found another one of my great-grandma's bracelets in the attic?|See this bracelet? It belonged to my great-grandmother.#$e#She was a really interesting lady.",
  "fall_Sun6": "I've never been to the forest, you know.#$e#It might be interesting to explore it some day.",
  "fall_Tue8": "I'm starting to like the smell of dirt. Isn't that weird?#$e#I think it's because you're around all the time.$h",
  "fall_Mon10": "@, I'm happy to see you today.$h",
  "winter_Mon": "I want to move somewhere warmer.",
  "winter_Tue": "Hi. Do you need something from me?#$e#...",
  "winter_9": "Hmm. What brand is your shirt?#$e#Oh. Um, never mind.",
  "winter_Wed": "I wish someone would bring me a peppermint coffee.$s#$e#Don't even bother, I know you won't be able to make one.",
  "winter_Thu": "I'm going to start writing a list of all the clothes I need for next spring.",
  "winter_Fri": "Do you have a pony on your farm?$h#$e#Oh. That's disappointing...$s",
  "winter_Sat": "The only good thing about winter is that I get to sleep more.#$e#I like at least 10 hours of sleep every night.",
  "winter_Sun": "Will you say hi to Alex for me?#$e#Thanks.",
  "winter_Tue2": "Your name is @, right?#$e#I keep forgetting.",
  "winter_Tue4": "Hi @.#$e#Is anything exciting happening on your farm?",
  "winter_Wed6": "I think I'm starting to realize that clothes aren't the most important thing. Right?#$e#I still like clothes, though. I mean, what's wrong with expressing yourself a little?",
  "winter_Thu6": "Maybe I'll donate some of my skirts to a charity this spring.#$e#I mean, I do have over 1,000 skirts.$h#$e#...what?",
  "winter_Sun6": "Um, if you see Alex could you tell him I'm busy today?#$e#Thanks.",
  "winter_Mon8": "I wish it were warmer here in Stardew Valley.#$e#I could move somewhere else, but...",
  "winter_Fri8": "Do you think you'll ever have a pony on your farm?",
  "winter_Sat8": "I'm glad you have less work to do in the winter.#$e#It must be nice to have a break, huh?",
  "winter_Sun10": "@, you look rugged today. I like it.^@, you look pretty today.#$e#...$h"
}