{
  "Introduction": "Oh... Du bist der neue Bauernjunge, oder?^Oh... Du bist das neue Bauernmädchen, oder so. Nicht?#$e#Häh? Oh... Ich bin Haley.#$e#Hmm... Wenn du nicht diese entsetzlichen Klamotten tragen würdest, wärst du vielleicht sogar recht süß.^Hmm... Wenn du nicht diese entsetzlichen Klamotten tragen würdest, wärst du vielleicht sogar recht hübsch... Wobei, vergiss es.$h",
  "FlowerDance_Accept": "Oh ... du willst also mit *mir* tanzen?$13^Oh? Klar! Ich tanze mit dir!$$b#hehe ... natürlich. Ich wäre gerne dein Partner.$h^Wir werden viel Spaß haben. Hmm... Ich bewundere dein Selbstvertrauen. Die meisten Jungs sind zu schüchtern, um mich zu fragen. ^Du siehst heute so hübsch aus!$h",
  "AcceptBirthdayGift_Loved": "*aufschrei*... Du hast das für mich besorgt? Wow, @, das ist das beste Geburtstagsgeschenk aller Zeiten!$h",
  "AcceptBirthdayGift_Liked": "Awwwww, du hast ein Geburtstagsgeschenk für mich? Also, ich mag es wirklich!$h",
  "AcceptBirthdayGift_Negative": "Ekelhaft! Du schenkst mir das an meinem Geburtstag? Was ist nur los mit dir?$a",
  "AcceptGift_(O)StardropTea": "Für mich? Ooooh... Ich kann mich nicht entscheiden, ob ich es trinken oder als Shampoo benutzen soll....",
  "AcceptGift_(O)88": "Ist das... Kokosnuss? Ich liebe es!$h#$b#Es erinnert mich an warme, sonnige Tage am Strand. Wenn ich es in der Hand halte, habe ich das Gefühl, dort zu sein....",
  "AcceptGift_(O)421": "Wow, sind die schön! Die sind mein absoluter Favorit.$h",
  "GreenRain": "Ich glaube nicht, dass ich jemals einen Fuß hierhin gesetzt habe. Es ist eigentlich ganz gemütlich! $h#$e#Oh, ich mache mir keine Sorgen wegen des Regens. Ich bin sicher, es geht vorbei.",
  "GreenRain_2": "Weck mich auf, wenn es einen rosa Regen gibt... Oder besser noch, einen rosa Kuchenregen!",
  "eventSeen_14": "Es hat Spaß gemacht, Fotos zu machen, aber ich musste zwei Stunden lang duschen, um den Schlamm aus meinen Haaren zu bekommen!$h",
  "eventSeen_13_memory_oneweek": "%Haley grüßt dich mit einem Lächeln. Du bemerkst, dass sie das Armband ihrer Großmutter trägt.",
  "eventSeen_12_memory_oneweek": "Wow, sieht aus, als hätte jemand die neueste Ausgabe von 'Super Fashion Girl' gelesen... Schlammstiefel sind gerade total in!$h",
  "eventSeen_12_memory_twoweeks": "Meine Eltern haben wieder eine Postkarte geschickt... Ich schätze, sie sind gerade auf einer Kreuzfahrt entlang der Edelsteinküste.#$e#Sie sagten, Nayami und ich könnten jederzeit nachkommen, aber seien wir mal ehrlich... wer will schon mit seinen Eltern in den Urlaub fahren?",
  "eventSeen_11_memory_oneweek": "Neulich hat Nayami etwas gebacken, das man 'Eichhörnchenbrot' nennt... $u#$e#Wie hat es geschmeckt? Nun, wenn mein Schweif etwas buschiger gewesen wäre, hätte ich es wahrscheinlich mehr genossen.$h",
  "eventSeen_11_memory_twoweeks": "Hast du die gestrige Folge von 'Tears' gesehen? *schluchz*... Ich kann nicht glauben, dass Kyle und Amy sich getrennt haben...$s",
  "cropMatured_421": "Mein Name bedeutet 'Heuwiese', aber ich stelle ihn mir gerne als eine Wiese voller Sonnenblumen vor...",
  "dating_Haley": "Ich habe darauf gewartet, dass du mich das fragst.$l",
  "dating_Haley_memory_oneday": "Du siehst heute wirklich gut aus.$l^Du siehst heute wirklich hübsch aus.$l",
  "married_Emily": "Tja, ich schätze, das macht dich zu meinem 'Schwager', hm? Das ist witzig, wenn man darüber nachdenkt.^ Hey, ich schätze, wir sind jetzt irgendwie wie Schwestern!$h",
  "divorced_Emily": "Zwischen dir und Nayami hat es nicht geklappt, was? Na ja... Das kommt vor.#$e#Aber es ist irgendwie seltsam, dass ihr beide immer noch in dieser kleinen Stadt lebt.",
  "dating_Haley_memory_oneyear": "Also, was soll das Ganze... werde ich einfach für immer deine \"Freundin\" sein...?$7",
  "married_Emily_memory_oneweek": "Hat sich Nayami an das Leben auf dem Hof gewöhnt?#$eIch habe mich schon gefragt, ob Nayami jemals heiraten wird...",
  "Resort_Entering": "Ich habe auf dem Weg hierher einen Delphin gesehen!",
  "Resort_Leaving": "Die Sonne hat etwas, das mich einfach gut fühlen lässt.",
  "Resort_Shore": "Es ist seltsam, an welche Orte das Leben einen bringen kann... wer weiß, welche anderen Orte es da draußen gibt?",
  "Resort_Shore_2": "Wow, seht nur, wie das Sonnenlicht am Horizont glitzert!$h#$b#Ich wette, die Sonnenuntergänge hier würden ein erstaunliches Foto ergeben.#$e#Ich muss daran denken, beim nächsten Mal meine Kamera mitzubringen.",
  "Resort_Towel": "Die perfekte Bräune zu bekommen ist eine Kunstform...#$e#Es ist wie das Rösten eines Marshmallows... man muss den Körper genau richtig drehen.$h",
  "Resort_Towel_2": "An einem tropischen Strand liegend.#$b#*seufzend* Ich glaube, ich habe endlich meinen Platz im Universum gefunden.#$e#Aber ich schätze, Stardew Valley ist auch kein so schlechter Ort!$h",
  "Resort_Towel_3": "Nayamis Freundin hat mir diesen Badeanzug von der weit entfernten Zuzu Stadt schicken lassen. #$e#Die Mode in der Stadt ist auf einem ganz anderen Niveau, nicht wahr?$h",
  "Resort_Chair": "Ich habe meine Zehennägel passend zum Meer blau lackiert. Wie findest du das? *Wackel* *Wackel*$h",
  "Resort_Bar": "Gus hat einen süßen, fruchtigen Drink nur für mich gemacht!$h",
  "Resort": "Dies ist ein so perfekter Strand. Ich würde für immer hier bleiben, wenn ich könnte!",
  "FlowerDance_Accept_Spouse": "*Seufz*... Meine Tage als Blumenkönigin sind vorbei... Dies ist ein bittersüßer Tanz für mich.$s#$b#Aber ja...",
  "FlowerDance_Decline": "Igitt... Nein.",
  "divorced": "Ich werde alleine zurechtkommen...$7#$e#Danke für die Erinnerungen.$7#$e#Warum hängst du immer noch an mir? Leb' dein eigenes Leben.$7",
  "breakUp": "Agh!$8#$b#Oh... hmph. Bist mir zuvorgekommen, was? In Ordnung...",
  "dumped_Girls": "Ich habe dir nichts zu sagen!$a",
  "secondChance_Girls": "Okay, okay ... Ich werde dir nicht mehr die kalte Schulter zeigen. Aber versprich mir, dass du mich nie wieder anlügst.$s",
  "Mon": "Dieses Städtchen ist so klein. Echt nervig.$u#$e#Ich muss fast 30 Kilometer fahren, nur um irgendwelche anständigen Klamotten zu kaufen.$s#$e#Deswegen bestelle ich normalerweise auch online.#$e#Was?",
  "Tue": "Nette Schuhe.^Nettes Make-up.#$b#Sind die aus Plastik?^Oder warte... Trägst du überhaupt welches?#$e#Ich bin gelangweilt.",
  "Wed": "Das einzige, was ich an dieser Stadt mag, ist der Strand.$u",
  "Thu": "#$1 HaleyClothes#Ich bin fest entschlossen, heute meine Klamotten zu sortieren. Ich werfe alle Vorjahresmodelle weg, um Platz für Neues zu machen!#$e#*seufz* Ich könnte gerade wirklich einen Muffin vertragen.#$e#Brauchst du etwas?",
  "Fri": "%Haley ignoriert dich.",
  "Fri2": "Wirst du vom ganzen Herumrennen auf dem Hof - oder was immer du dort treibst - nicht müde?#$e#Ich könnte es nicht aushalten, so dreckig zu werden.#$e#Man wird aber wahrscheinlich dabei schön braun.",
  "Sat": "Ich verspüre den Drang, Shoppen zu gehen. Agh! Ich wünschte, es gäbe hier ein Einkaufszentrum.",
  "Sun": "Meine Schwester ist so merkwürdig. Manchmal frage ich mich, ob wir überhaupt verwandt sind.$u",
  "Wed8": "Es gibt genau zwei Dinge, die ich an dieser Stadt mag.#$b#Das eine ist der Strand.#$e#Das andere ist ein Geheimnis! *kicher*$h",
  "Tue2": "Ich frage mich, ob diesen Morgen irgendwelche netten Muscheln am Strand angespült wurden?#$e#Auch wenn es gerade nicht die beste Jahreszeit für Muscheln ist.",
  "Wed4": "Ich bin froh, dass die Blumen angefangen haben, zu blühen.#$e#Die pinken riechen so gut.$h",
  "Fri6": "Ich muss ein anderes Hobby außer Shoppen finden.#$e#Ich habe mich dazu entschlossen, meinen Horizont zu erweitern.#$e#Vielleicht sollte ich lernen, wie man Mini-Harfe spielt?",
  "Mon6": "Ich habe mich immer darüber beschwert, dass dieser Ort so klein ist, aber inzwischen mag ich ihn.#$e#Wenn er größer wäre, würde es sich weniger wie eine Gemeinschaft anfühlen.",
  "Thu6": "Ich habe letzte Nacht Abendessen gemacht. Und es ist tatsächlich nicht komplett schief gegangen!#$e#Aber ich habe dafür die Küche ordentlich verwüstet...",
  "Sun6": "Ich denke darüber nach, ein paar Klamotten zu spenden... Ich habe sicher hunderte Paar Schuhe.",
  "Sat8": "#$1 haleySeagull#Gestern habe ich eine Möwe gefunden, die sich mit ihrem Flügel in einem Netz verheddert hatte. Ich habe sie natürlich befreit. Das arme Ding sah so hilflos aus.$k$s#$e#Ich sollte vermutlich ein wenig mehr trainieren... Mein guter Stoffwechsel wird nicht ewig so bleiben.",
  "Fri10": "@, können wir irgendwann einen Campingausflug machen?#$e#Der entfernteste Ort, an dem ich bisher war, ist die Nachbarstadt Zuzu.",
  "Event_clean1": "*seufz*...$u",
  "Event_clean2": "NEIN!! Ich werde das nicht machen!$a#$b#Ihr seid beide dämlich!%fork$a",
  "Event_clean3": "Sie soll \"das Richtige tun\"? Was soll das denn heißen?$u#$b#Du hältst mich für kindisch, oder?%fork$a",
  "Event_jar1": "Großartig, dann solltest du ja kein Problem damit haben, dieses Glas für mich zu öffnen!$h",
  "Event_jar2": "Oh... Bist du nicht? Hmmm....$s#$b#Könntest du trotzdem versuchen, dieses Glas für mich zu öffnen?",
  "Event_darkroom1": "Hey, danke!$h",
  "Event_darkroom2": "Oh! Ich dachte, du wüsstest das.#$b#Das ist ein Raum, um Fotos zu entwickeln.",
  "Event_darkroom3": "Ach...?$s",
  "Event_darkroom4": "Hey, danke!$h",
  "Event_darkroom5": "Oh! Ich dachte, du wüsstest das.#$b#Das ist ein Raum, um Fotos zu entwickeln.",
  "Event_darkroom6": "Ach...?$s",
  "Event_beach1": "Nein, wirst du nicht! Dieses Armband hatte ich von meiner Urgroßmutter geerbt!$a",
  "Event_beach2": "*seufz*$s#$b#... Vielleicht wird es an einer anderen Küste angespült. Ich kann den Gedanken nicht ertragen, dass es am Grund des Ozeans sein könnte.$s",
  "Event_room1": "Er? Nein!#$b#... Nun, ich mochte Alex mal. Aber nicht mehr! Er ist kindisch.",
  "Event_room2": "Was? Das klingt lustig, aber ich verlasse das Sternentautal gerade ungern...",
  "Event_room3": "Huh? Was ist ein Android?",
  "summer_Mon": "Ich werde mich diesen Sommer so schön bräunen.",
  "summer_Tue": "Igitt, du bist total dreckig.",
  "summer_Wed": "Äh... Ja?#$e#Ich habe dich nicht gehört, ich denke gerade über etwas anderes nach.",
  "summer_10": "Hast du Baby-Hasen auf deinem Hof? Hasen sind SO süß! <",
  "summer_Thu": "Wenn du viel Zeit in der Sonne verbringst, werden deine Haare heller.#$e#Es ist gut, das zu wissen!",
  "summer_Fri": "Ich frage mich, was Alex heute macht...#$e#Was? Ich habe dich gar nicht bemerkt.",
  "summer_Sat": "Bauer zu sein klingt so langweilig...#$q 42/43 summer_Sat_old#Was machst du überhaupt den ganzen Tag?#$r 42 10 summer_Sat_12#Mich um Pflanzen kümmern#$r 42 10 summer_Sat_12#Die Höhlen erkunden#$r 43 -10 summer_Sat_13#In deinem Zimmer herumschnüffeln#$r 42 10 summer_Sat_12#Nach Schätzen suchen",
  "summer_Sat_old": "#$p 43#Hey, du hörst besser damit auf, in meinem Zimmer herumzuschnüffeln!$a|Das hält dich sicher ziemlich fit.",
  "summer_Sat_12": "Hmm... Klingt nach einer Menge Arbeit.",
  "summer_Sat_13": "Was? Du machst das besser nicht!$a",
  "summer_Sun": "Nayami kocht normalerweise das Abendessen... Aber sie macht so merkwürdiges Zeug wie Quinoa.",
  "summer_Tue2": "Trägst du diese Klamotten jeden Tag?",
  "summer_Tue4": "$p 47#Hey, ich habe dieses Werkzeug gefunden, um Gläser zu öffnen. Also musst du mir nicht mehr helfen.$h|Nicht eine Wolke im Himmel heute.$h",
  "summer_Wed4": "Es ist heute so heiß!#$e#Ich wünschte, ich hätte ein Eis.$s",
  "summer_Fri4": "Ich habe heute 3 Stunden damit verbracht, meine Unterschrift zu üben.#$e#Das ist ganz schön dumm, was?",
  "summer_Thu6": "Wenn du viel in der Sonne bist, werden deine Haare heller... Aber du willst sicher keinen Sonnenbrand bekommen.#$e#Ich will einfach nur ein gesunde Menge Sonnenlicht. Alles in Maßen, richtig?",
  "summer_Mon6": "Ich sollte anfangen, ein paar Bücher anstatt nur Zeitschriften zu lesen.#$e#Man sollte neue Sachen lernen, oder?#$e#Ich schau mir immer nur die Bilder an.",
  "summer_Sun6": "#$1 HaleySister#Ich habe letzte Nacht ein wenig mit meiner Schwester geredet. Es war sogar richtig lustig.#$e#Weißt du, Nayami ist nicht wirklich so merkwürdig. Wir haben mehr gemeinsam, als ich immer dachte.#$e#Sag ihr nicht, dass ich das gesagt habe.",
  "summer_Sat6": "Es sieht nach einem guten Tag zum Schwimmen aus.",
  "summer_Tue8": "Auf dem Land zu leben ist gar nicht so schlimm.#$e#In der Stadt würde ich anfangen, all die Bäume zu vermissen.#$e#@, ich verbringe momentan zu viel Zeit mit dir.$h",
  "summer_Fri10": "Oh, hi @!#$e#Magst du Kinder?$l",
  "fall_1": "Es ist schon Herbst?$s",
  "fall_Mon": "Es ist eklig, wenn das Laub am Boden ganz glitschig wird.",
  "fall_Tue": "Hmm... Irgendetwas riecht merkwürdig...#$e#Du hast auf dem Hof gearbeitet, nicht?",
  "fall_Wed": "Oh, hi. Wolltest du etwas?",
  "fall_Thu": "Ich habe das dringende Bedürfnis, Shoppen zu gehen. *seufz*",
  "fall_Fri": "Ist das ein Grasfleck auf deinem Knie?#$e#Entschuldige, ich bin allergisch gegen Gras.",
  "fall_Sat": "Es ist zu kalt, um an den Strand zu gehen.#$q 44 fall_Sat_old#*seufz*... Was denkst du, sollte ich heute machen?#$r 44 10 fall_Sat_12#Mit Wasserfarben malen#$r 44 20 fall_Sat_12#Entspannen und Zeitschriften lesen#$r 44 -30 fall_Sat_13#Aufhören, ein egoistischer Jammerlappen zu sein",
  "fall_Sat_old": "Ich mache vielleicht später ein Nickerchen.",
  "fall_Sat_12": "Hmm... Das ist eigentlich eine ziemlich gute Idee.",
  "fall_Sat_13": "Geh weg von mir, dummer Trottel.$a",
  "fall_Sun": "Ich war noch nie im Wald. Es ist matschig und ich könnte Blasen an den Füßen bekommen.",
  "fall_Tue2": "Irgendetwas riecht erdig...#$b#Oh, stimmt ja. Du arbeitest auf einem Bauernhof.",
  "fall_Fri4": "Du siehst aus, als hättest du ziemlich hart gearbeitet.#$b#Warum nimmst du dir nicht den Rest des Tages frei?",
  "fall_Wed4": "Falls dir je langweilig sein sollte, komm einfach vorbei.",
  "fall_Thu6": "Shoppen klingt einfach nicht mehr so spaßig wie früher.#$e#Was passiert mit mir?#$e#Hmm...",
  "fall_Mon6": "$p 48#Habe ich dir je erzählt, dass ich ein weiteres Armband von meiner Urgroßmutter auf dem Dachboden gefunden habe?|Siehst du dieses Armband? Es gehörte meiner Urgroßmutter.#$e#Sie war eine ziemlich interessante Dame.",
  "fall_Sun6": "Weißt du, ich war noch nie im Wald.#$e#Es wäre sicher interessant, ihn irgendwann zu erkunden.",
  "fall_Tue8": "Ich fange langsam an, den Geruch von Erde zu mögen. Ist das merkwürdig?#$e#Das kommt wahrscheinlich davon, dass ich immer so oft mit dir rede.$h",
  "fall_Mon10": "@, es freut mich, dich heute zu sehen.$h",
  "winter_Mon": "Ich will an einen Ort ziehen, wo es wärmer ist.",
  "winter_Tue": "Hi. Brauchst du etwas von mir?#$e#...",
  "winter_9": "Hmm. Von welcher Marke ist dein Hemd?#$e#Oh. Äh, egal.",
  "winter_Wed": "Ich wünschte, jemand würde mir einen Pfefferminzkaffee bringen.$s#$e#Vergiss es, ich weiß, du kannst keinen zubereiten.",
  "winter_Thu": "Ich werde eine Liste von Klamotten aufsetzen, die ich für den nächsten Frühling brauche.",
  "winter_Fri": "Hast du ein Pony auf deinem Hof?$h#$e#Oh. Das ist zu schade...$s",
  "winter_Sat": "Der einzige Vorteil am Winter ist, dass ich länger schlafen kann.#$e#Ich schlafe am liebsten mindestens 10 Stunden pro Nacht.",
  "winter_Sun": "Könntest du Alex von mir 'Hallo' sagen?#$e#Danke.",
  "winter_Tue2": "Deine Name ist @, richtig?#$e#Ich vergesse das andauernd.",
  "winter_Tue4": "Hi @.#$e#Passiert irgendetwas Aufregendes auf deinem Hof?",
  "winter_Wed6": "Mir wird langsam klar, dass Klamotten nicht das Wichtigste im Leben sind. Richtig?#$e#Ich mag sie aber trotzdem noch. Ich mein ja nur, was ist falsch daran, sich selbst auszudrücken?",
  "winter_Thu6": "Vielleicht spende ich diesen Frühling ein paar meiner Röcke.#$e#Ich habe immerhin mehr als Tausend.$h#$e#... Was?",
  "winter_Sun6": "Uh, wenn du Alex siehst, kannst du ihm sagen, dass ich heute beschäftigt bin?#$e#Danke.",
  "winter_Mon8": "Ich wünschte, im Sternentautal wäre es wärmer.#$e#Ich könnte woanders hinziehen, aber...",
  "winter_Fri8": "Denkst du, dass du je ein Pony auf deinem Hof haben wirst?",
  "winter_Sat8": "Ich bin froh, dass du im Winter weniger Arbeit hast.#$e#Muss nett sein, etwas Freizeit zu haben, nicht?",
  "winter_Sun10": "@, du siehst heute gut aus. Gefällt mir.^@, du siehst heute hübsch aus.#$e#...$h"
}