{
  "Introduction": "...$u#$b#Hi...$u",
  "AcceptBirthdayGift_Positive": "Wow, ein Geburtstagsgeschenk! Ich liebe es!$h",
  "GreenRain": "Ich habe Angst...$s",
  "GreenRain_2": "Ich hoffe, der Regen färbt mein Kleid nicht grün...$s",
  "AcceptBirthdayGift_Negative": "Ein Geburtstagsgeschenk? Oh... Das gefällt mir nicht.$s",
  "AcceptGift_(O)StardropTea": "Bist du sicher? Es riecht so gut! Ich werde nur einen Fingerhut voll pro Tag trinken.$h",
  "AcceptGift_(TR)FairyBox": "Wow, es ist so hübsch! Und da ist eine Fee drin? *kicher*... Ich kann sie singen hören. Sie wird meine heimliche Freundin sein.$h",
  "AcceptGift_(O)103": "Oh, ein kleines Püppchen! Sie ist etwas schmutzig, aber ich werde sie baden. Danke!$h",
  "AcceptGift_doll_item": "Oh, ich mag ihn! Er wird gut zu meinen anderen Freunden passen.$h",
  "AcceptGift_alcohol_item": "Ähm... Ich sollte das nicht trinken. Ist das nicht für Erwachsene?$s",
  "AcceptGift_coffee_item": "Oh... Tante Marnie lässt mich noch keinen Kaffee trinken...$s",
  "Resort_Entering": "Ich sehe eine Krabbe",
  "Resort_Leaving": "Ich habe Sand in meinem Schuh...$s",
  "Resort_Shore": "Ich sammle Muscheln... Ich werde eine Halskette machen!",
  "Resort": "Tante Marnie sagte, ich solle mir keinen Sonnenbrand holen... Aber wenn ich schnell laufe, fühlt es sich kühl an, also denke ich, dass das passen sollte.$h",
  "movieTheater": "Tante Marnie sagt, ich sei noch nicht alt genug, um alleine einen Film zu sehen...$s",
  "reject_869": "Bäh, ekelhaft!$s",
  "married_Shane": "Ich hoffe, Shane wird mich trotzdem besuchen...$s",
  "married": "*seufz*... Ich hoffe, ich kann eines Tages heiraten.$u",
  "cropMatured_595": "$y 'Ähm... Hast du schon mal eine Fee gesehen?_Ja_Wow! Ich will auch eine sehen.$h_Nein_...Ich auch nicht.$s'",
  "eventSeen_3910975": "...wird Shane es schaffen?$s",
  "eventSeen_3910975_memory_oneweek": "Ich hatte einen Albtraum, in dem das Haus brannte...$s",
  "eventSeen_3910974": "*kicher* ...guck mal, ich habe echte Hasenpantoffeln mit Juwelen!$h",
  "Mon": "Oh... Suchst du nach Tante Marnie?$u",
  "Mon4": "Hi, Herr @.^Hi, Frau @.#$e#Es macht Spaß, auf einem Hof zu leben.$h",
  "Tue": "Was? *kicher*$h#$e#... Hi.",
  "Tue6": "Du kannst mit meinen Puppen spielen, wenn du willst. Bürste nur ihre Haare, wenn du fertig bist.",
  "Wed": "...$u",
  "Wed2": "... Hi.$u",
  "Wed4": "Tante Marnie lässt mich nach 6 Uhr nicht mehr rausgehen. Das ist nicht fair!$s#$e#Ich habe keine Angst mehr im Dunkeln!",
  "Thu": "Ich soll nicht mit Fremden reden...$u",
  "Thu2": "Frau Laphi bringt mir bei, wie man in Schreibschrift schreibt.$h#$e#Sie hat so eine schöne Handschrift.",
  "Fri": "... Ich kenne dich nicht.$u",
  "Fri2": "Magst du meine Schleife?",
  "Fri4": "Ich mag es, auf dem Hof zu leben... Am besten ist das frische Eis aus der Milch unserer Kühe.",
  "Sat": "Du riechst nach Gras.$u",
  "Sat2": "Manchmal suche ich nach Flusskrebsen. Sag Tante Marnie nichts... Aber ich habe mal einen an eine Kuh verfüttert.#$e#Sie fand es lecker.",
  "Sat8": "Du bist immer so nett zu mir, Herr @.$h^Du bist immer so nett zu mir, Frau @.$h#$e#Erwachsene sind normalerweise gemein und langweilig, aber du bist anders.",
  "Sun": "Uhm... B-brauchst du etwas?$u#$e#Ich soll nicht mit Fremden reden.$u",
  "Sun2": "Shane ist oft nicht da und Tante Marnie ist immer beschäftigt... Also muss ich meine eigenen Spiele erfinden.#$e#Ich bin froh über all mein Spielzeug.$h",
  "Sun10": "Wusstest du, dass Shane mein Patenonkel ist? Er war ein Freund meiner Eltern.$s#$e#... Sie sind gestorben. *schnief*$s"
}