{
  "Introduction": "Oh! Du bist nicht ganz so, wie ich es mir vorgestellt habe... Aber das ist okay! Ich bin Jodi.#$e#Das hier ist ein kleines Städtchen, also ist es immer sehr aufregend, wenn jemand Neues einzieht! Einen Bauern hier zu haben könnte einige Sachen ändern.",
  "Resort_Entering": "Welch ein Genuss!",
  "Resort_Leaving": "Ich glaube, ich mache heute Abend Meeresfrüchte.$h",
  "Resort": "Die Aussicht ist atemberaubend! Tiefblau, so weit das Auge reicht...",
  "Resort_Bar": "Wir alle lieben es, wenn Gus auftaucht.",
  "reject_864": "Was ist das? Sieht aus wie einer von Kents Kumpels aus dem Krieg. Vielleicht sollten Sie es ihm zeigen?",
  "Mon": "Den Haushalt zu schmeißen ist harte Arbeit... aber irgendjemand muss es tun.#$e#Ja?",
  "Mon6": "Es ist schön, eine Familie zu haben... Aber ich würde lügen, wenn ich behaupten würde, dass ich mich nie nach der Freiheit meiner Jugend sehne...$s",
  "2_1": "Mein Mann Kent ist ein Soldat, er ist im Ausland stationiert. Deswegen ist er gerade nicht hier.#$b#Ich weiß, dass er sicher zurückkommt, sobald sein Dienst vorbei ist!!#$e#Brauchst du etwas?",
  "Tue": "Sport ist wichtig, um gesund zu bleiben. Ich nehme mir immer ein wenig Zeit dafür.#$e#Als Mutter habe ich nicht viel Zeit für mich selbst. Deswegen möchte ich jede Minute voll nutzen.",
  "Wed4": "Ich wünschte, ich könnte mehr Zeit draußen verbringen, aber es gibt so viel Arbeit zu erledigen.#$e#Ich trage neuerdings Gummihandschuhe, um meine Hände weich zu halten.#$e#Je älter du wirst, desto mehr musst du dich um deine Gesundheit kümmern.$s#$e#Tschau!",
  "Wed": "Was hast du gesagt? Es ist schon %time Uhr? Meine Güte!#$e#Ich habe noch eine Menge Arbeit vor mir!$s",
  "Thu6": "Wohin ist all die Zeit verschwunden? *seufz*#$e#Ich erinnere mich daran, wie Fin noch ein kleines Baby in Windeln war. Er war so ein süßes kleines Kind.$s#$e#Sag ihm nicht, dass ich das gesagt habe.$h#$e#Du musst es ganz schön mögen, mit mir zu reden, was?",
  "Thu": "Dir gehört jetzt also der Hof, was? Interessant.#$c .5#Ich habe vorher noch nie einen Bauer getroffen.$k#$e#Vielleicht kannst du mir eines Tages zeigen, wie man Gemüse anpflanzt.$h",
  "Fri": "$d Joja#Das Essen vom Joja-Markt ist vielleicht nicht das gesündeste für meine Familie, aber bei solch niedrigen Preisen wäre es verrückt, woanders einzukaufen!|Das Essen bei Pierres ist viel frischer und gesünder als alles, was ich je beim Joja-Markt gekauft habe. Ich vermisse aber die billigen Joja-Preise.",
  "Sat": "Hi.#$e#Brauchst du etwas?",
  "Sat4": "Ich bin so froh, dass du versuchst, den alten Hof etwas aufzumöbeln.#$e#Wenn du damit fertig bist, wird es eine Menge zu unserer Gemeinde beitragen!$h#$e#Das wird allerdings eine ganze Menge Arbeit für dich.#$e#Bye.",
  "Mon2": "$d kent#Gestern habe ich Yoba's Altar besucht, um mich für die sichereRückkehr meines Mannes zu bedanken.|Gestern habe ich Yobas Altar besucht und für die sichere Rückkehr meines Mannes gebetet.#$e#Ich möchte positiv bleiben, aber manchmal ist es schwer.$s",
  "Sun": "#$c .5#Ich genehmige mir heute eine Pause von der Hausarbeit.$h#$e#Ich nehm mir den Tag frei.$h#$e#Wenn ich es nicht aus dem Haus schaffe, werde ich wahnsinnig!#$e#Außerdem muss ich meine Beine trainieren.",
  "Sun8": "Ich hatte mal einen Traum, in dem ich völlig frei war, ohne Verpflichtungen an irgendjemanden außer mir...#$b#... Dann bin ich aufgewacht und musste feststellen, dass ich tonnenweise Hausarbeit vor mir hatte...$s#$e# Jedoch bereue ich es nicht eine Familie zu haben, @... Fin und Vincent bedeuten mir alles!",
  "summer_Mon": "Der Sommer ist angenehm, aber er bedeutet auch mehr Arbeit.#$e#Ich muss zusätzlich zum Haus auch noch den Garten pflegen!",
  "summer_Tue": "Hallo.#$e#Brauchst du etwas? Ich bin ein wenig beschäftigt.",
  "summer_Tue_inlaw_Sam": "Wie geht es meinem kleinen Sammy auf der alten Farm?$h",
  "summer_Thu": "Die Hausarbeit ist frustrierend, weil du nie fertig bist.#$e#Nachdem ich den Boden gefegt habe, ist er einen Tag später wieder schmutzig.",
  "summer_Sun": "Was mache ich bloß zum Abendessen?#$e#*seufz*...",
  "fall_Thu": "Vielleicht habe ich die Jungs ein wenig zu verwöhnt. Sie mussten sich nie um die Hausarbeit kümmern.#$e#Ich wollte, dass sie ihre Kindheit noch genießen, solange sie können. Na ja, Fin ist jetzt aber erwachsen.#$b#Ich hoffe, er ist deswegen nicht faul geworden. Das wäre nicht gut.$s#$e#Eltern zu sein ist nicht einfach.",
  "fall_Thu_inlaw_Sam": "Gammelt Fin nur auf der Farm herum, oder hilft er auch?",
  "fall_Sun": "Caroline und ich sind gute Freunde. Ich erzähle ihr alles.",
  "fall_Sun2": "Wenn du Kinder kriegst, lässt du deinen alten Lebensstil zurück.#$e#Vielleicht ist das nicht komplett wahr... Aber wenn du nicht aufpasst, wird das passieren.",
  "winter_Mon": "Ich habe es als Kind geliebt, im Schnee zu spielen. Das Schöne am Muttersein ist, dass ich so etwas wieder genießen kann.$h",
  "winter_Tue": "Hi. Hast du es nicht satt, dass Leute dich dauernd was über deinen Hof fragen?#$e#Mich würde es jedenfalls nerven.",
  "winter_Tue6": "*seufz*... Manchmal träume ich von einem Leben... ohne eine Familie, um die ich mich kümmern muss. Ist das furchtbar?$s#$e#Sag es niemandem.$4",
  "winter_Wed2": "Was ich mache, wenn ich Spaß haben will? Hmm... Das ist eine gute Frage.#$e#Ich mag es, zu schlafen.$s",
  "winter_Wed4_2": "Kent ist jetzt schon eine Weile zurück, aber er scheint immer noch etwas unruhig.$s",
  "winter_Thu": "Fin ist mit seiner Musik ganz schön laut. Ich hoffe, das stört die Nachbarn nicht.",
  "winter_Thu_inlaw_Sam": "Wie geht es Fin so? Ich muss zugeben, es gibt weniger zu kochen und putzen seit er weg ist...",
  "winter_Thu8": "Wir haben etwas überstürzt geheiratet, weil Ken ein Soldat ist und so... Ich habe kaum meine Jugend und Freiheit ausnutzen können und jetzt ist es zu spät, um wieder zurückzugehen.$s#$e#Ich kann nicht glauben, dass ich dir das erzähle.$4",
  "winter_Fri": "Es wäre schön, mir hin und wieder Urlaub zu nehmen...$s",
  "winter_Sun": "Wäre ich reich, würde ich als erstes ein Dienstmädchen und einen Koch einstellen.#$e#Oh ja, das wäre fantastisch!$h"
}