{
  "Mon": "Hello, farmer.#$e#I've been gone so long... I feel like a stranger.",
  "Resort_Entering": "Hey, @. Nice to see you.",
  "Resort_Leaving": "Time to head home.",
  "Resort_Shore": "Standing on this beach... I feel a rare sense of peace.$h#$e#The ocean is a very special thing.",
  "Resort_Chair": "This is a great place to bond with the family. I really appreciate you fixing it up.",
  "Resort_Bar": "Just getting some water.",
  "Resort": "The boat ride was fun. I even got to use some of my nautical training to help navigate.$h",
  "MovieInvitation": "Erm... okay. Thank you. I'll meet you there.$h",
  "accept_864": "...!$4#$b#...Where did you find this?$4#$b#...$5#$b#This man... We fought together in the war, @. He was like a brother to me. #$b#But... only one of us made it back.$5#$b#He never lost his courage, though. Even in the face of death. A true hero... I'll never forget him.#$b#Thanks for bringing me this... It means a lot to me.#$b#Here, take this. It's been sitting in the back of our cupboard for years, and we've never used it.",
  "reject_865": "Yep... It's been tightly sealed, so the flavor should still be really potent.",
  "Mon4": "I don't know if I'll ever get used to being back home.#$e#The peacefulness of the town feels like a mask. That's probably just me though.",
  "Tue": "Things haven't changed much since I've been gone.#$e#Well, except that you're here.",
  "Tue2": "Things haven't changed much since I've been gone.#$e#Except that we have a new farmer in town.$h",
  "Wed6": "...I lost a lot of friends in battle.$s#$e#What's sad is that I can't even remember their faces.#$e#...",
  "Wed": "You've been here a while now, haven't you? Your farm must be thriving.",
  "Thu6": "#$1 Kent1#I've been up since 4 o'clock... sometimes I wonder if I'll ever get back into a normal routine.$k#$e#Fin has really grown up since I left. He's a man now.#$e#I wish I could've been there for him.$s",
  "Thu": "Are you friends with my son?#$e#You probably know him better than I do...$s",
  "Thu_inlaw_Sam": "Hey, @. Are you enjoying the married lifestyle?",
  "Fri": "It looks like a decent day for fishing, doesn't it?",
  "Sat": "Jodi tells me you've really become a part of this community. I'm glad to hear it.",
  "Sat8": "I have trouble sleeping, so please excuse me if I seem tired.#$e#I'm sure you can understand.",
  "Sun": "I don't know what to do with myself now that I'm back.#$e#I'm used to having more structure in my day.",
  "event_popcorn1": "You keep quiet! Stop trying to turn me against my wife.$u",
  "event_popcorn2": "...$s#$b#You're absolutely right, @.$s",
  "event_popcorn3": "Don't lie to me! I hate lies more than anything!$u"
}