{
    "Introduction": "I'm Mona! It's nice to meet you.$h#$e#You chose a good time to move here.... Spring is lovely.",
    "Resort_Entering": "Don't tell anyone, but Willy let me steer the boat for a few minutes.$h",
    "Resort_Leaving": "Well, that was deeply relaxing.",
    "Resort": "I love the weather in Stardew Valley, but seeing a different climate now and then helps put things into perspective.",
    "Resort_Shore": "The shape of the waves here is awe inspiring.#$e#I wonder if I could ever capture that sort of formlessness in a sculpture.",
    "Resort_Chair": "I like the heat as long as I'm keeping perfectly still.$h",
    "Resort_Wander": "Mmm, I bet the trees around here would make for an interesting medium to work with.#$e#Though Willy probably wouldn't be happy with me if I dragged a bunch of logs onto his ship!$h",
    "Resort_Wander_2": "I wonder what kind of things you could forage out here.#$e#I think I saw some tasty looking walnuts growing on a bush nearby.",
    "Resort_Bar": "Have you tried the Piña Colada? I'm on my second one... hehe.",
    "danceRejection": "I'll be honest. I don't want to dance with you.$u",
    "divorced": "I've realized I'm happier by myself. So just leave me be.$u",
    "breakUp": "Ohh... Got it. Hah... I really don't have any luck when it comes to this stuff...$s",
    "dumped_Girls": "I don't want to see you for a while...$s",
    "secondChance_Girls": "You caused a lot of grief with what you did... but I'm ready to put the past behind us.$s",
    "Beach": "I came for the sound of the ocean. Beautiful, isn't it?",
    "spring_1": "Ah yes, spring, the perfect time to start something new.#$e#I should spend some time in the library reading about the flora and fauna.",
    "Mon": "The trees look beautiful today, don't they?#$q 21/22/211132 Mon_old#Why did you become a farmer anyway?#$r 21 -5 Mon_21#I want to make heaps of money.#$r 22 5 Mon_22#It's more 'real' than a life in the city.#$r 211132 5 Mon_211132#To follow in my grandfather's footsteps.#$r 22 5 Mon_22#I wanted to escape from my old life.",
    "Mon_old": "$p 21#So you're making as much money as you hoped?|spending time in nature can be very fulfilling.",
    "Mon_21": "Hmm. That's a bit superficial, isn't it?$s",
    "Mon_22": "That's pretty much the same reason I came here too!$h",
    "Mon_211132": "It's very cute how you honor your grandfather.",
    "Tue4": "A warm cup of coffee and a good book, the best way to start the day!#$e#What is your favorite way to start the day?",
    "Tue": "Hello, neighbor.#$e#We both live out of town. Does that mean anything?",
    "Wed": "It's fascinating how nature wakes up these times. I should document this change in my journal.",
    "Wed6": "I love being around animals. They are so innocent.#$e#I wonder how Woo is doing?$h",
    "Wed8": "Hi @! I was just thinking about you and your farm.#$e#I was imagining how good it must feel to harvest a lot of plants.$h#$e#Wouldn't it be nice to have a little help though?$l",
    "Thu": "There really are a lot of wild plants in this area if you know where to look.#$e#I treat myself to a fresh salad almost every day.$h",
    "Thu6": "Gathering is a specialty of mine. Someday I'll make you a fresh salad.$h",
    "Fri": "I've heard that goats are especially productive in the spring.#$e#Their milk creates the creamiest cheese. Maybe I should try making it myself.#$e#Do you have a goat I could get some fresh milk from?.$h",
    "Fri4": "Hello, @. It's a nice day, isn't it?#$e#Why don't you stop by my cabin if you need someone to talk to.$h",
    "Sat": "I really appreciate the taste of coffee and cheese.#$e#What would happen if I combined those two flavors?$7#$e# No, I don't think that's a good idea.$s#$e#But... one could try, right?$h",
    "Sat8": "Farm life sounds like it could be fun. I'd like to try it sometime too.$l",
    "Sun": "Have you read any interesting books lately?#$e#I always like to take book recommendations.$h",
    "event_sculpt1": "...What?$7#$b#Oh! Yeah, that's absolutely right!$h",
    "event_sculpt2": "There's nothing wrong with that... I think there's lots of beauty to be found in raw, untouched nature!#$b#But as a human, I'm also interested in how we shape and interpret the world around us... I guess what I'm saying is that I'm interested in 'art'.",
    "event_sculpt3": "You pig!%fork$a^Oh! You're...? Me too.$6#$b#Get out!$a^That's good to know.$l",
    "event_parents1": "You're right... I just wouldn't have been happy back there.$u#$b#It was better for both of us... to end an unsustainable relationship while we were still young and flexible.$u",
    "event_parents2": "That's a little harsh... but, yeah. We had different priorities.$u",
    "event_parents3": "Oh yeah? Well maybe I'll just leave, then!%fork$a",
    "event_parents4": "*sigh*...$s#$b#I guess you're right... it was kind of selfish. But can you really blame me for wanting to be happy? Ugh... I don't know...$s",
    "event_parents5": "*sigh*...$s#$b#Maybe you're right... Humans are selfish creatures. I don't know. $s#$b#I probably shouldn't dwell on it. We all have to make hard choices from time to time.$s",
    "summer_1": "Summer is here! The time when I can enjoy as much iced coffee as I want without feeling guilty.#$e#It's the little things in life, you know?$h",
    "summer_Mon": "I found some wild fruit this morning!#$e#Sorry, I don't have any left.$s#$e#Keep looking around, I'm sure you'll find something.",
    "summer_Tue": "Reading a book on the beach is just so relaxing. I have some novels I've been saving for just this moment#$e#How about you?$h",
    "summer_Tue4": "The simple things in life are the best: a good coffee, an exciting book and a relaxing stream.",
    "summer_Thu6": "I have a good eye for wild fruit. Someday I'll make you a nice fruit salad.$h",
    "summer_Fri": "You can put coffee beans in a barrel to make delicious coffee.#$e#It takes a little time, but it's worth it.",
    "summer_Fri6": "Hello, @. Do you ever get lonely on the farm?#$e#Just stop by my cabin if you need someone to talk to.$h",
    "summer_Sat": "Sometimes it feels like there is so much left to discover in the world. Books help you understand all the more things about it.",
    "summer_Sun": "What should I do on such a warm, lazy day? *sigh*#$e#Any ideas?",
    "fall_1": "How quickly the seasons change!#$e#It's shocking.",
    "fall_Mon": "The changing colors of autumn are so inspiring. I wonder if I should start writing my own book.",
    "fall_Tue": "A warm cup of coffee and a cozy sweater, this is my ideal outfit to feel really cozy.",
    "fall_Wed": "It's so nice to live by the river.#$e#I fall asleep every night with the soothing murmur of the water.",
    "fall_Fri": "Autumn, the time for spooky content, but with me you can be sure I won't touch any horror games!",
    "fall_Fri6": "Stop by my cabin if you need someone to talk to.$h",
    "fall_Sat": "You know, legends say that owls like me are messengers of wisdom. Maybe that's why I feel so connected to books and their wisdom.",
    "fall_Sun": "There are a lot of good places to walk around here.#$e#It feels good to stretch your legs.$h",
    "winter_Mon": "I love the sight of everything covered in a blanket of snow.",
    "winter_Tue": "It gets pretty cold in my cabin.$s#$e#I just snuggle under a huge blanket and all is well.$h",
    "winter_Wed": "I saw a snow bunny this morning! They're rare, aren't they?",
    "winter_Thu": "I find joy in reading a book on long winter nights, there is just something magical about reading books by candlelight.",
    "winter_Fri": "Brrr, The winter is cold! If only I could go into hibernation like a real owl... I guess I'll just have to settle for a blanket and hot cocoa.$s",
    "winter_Fri6": "Do you ever actually get cold in your farmhouse?#$e#Please stop by my cabin if you want to slip under one of my down comforters and drink coffee.$h",
    "winter_Sat": "Winter is the time for self-reflection! I often find myself re-reading my favorite books during these cold winter months, snuggled up in a blanket.",
    "winter_Sun": "Do you ever take a day off?#$e#To regain your strength.$h"
}