{
  "LeoDeparture": "I need to find some place to live...$s#$b#But I have a plan... I'm going to rely on my friends.",
  "Thu8": "It felt bad at first... to leave the island and set foot in a strange land.$s#$e#But, I got used to it after a while.#$b#I'm a very flexible person!$h",
  "Thu10": "I felt like a stranger here, at first. But I've made a lot of friends!$h#$b#For once, I feel like I belong...",
  "Tue": "Miss Laphi is doing her best to get me up to speed in my schooling. She's really nice...#$e#...Luckily, I remember some things from my old, old life... before washing up on the island... so it's not as difficult as it could be.#$e#Miss Laphi says she's impressed with how much I know!",
  "Tue10": "I'm sure Jas and Vincent thought I was weird, at first. I accidentally squawked at the school table a few times... that didn't help.$s#$e#It was a big change for everyone. But we're good friends now!$h",
  "18": "When I first arrived, Linus made me a suit out of leaves, like his...#$b#But I looked funny... like a fuzzy mango!$h#$e#I think I'll stick to my feathers.",
  "Wed": "Between Linus and Miss Laphi, I'm going to learn everything there is to learn!$h#$e#Mayor Lewis says I'm on the fast track to becoming a 'well-rounded citizen'... whatever that means.",
  "Thu": "Have you ever noticed all the interesting birds that live here?#$e#If you listen closely, they might tell you something.",
  "winter_Thu": "The birds of this valley don't mind the cold so much.#$e#I'm a little jealous of their warm coats...$s",
  "4": "I saw a big mango floating in the sky. Linus told me it was a hot-air balloon!$u#$b#I thought only birds could fly...",
  "Fri": "Linus has been teaching me about all the wild food in the valley. There's a lot of good stuff out here!$h#$e#Though... I do kind of miss having golden walnuts for breakfast every morning...$s",
  "winter_Fri": "Linus taught me how to make a special spice berry rubbed fish...#$b#He says if I eat enough of it it'll keep me warm this winter!$h",
  "Fri8": "Uncle Linus says I should 'cook' my fish before eating it...$s#$b#I'm having a hard time getting used to it... so dry...$s",
  "Mon": "Hey, @. Nice to see you back on the island, just like old times. This is fun!#$e#You know, I was scared when you first arrived... I knew my life was about to change.$u",
  "Sun": "You know, Stardew Valley might be my new home... but the island will always be my home, too.#$e#It's nice to be able to come back and visit.",
  "Sat": "Maybe some day, I'll visit Zuzu City...$u#$b#But I'm not even close to being ready, yet. This world is already so strange to me, and I'm very comfortable here right now!$h",
  "Sun10": "The parrots want me to thank you for all the golden walnuts you've found. They're really enjoying them.$h",
  "Sat10": "@? Um... I'm a little embarrassed to ask...$u#$b#But... do you think Jas would ever like a guy like me?$u#$b#Or am I too weird?$s#$e#Hahaha... who cares. I'll figure it out some day.$h"
}