{
  "LeoDeparture": "Ich muss eine Wohnung finden... $s#$b#Aber ich habe einen Plan... Ich werde mich auf meine Freunde verlassen.",
  "Thu8": "Zuerst fühlte es sich schlecht an... die Insel zu verlassen und einen Fuß in ein fremdes Land zu setzen.$s#$e#Aber nach einer Weile gewöhnte ich mich daran.#$b#Ich bin ein sehr flexibler Mensch!$h",
  "Thu10": "Zuerst fühlte ich mich hier wie ein Fremder. Aber ich habe viele Freunde gefunden!$h#$b#Ausnahmsweise habe ich das Gefühl, dazuzugehören...",
  "Tue": "Fräulein Laphi tut ihr Bestes, um mich in meiner Schulausbildung auf den neuesten Stand zu bringen. Sie ist wirklich nett... #$e#... Zum Glück erinnere ich mich an einige Dinge aus meinem alten, alten Leben... bevor ich auf der Insel angespült wurde... es ist also nicht so schwierig, wie es sein könnte.#$e#Fräulein Laphi sagt, sie ist beeindruckt davon, wie viel ich weiß!",
  "Tue10": "Ich bin sicher, dass Jas und Vincent mich anfangs für seltsam hielten. Ich habe versehentlich ein paar Mal am Schultisch gequäkt... das hat nicht gerade geholfen.$s#$e#Es war eine große Veränderung für alle. Aber wir sind jetzt gute Freunde! $h",
  "18": "Als ich ankam, machte mir Linus einen Anzug aus Blättern, wie seine...#$b#Aber ich sah komisch aus... wie eine wuschelige Mango!$h#$e#Ich glaube, ich bleibe bei meinen Federn.",
  "Wed": "Mit Linus und Fräulein Laphi werde ich alles lernen, was es zu lernen gibt!$h#$e#Bürgermeister Lewis sagt, ich sei auf der Überholspur, um ein 'wohlgerundeter Bürger' zu werden... was auch immer das bedeutet.",
  "Thu": "Hast Du jemals all die interessanten Vögel bemerkt, die hier leben?#$e#Wenn du genau hinhörst, erzählen sie dir vielleicht etwas.",
  "winter_Thu": "Die Vögel dieses Tals stört die Kälte nicht so sehr.#$e#Ich bin ein wenig neidisch auf ihre warmen Befederungen...$s",
  "4": "Ich sah eine große Mango am Himmel schweben. Linus sagte mir, es sei ein Heißluftballon!$u#$b#Ich dachte, nur Vögel können fliegen...",
  "Fri": "Linus hat mich über all die wilde Nahrung im Tal unterrichtet. Es gibt eine Menge gutes Zeug hier draußen! $h#$e#Obwohl... Ich vermisse es irgendwie, jeden Morgen goldene Walnüsse zum Frühstück zu haben...$s",
  "winter_Fri": "Linus brachte mir bei, wie man einen speziellen Gewürzbeeren geriebenen Fisch macht...#$b#Er sagt, wenn ich genug davon esse, hält mich das diesen Winter warm!$h",
  "Fri8": "Onkel Linus sagt, ich soll meinen Fisch 'kochen', bevor ich ihn esse... $s#$b#Ich kann mich nur schwer daran gewöhnen... so trocken...$s",
  "Mon": "Hey, @. Schön, dich wieder auf der Insel zu sehen, genau wie in alten Zeiten. Das macht Spaß! #$e# Weißt du, ich hatte Angst, als du ankamst... Ich wusste, mein Leben würde sich ändern.$u",
  "Sun": "Weißt du, Stardew Valley mag mein neues Zuhause sein... aber die Insel wird auch immer mein Zuhause sein.#$e#Es ist schön, zurückkommen und dich besuchen zu können.",
  "Sat": "Vielleicht werde ich eines Tages Zuzu-Stadt besuchen... $u#$b#Aber ich bin noch nicht einmal annähernd so weit. Diese Welt ist mir schon so fremd, und ich fühle mich hier im Moment sehr wohl!$h",
  "Sun10": "Die Papageien wollen, dass ich mich bei dir für all die goldenen Walnüsse bedanke, die du gefunden hast. Sie genießen sie wirklich.$h",
  "Sat10": "@? Ähm... es ist mir etwas peinlich zu fragen... $u#$b#Aber... glaubst du, dass Jas jemals einen Typen wie mich mögen würde?$u#$b#Oder bin ich zu komisch?$s#$e#Hahaha... wen interessiert's. Ich werde es eines Tages herausfinden.$h"
}