{
  "Introduction": "Na, wie war deine erste Nacht in der alten Hütte?#$e#Dein Großvater hat sich immer über das klapprige Bett beschwert. Aber ich bin mir sicher, tief drinnen hat er dieses Haus geliebt.",
  "Resort": "Ich bin beeindruckt, @. Du hast den Laden echt in Schuss gebracht!",
  "Resort_Leaving": "Alle an Bord! Wir fahren zurück ins Tal!",
  "Resort_Shore": "Urlaubsgelegenheiten wie diese könnten die lokale Wirtschaft wirklich erweitern!#$e#Ich bleibe besser nicht zu lange in der Sonne, sonst trocknet mein Schnurrbart aus.",
  "Resort_Chair": "Hehe... schau dir diesen Ort an! Ich weiß nicht, wie Du es geschafft hast, aber jeder spricht von diesem kleinen Ferienort.$h",
  "Resort_Bar": "Hehe... Gus ist wirklich in seinem Element.",
  "pamHouseUpgrade": "@, Ich habe gehört, was du für Pam und Laphi getan hast ... *genau das* ist die Art von Zusammenhalt, die ich mir in Pelikan wünsche!$h",
  "pamHouseUpgradeAnonymous": "Hast du schon gehört, @? Jemand hat Jinja dafür bezahlt, Pam und Laphi ein Haus zu bauen! Jinja weigert sich, den Namen rauszugeben.#$e#Aber wer auch immer es war, ich liebe diese Art von Zusammenhalt in Pelikan!$h",
  "willyCrabs": "*Schnupper*... *Schnupper*... Riechst du das auch? Ich rieche schon den ganzen Tag einen Hauch von frischen Krabben ...$u",
  "cc_Begin": "*Schnupper*... *Schnupper*... Ah, ich merke schon, du hast etwas Zeit im alten Gemeinschaftszentrum verbracht. Schön, dass sich jemand darum kümmert.",
  "cc_Complete": "Ich war noch nie so stolz auf unsere Gemeinschaft. Du hast viel für Pelikan geleistet, @.$h",
  "cc_Bus": "Hast du schon gehört, @? Der alte Stadtbus funktioniert plötzlich wieder. Von heute auf morgen!$h#$b#Das alte Ding hat Jahrzehnte schon nicht mehr funktioniert. Sehr mysteriös!",
  "joja_Begin": "Also ist das alte Gemeinschaftszentrum weg ... Die Zeiten ändern sich wohl. Gute Dinge kommen und gehen ... Trotzdem vermisse ich es irgendwie.$s#$e#Ich hoffe, das hat keinen Einfluss auf meine Laufzeit als Bürgermeister.$s",
  "Mon": "Es ist eine gute Jahreszeit zum Gärtnern, selbst für uns Nicht-Bauern.#$e#Das Tal ist bekannt dafür, ein paar der schönsten Frühlingsblumen zu haben!$h",
  "Tue": "Deponiere einfach alles, das du verkaufen willst, in der Versandbox neben deinem Haus.#$e#Ich bin gespannt, was für Dinge du reinlegen wirst.",
  "Saloon_Entry": "Hi, Gus!",
  "Tue2": "Zu Beginn jeder Jahreszeit wirst du die verbleibenden Reste der alten Pflanzen entfernen müssen. Am einfachsten geht das mit einer Sense.",
  "spring_3": "Hast du schon irgendwelche Frühlingspflanzen angebaut? Die Jahreszeit hält nicht ewig an, weißt du.",
  "Town_57_40": "#$c .3#Du bist früh im Ort unterwegs. Schon fertig mit der Hofarbeit?#$e#Guten Morgen! Ich schaue mir nur wie immer den Garten an.$h#$c .5#Hmm... sind das Blattläuse?$s#$e#Hmm... Ich hoffe, dass das keine Schildläuse sind...$s",
  "Wed": "Hmm. Steuereinnahmen... *murmel* ... Kosten für das Frühlingsfest... *murmel*...$u#$e#Ja?",
  "spring_10": "Ah... Es gibt nichts Besseres als eine starke Tasse Kaffee am Morgen.",
  "Thu": "In der Kneipe ist nachts manchmal ziemlich viel los. Manchmal werfen wir sogar eine Münze in die Jukebox! *kicher*$h#$e#Ich mag es, mindestens einmal in der Woche vorbeizuschauen und auf den neusten Stand zu kommen.",
  "Saloon": "Guten Abend! Es ist schön, dass du dich mit den Leuten unterhältst.#$b#Es ist gut, hin und wieder mal vorbeizuschauen und zu sehen, was in letzter Zeit so passiert ist.$h",
  "Saloon4": "Guten Abend, @! Ich bin froh, dich entspannt in der Kneipe zu sehen. Es ist gut für dich, hin und wieder eine Pause zu machen.$h#$b#Dein Großvater hat immer viel zu hart gearbeitet... Ich werde in seinen Ehren heute ein extra Bier trinken.",
  "Fri": "Ich hoffe, alles auf %farm Hof läuft gut. Es wäre eine Schande, wenn dort alles vertrocknet.",
  "Sat": "Jeder scheint an den Wochenenden ein wenig glücklicher zu sein, oder?#$e#Ich arbeite leider sieben Tage die Woche.",
  "Sun": "Ich bin seit ganzen zwanzig Jahren Bürgermeister dieser Stadt!#$e#Keiner möchte gegen mich antreten, wenn es Zeit für die Wahlen ist. Ich gehe immer davon aus, dass ich also alles richtig mache.#$e#Ich mag es, Bürgermeister zu sein.",
  "event_secret1": "Danke dir, @. Ich werde das nicht vergessen.",
  "event_secret2": "*schluchz* ... Ich kann nicht fassen, dass du so etwas tun würdest...$s#$b#Du bist furchtbar.$s",
  "summer_Mon": "Gärtnern ist eines meiner Hobbys, deswegen freue ich mich schon auf das warme Wetter.",
  "summer_Town_57_40": "#$c .3#Ah, meine Blumen gedeihen prächtig!$h#$c .3#Guten Morgen! Kannst du den süßen Geruch dieser kleinen Taulilien wahrnehmen?#$e#Es ist früh, aber die Luft ist schon ziemlich warm. Der Sommer ist angenehm für einen alten Mann wie mich, hehe.",
  "summer_Tue": "Wie ich überhaupt Bürgermeister geworden bin? Das ist eine lange Geschichte.#$e#Wir sind gerade beide zu beschäftigt für Geschichten.",
  "summer_Wed": "Die Mondlichtquallen werden bald hier sein. Sie sind eine meiner Lieblingsattraktionen hier im Tal.",
  "summer_Thu": "In der Kneipe ist nachts manchmal ziemlich viel los.#$e#Ich mag es, mindestens einmal in der Woche vorbeizuschauen und auf den neusten Stand zu kommen. Und um Gus' authentische Spaghetti zu kosten.",
  "summer_Fri": "Hmm... Ich frage mich, ob irgendjemand heute Geburtstag hat? Ich werfe besser einen Blick in den Kalender bei Pierres Laden.",
  "summer_Sat": "Jeder scheint an den Wochenenden ein wenig glücklicher zu sein, oder?#$e#Ich arbeite leider sieben Tage die Woche.",
  "summer_Sun": "Sag mal, pflanzt du Blaubeeren auf deinem Hof an?#$e#Ich liebe frisch gepflückte Blaubeeren.%revealtasteLewis258",
  "fall_Mon": "Ein paar Leute in der Stadt sind sehr vorsichtig gegenüber Fremden. Du wirst ihr Vertrauen gewinnen müssen, bevor sie sich dir öffnen.#$e#Bleib einfach dran und du wirst irgendwann Erfolg haben.$h",
  "fall_Tue": "Es war ungefähr zu dieser Zeit vor zwanzig Jahren, als ich Bürgermeister wurde.#$e#Das lässt mich ganz schön alt fühlen.$s",
  "fall_Wed": "Wenn du irgendwelche Vorschläge für die Stadt hast, wirf einfach eine Notiz in die Vorschlagbox.#$e#Oh, stimmt ja... Ich habe keine Vorschlagbox.",
  "fall_Wed2": "Jeden Mittwoch gönne ich mir Buchweizenwaffeln und Kaffee zum Frühstück. Es ist eine kleine Tradition, um das Junggesellenleben interessant zu halten.$h",
  "fall_Town_57_40": "#$c .3#Hmmm... Diese merkwürdigen kleinen Pilze sind in meinem Holzspan aufgetaucht. Ich frage mich, was sie sein könnten?#$c .3#Guten Morgen! Langsam kommen die kalten Monate, also neigt sich mein Garten einem sanften Ende zu.#$e#Ah, du bist früh im Ort unterwegs. Schon fertig mit der Hofarbeit?",
  "fall_Thu": "In der Kneipe ist nachts manchmal ziemlich viel los.#$e#Ich mag es, mindestens einmal in der Woche vorbeizuschauen und auf den neusten Stand zu kommen.",
  "fall_Fri": "Ich hoffe, dass es auf deinem Hof gut läuft.",
  "fall_12": "Hast du irgendwelche Bienenhäuser auf deinem Hof?#$e#Wenn du sie in der Nähe von Blumen aufstellst, kannst du unterschiedliche Arten von Honig sammeln.",
  "fall_19": "Manchmal kannst du erkennen, wenn etwas im Boden vergraben ist. Halte einfach die Augen offen.",
  "fall_Fri4": "Hast du die 'geheime' Spaghettisoße von Gus probiert?$s#$b#... Die Zutaten mögen geheim sein, aber der Geruch ist es nicht.#$b#Man sieht sich.",
  "fall_Sun": "Gibst du auch dein Bestes auf dem Hof, @? Du musst viele verschiedene Dinge erreichen, wenn du ein ordentlicher Bürger werden willst.",
  "winter_1": "Der Winter ist da! Das heißt, dass viele Leute die meiste Zeit in ihren Häusern verbringen werden.#$e#Zumindest weißt du so, wo du sie finden kannst!$h",
  "winter_Mon": "Ein weiteres Jahr ist fast vorbei!#$e#Ich hoffe, du hattest ein produktives Jahr!",
  "winter_Tue": "Ich muss mir langsam einen Plan zurechtlegen, um unsere Stadt nächstes Jahr noch besser zu machen!",
  "winter_Wed": "Ich komme trotzdem jede Nacht vorbei, um deine Erzeugnisse abzuholen, selbst im Schnee.#$e#Du musst ja auch im Winter Geld verdienen!",
  "winter_Fri": "Ich hoffe, dass es auf deinem Hof gut läuft.",
  "winter_Fri6": "Ich war noch nie verheiratet. Ich habe keine Familie. Ich widme mich voll und ganz dem Leben als Bürgermeister.$s#$e#Ist es das wert?$s#$e#...*Seufz*...$s",
  "winter_Sun": "Hi, @! Wie geht's dir heute?$h#$e#Wenn du Marnie siehst, sag ihr 'Hallo' von mir."
}