{
  "Introduction": "So, how was your first night in the old cottage?#$e#Your grandpa used to complain about the rickety old bed. But I think, deep down, he actually loved that house.",
  "Resort": "I'm impressed, @. You've really fixed up the place!$h",
  "Resort_Leaving": "Everyone aboard! We're heading back to the valley!",
  "Resort_Shore": "Vacation opportunities like this could really expand the local economy!#$e#I'd better not stay in the sun too long, or my moustache will dry out.",
  "Resort_Chair": "Hehe... look at this place! I don't know how you did it, but this little vacation spot is the talk of the town.$h",
  "Resort_Bar": "Hehe... Gus is really in his element.",
  "pamHouseUpgrade": "@, I heard what you did for Pam and Laphi... now *that's* the kind of community support I love to see in Pelican Town!$h",
  "pamHouseUpgradeAnonymous": "@, did you hear? Someone paid Jinja to build Pam and Laphi a house! Jinja won't tell me who it was, though.#$e#Regardless of who paid, I love seeing this kind of community support in Pelican Town!$h",
  "willyCrabs": "*sniff*... *sniff*... can you smell that? I've been catching hints of fresh crab all day...$u",
  "cc_Begin": "*sniff*... *sniff*... Ah, I sense you've been spending some time in the old Community Center. It's good to know someone's taking care of the place.",
  "cc_Complete": "I've never felt such an overwhelming pride in our community. You've done Pelican Town a great service, @.$h",
  "cc_Bus": "@, did you hear? It seems the old town bus started working again overnight!$h#$b#That old thing has been dormant for decades... This is truly a great mystery.",
  "joja_Begin": "So, the old Community Center is gone... I guess times change, and good things come and go... Yet I can't help but feel a sense of loss.$s#$e#I just hope this doesn't mar my record as Mayor.$s",
  "Mon": "It's a good season to start thinking about gardening, even for us non-farmers.#$e# The valley is known for producing some of the finest spring flowers!$h",
  "Tue": "Just place anything you want to sell in the shipping box next to your house.#$e#I'll be interested in seeing what kinds of things you put in there.",
  "Saloon_Entry": "Hi, Gus!",
  "Tue2": "At the start of each season you'll have to remove the previous season's dead crops. It's easiest with a scythe.",
  "spring_3": "Have you planted any spring crops yet? The season doesn't last forever, you know.",
  "Town_57_40": "#$c .3#You're in town early, huh? Finished with your farm chores already?#$e#Good morning! I'm just checking on the garden as usual.$h#$c .5#Hmm... are these aphids?$s#$e#Hmm... I hope these aren't scale bugs...$s",
  "Wed": "Hmm... tax collection... *mumble* ...spring festivities expenses... *mumble*...$u#$e#Yes?",
  "spring_10": "Ah... There's nothing like a strong cup of tea in the morning.",
  "Thu": "The saloon can get pretty lively at night. Sometimes we even put a coin in the jukebox *chuckle*$h#$e#I like to visit once a week or so to catch up on things, anyway.",
  "Saloon": "Good evening! It's nice to see you socializing with the townsfolk.#$b#It's good to stop by once in a while and see what the latest news is.$h",
  "Saloon4": "Good evening, @! I'm glad to see you relaxing at the saloon. It's good for you to take a break now and then.$h#$b#Your grandfather always worked himself too hard... I'll have an extra beer in his honor tonight.",
  "Fri": "I hope things are going well on %farm farm. I'd hate to see it all dried up.",
  "Sat": "Everyone seems a little happier on the weekends, don't you think?#$e#I'm on the job seven days a week, though.",
  "Sun": "I've been Mayor of Pelican Town for over twenty years!#$e#No one ever runs against me when it's time for an election. I like to think that it means I'm doing my job well.#$e#I like being Mayor.",
  "event_secret1": "Thank you @. I won't forget this.",
  "event_secret2": "*sob* ... I can't believe you would do that...$s#$b#You're terrible.$s",
  "summer_Mon": "Gardening is a hobby of mine, so I'm excited for this warm weather.",
  "summer_Town_57_40": "#$c .3#Ah, my flowers are growing wonderfully!$h#$c .3#Good morning! Can you smell the sweet scent of these dew-lilies?#$e#It's early but the air is already quite warm. Summer is nice for an old guy like me hehe.",
  "summer_Tue": "How did I become Mayor in the first place? It's a long story.#$e#We're both too busy for stories right now.",
  "summer_Wed": "The moonlight jellies will be here soon. It's one of my favorite things about the valley.",
  "summer_Thu": "The saloon gets pretty lively at night.#$e#I like to visit once a week or so to catch up on things. And to get a taste of Gus' authentic spaghetti.",
  "summer_Fri": "Hmm... I wonder if it's anyone's birthday today? I'd better check the calendar by Pierre's shop.",
  "summer_Sat": "Everyone seems a little happier on the weekends, don't you think?#$e#I'm on the job seven days a week, though.",
  "summer_Sun": "Say, are you growing any blueberries on your farm?#$e#I do enjoy a fresh blueberry.%revealtasteLewis258",
  "fall_Mon": "Some of the townsfolk are wary of strangers. You'll have to win their trust before they open up to you.#$e#Just be persistent and you'll get through to them.$h",
  "fall_Tue": "It was around this time of year when I first became Mayor, over twenty years ago.#$e#That makes me feel really old.$s",
  "fall_Wed": "If you have any suggestions for the town, just drop a note into my suggestion box.#$e#Oh, that's right... I don't have a suggestion box.",
  "fall_Wed2": "Every Wednesday I have buckwheat waffles and coffee for breakfast. It's a little tradition I keep to keep the bachelor life interesting.$h",
  "fall_Town_57_40": "#$c .3#Hmmm... these strange little mushrooms have been popping up in my wood chips. I wonder what kind they are?#$c .3#Good morning! We're slowly entering the cold months, so I'm seeing my garden to a gentle end.#$e#Ah, you're in town early, huh? Finished with your farm chores already?",
  "fall_Thu": "The saloon gets pretty lively at night.#$e#I like to visit once a week or so to catch up on things.",
  "fall_Fri": "I hope things are going well for you on the farm.",
  "fall_12": "Do you have any bee houses on your farm?#$e#If you place them near flowers you can get different types of honey.",
  "fall_19": "Sometimes you can tell if there's something buried underground. Just keep your eyes open.",
  "fall_Fri4": "Have you tried Gus' 'secret' spaghetti sauce?$s#$b#...The ingredients may be secret, but the smell isn't.#$b#I'll see you later.",
  "fall_Sun": "Are you doing your best on the farm, @? You'll have to accomplish things in many areas if you want to become a well-rounded citizen.",
  "winter_1": "Well, winter is here! That means the townspeople will be spending most of their days indoors.#$e#At least you'll know where to find them!$h",
  "winter_Mon": "Another year is almost over!#$e#I hope you had a productive year!",
  "winter_Tue": "I've got to start coming up with a plan for improving our town next year!",
  "winter_Wed": "I'll still come by every night to collect your produce, even in the snow.#$e#You still need to make money in the winter!",
  "winter_Fri": "I hope things are going well for you on the farm.",
  "winter_Fri6": "I've never been married. I have no family. All I live for is to be Mayor.$s#$e#Is it worth it?$s#$e#...*sigh*...$s",
  "winter_Sun": "Hi there, @! How're you doing today?$h#$e#If you see Marnie, tell her I say 'hi'."
}