{
    "Introduction": "Hi! Ich bin Luny, ein kleiner werwolf. Nett dich kennenzulernen.$h",
    "Resort_Entering": "Ich hoffe, eine Meerjungfrau besucht den Strand.",
    "Resort_Leaving": "Ich werde Willy fragen, ob wir die landschaftlich reizvolle Rückfahrt machen können.",
    "Resort_Leaving_2": "Vielleicht sehen wir auf dem Rückweg ein Seeungeheuer.",
    "Resort_Shore": "Der Strand ist okay, aber es wird ziemlich schnell langweilig. Ich würde mir lieber den dunklen Dschungel oder den Vulkan ansehen!",
    "Resort_Shore_2": "Hmm, glaubst du, ich könnte mein Meerschweinchen auf die Insel schmuggeln?#$e#Nee, David ist wahrscheinlich sowieso kein guter Schwimmer.$h",
    "Resort_Umbrella": "Ich kriege sehr schnell Sonnenbrand. Also bleibe ich einfach für eine Weile unter diesem Schirm. #$e#Ich mag es im Schatten. Bei zu viel Sonne wird mir schwindelig.",
    "Resort_Umbrella_2": "Hey @, willst Du mit mir eine Sandburg bauen?#$e#Eigentlich wäre ein Sandverlies cooler!$h",
    "Resort_Umbrella_3": "Hey @, glaubst du, du könntest ein Floß bauen?#$e#Auf dem Weg hierher sah ich ein paar tolle Inseln, die ich besuchen möchte.",
    "Resort_Wander": "Eine Insel dieser Größe muss einen vergrabenen Schatz verstecken.#$e#Schnell, hol mir eine Schaufel!#$e#Entspann dich, ich mach nur Spaß.$h",
    "Resort_Bar": "Gus machte mir eine dunkelviolette Erfrischung, passend zu meinem Haar. Es schmeckt großartig!$h",
    "Resort": "Schade... Willy sagt, wir müssen am Strand bleiben... $s#$b#Und ich habe mein Schwert und alles dabei...$s",
    "danceRejection": "Das ist schmeichelhaft... Aber ich muss nein sagen.",
    "divorced": "Was machst du hier? Lass' mich einfach allein!$a",
    "dumped_Girls": "Sprich mich nicht an!$a",
    "secondChance_Girls": "*seufz* ... Ich kann einfach nicht mehr böse auf dich sein, @. Machen wir einfach so weiter, wie bisher.$s",
    "breakUp": "Oh... I... Ich verstehe. Du siehst mich nur als Freund...$s#$b#Scheinbar haben wir nicht gut zusammen gepasst...$s",
    "Mon": "Man merkt schon, dass ich, ich bin oder?$h",
    "Mon2": "Ich hab mir überlegt, dass wir Heute aus dem Horror Montag einen Horror Montag machen!#$e#Was hältst du davon?$h",
    "Tue": "Habe ich heute egientlich schon Krystall gemobbt?$9",
    "Tue2": "...Fin dieser Fisch hat mich Heute wieder stinky genannt...$s#$e#Wieso sagt er das nur immer...$u",
    "Wed": "Hey. Ich entschuldige mich im Voraus, falls ich irgendetwas Unhöfliches sagen sollte. Hab letzte Nacht nicht viel geschlafen.#$e#Was willst du?",
    "4": "Oh, hi.",
    "Thu": "Neulich hat mir jemand gewünscht, dass mir die Ärmel beim händewaschen runterrutschen.$s#$b#Dabei wasche ich meine Hände garnicht.$h",
    "Fri": "Glaubst du mein Chat würde einen Karaoke Stream mögen?",
    "Fri2": "Hey möchtest du mit mir und meinem Chat einen Karaoke Stream machen?",
    "Sat": "Oh mein lieber Tomasz... wo bist du nur...$8",
    "Sun": "Warst du gestern im Stream dabei?#$e#Der Chat hat mich zum Weinen gebracht...$s#$e#Vor Freude natürlich!$h",
    "Sun2": "Was wohl passiert, wenn ich die ganze Nacht auf dem Friedhof verbringe?#$q 17/18 Sun_old#@, Was glaubst du passiert mit uns, wenn wir sterben?#$r 17 0 Sun_17#Ich habe keine Ahnung.#$r 18 40 Sun_18#Wir kommen als gruselige Geister zurück.#$r 17 0 Sun_17#Wir kommen in den Himmel.#$r 18 0 Sun_17#Unsere Energiekörper erreichen die astrale Ebene.#$r 17 30 Sun_nothing#Nichts. Wir hören einfach auf zu existieren.",
    "Sun_old": "$p 17#Du denkst wohl, nichts würde passieren, oder?$u|Vielleicht taucht ein fieser Geist auf!",
    "Sun_17": "Hmm, interessant...",
    "Sun_18": "Nun, das ist eine interessante Theorie!$h",
    "Sun_nothing": "Weißt du, das wäre gar nicht so schlimm.$8",
    "Wed2": "Oh, hi @. Machst du gerade Pause?#$e#Ich auch. Oh! Nicht von körperlicher Arbeit... Nur ein paar Onlinekurse, bei denen ich teilnehme.",
    "Tue4": "Gestern hab ich mir ein paar Eiswürfel in meine Hose gelegt...$9#$e#Ich muss sagen das fühlte sich garnicht so bad an.$l#$e#Du solltest das auch mal ausprobieren.$h",
    "Sat6": "Du bist den ganzen Weg hierhergekommen, um mich zu besuchen? Das ist nett.$h#$e#So, hast du die Berghöhlen schon erkundet?#$e#Interessant. Ich will dort eines Tages selbst hingehen.$l",
    "Mon8": "... Oh, @! Hi.$h#$e#Willst du mir etwas Gesellschaft leisten? Hier! Lass mich dir aus der Hand lesen. *kicher*$h",
    "Thu10": "Wenn ich für einen Tag ein Typ wäre, würde ich ganz schnell versuchen Jemanden weg zu Flanken...$h#$e#Über Tinder oder so.$9",
    "Fri6": "Die Vögel zwitschern heute fröhlich. Sie sind zu einfältig, um die Zukunft zu verstehen.#$e#Schon etwas beneidenswert, findest du nicht?",
    "Event_VideoGame_Yes": "Großartig! Ich bin mir sicher, dass du dieses Level mit links schaffst!$h",
    "Event_VideoGame_No": "Oh? *seufz*... Dann werde ich wohl nie dieses Level schaffen...$s",
    "Event_Grave1": "Siehst du? Du verstehst also, warum ich hier draußen bin.#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Grave2": "Sicher. Ich will ja auch nichts töten. Ich will einfach nur ein wenig erkunden, ohne mein Leben aufs Spiel zu setzen!#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Grave3": "Oh, weil ich ein Mädchen bin... oder was? Ugh...$u^Warum? Ich bin genauso stark wie du!$a#$b#Ich bin keine zerbrechliche Prinzessin, ich kann auf mich aufpassen!$a#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Grave4": "Wirklich? Das ist überraschend.$8#$b#Ich habe mein ganzes Leben im Tal verbracht, aber nie irgendetwas Bemerkenswertes gemacht, an das man sich erinnern würde. Ich will auf ein Abenteuer gehen!$8",
    "Event_Rain_1": "Ich seh schon....$8",
    "Event_Rain_2": "Ja... Du bist bestimmt jemand, der diese düstere Atmosphäre zu schätzen weiß.",
    "Event_Rain_3": "... Das ist wahr.$8",
    "Event_Tragic_1": "Ja... Mein eigenes Leben ist in Ordnung...$s",
    "Event_Tragic_2": "...!$h",
    "Event_Tragic_3": "Ich würde mich besser fühlen, wenn ich das auch glauben könnte...#$b#Kann ich aber nicht.$s",
    "Event_Cave2_1": "@...$8",
    "Event_Cave2_2": "@... Mir geht's gut.$8",
    "Event_Cave_1": "... Okay.$8",
    "Event_Cave_2": "Wenn du etwas zu verlieren hast, ist es normal, Angst zu haben...$l",
    "Event_Cave_3": "... Äh, okay. Tut mir leid.$9",
    "summer_1": "Der Sommer ist hier. Er ist nicht wirklich meine Lieblingsjahreszeit.#$e#Die Luft ist so schwül, es fühlt sich an, als würde ich in einer Suppe schwimmen.",
    "summer_Mon": "Meine Zuschauer sind die WooWoonuts.#$e#Stell dir vor die eigene Community hätte keinen Namen.$9",
    "summer_Tue": "Die Luft ist den ganzen Sommer durchzogen von Honig und Nektar. Mir ist fast schon schwindlig.$u",
    "summer_Wed": "Hast du dein Haus überhaupt irgendwie eingerichtet? Das wäre mein erster Gedanke, wenn ich ein Haus hätte.",
    "summer_6": "Bin letzten Abend zum Strand gegangen, nach Sonnenuntergang... Manchmal sieht man merkwürdige Lichter über das Meer springen.#$e#Oder vielleicht war das nur ein Traum, den ich hatte... Es fühlt sich etwas unwirklich an.",
    "summer_Thu": "Wenn ich wüsste, wie man ein Schwert benutzt, würde ich diese Höhlen am Bergsee erkunden. In ihnen ist es vermutlich angenehm kühl.",
    "summer_Thu4": "Igitt, hoffentlich werde ich diesen Sommer nicht braun.$s",
    "summer_Fri": "Irgendwie hätte ich gerne eine Katze. Leider ist mein Vater gegen so ziemlich alles allergisch.",
    "summer_Sat": "Ich freue mich schon auf den Herbst... Die kühle Bergbrise, das rote Laub im Wind, der Geruch von Pilzen... *seufz*",
    "summer_Sun": "Hast du jemals das Bedürfnis, einfach auf Erkundungstour zu gehen, @?#$q 25/26 summer_Sun_old#Okay... stell dir einfach vor, du hättest einen kostenlosen Urlaub gewonnen. Wohin würdest du gehen?#$r 25 0 Sun_25#Zum Strand#$r 26 30 Sun_26#In eine dunkle Höhle#$r 26 30 Sun_26#In den alten, knorrigen Wald#$r 25 0 Sun_25#Zur Joja-Megamall",
    "summer_Sun_old": "$p 25#Ja... aber du würdest die Orte, die mir vorschweben, nicht sonderlich mögen...|Vielleicht werden wir irgendwann Nachbarn sein. Wir haben beide ähnliche, merkwürdige Geschmäcker.$h",
    "Sun_25": "Hmm. Das würde recht schnell langweilig werden, find ich.",
    "Sun_26": "Oh ja! Das klingt wundervoll.$h",
    "summer_Wed2": "Ich würde gerne in einem alten Bauernhaus leben, so wie du.#$b#Das Knarren der Dielen, die langsamen Staubschwaden, die durch die Dachsparren flüstern... Irgendetwas an diesem alten Gebäude ist besonders, findest du nicht?",
    "summer_Tue4": "Du bist ein interessanter Typ, @. Ich bin froh, dass du hergezogen bist.$h^Du bist ein interessantes Mädchen, @. Ich bin froh, dass du hergezogen bist.$h",
    "summer_Sat6": "Ich genieße diesen Sommer eigentlich.$h#$e#Es ist lustig, wie schnell sich die Meinung ändern kann.",
    "summer_Mon8": "Ich dachte immer, dass Pelikan etwas trostlos sei, aber in letzter Zeit habe ich einige Dinge zu schätzen gelernt.$h",
    "summer_Thu10": "Wow, du siehst heute gut aus.#$e#Ich meine, die Sommerluft ist ganz schön gut für die Haut, nicht?... Hihi...$l",
    "summer_Fri10": "Fühlst du dich nie einsam auf deinem Hof?",
    "fall_1": "Ah... Der Herbst ist hier!$h#$e#Ich hatte den Sommer schon ziemlich satt.",
    "fall_Mon": "Ich muss mir heute die Beine etwas vertreten und die frische Luft genießen.",
    "fall_Tue": "$d joja#An den meisten Tagen versuche ich, im Laden auszuhelfen. Das Geschäft läuft ziemlich schlecht, seit der Joja-Markt aufgemacht hat.|Seit der Joja-Markt dicht gemacht hat, läuft das Geschäft großartig!$h",
    "fall_Wed": "Ich kann gar nicht auf die Kürbisse dieses Jahr warten.$h#$e#Die Geisternacht wird gegen Ende der Jahreszeit veranstaltet. Es ist ziemlich unspektakulär im Vergleich zu dem, was man in großen Städten wie Zuzu zu sehen bekommt, aber für ein Städtchen wie dieses hier ist es eine Menge Spaß.",
    "fall_Thu": "#$1 AbigailHAND#Letzte Nacht habe ich geträumt, dass meine linke Hand zu einem gigantischen Etwas wurde... %noun oder so... Bedeutet das irgendwas?#$e#%Luny scheint nicht an einem Gespräch interessiert zu sein.",
    "fall_Sat": "$d cc#Ich kann nicht glauben, dass du das alte Gemeinschaftszentrum komplett alleine wieder hergerichtet hast. Ich bin echt beeindruckt.|Hast du Vogelscheuchen auf deinem Feld?",
    "fall_Sun": "Hmm... was soll ich heute tun?#$q 27/28 fall_Sun_old#Ich denke darüber nach, meine Haare wieder zu färben... Was meinst du?#$r 27 10 Sun_27#Färbe sie schwarz.#$r 27 10 Sun_27#Warum nicht blond?#$r 27 20 Sun_WildColor#Wie wäre es mit einem krassen Pink?#$r 28 0 Sun_28#Ich mag deine Haare so, wie sie sind!",
    "fall_Sun_old": "$p 27#Ich wollte meine Haare färben, habe mich dann aber dagegen entschieden.|Ja? Was ist los?",
    "Sun_27": "Eine etwas offensichtliche Wahl, nicht?#$e#Ich denke darüber nach.",
    "Sun_28": "Natürlich würdest du so was sagen.$u",
    "Sun_WildColor": "Du bist immer für einen Lacher gut.$h",
    "fall_Wed2": "Pflanzt du dieses Jahr Kürbisse auf deinem Hof an?#$e#Lege einen für mich zurück!$h",
    "fall_Tue4": "Ich streite mich zwar viel mit meinen Eltern, aber ich weiß, dass sie nur auf mich aufpassen. Sie wollen nur das Beste.$s#$b#Keine Ahnung, warum ich dir das sage. Verrate es niemandem.$8",
    "fall_Sat6": "Hi.$h#$e#Deine Haare sehen heute cool aus... Warst du beim Friseur?",
    "fall_Mon8": "Weißt du, ich könnte mir vorstellen, irgendwann auch auf einem Hof zu leben...#$e#Aber wie würde so etwas je passieren? *hehe*$l",
    "fall_Thu10": "Ich hatte letzte Nacht einen interessanten Traum, und du bist darin aufgetaucht.#$e#Es war ein guter Traum.$h",
    "fall_Fri6": "Ich wünschte, die Jahreszeit würde sich ein wenig länger halten.$8#$e#Wenn es richtig windet, fühle ich mich fast wieder wie ein Kind.",
    "fall_Fri10": "Normalerweise fühle ich mich zu dieser Jahreszeit einsam, aber jetzt nicht mehr.$l#$e#@, was sind deine Pläne für die Zukunft?",
    "winter_1": "Nun, der Herbst ist vorbei...$s#$e#Aber ich mag auch den Winter!$h",
    "winter_Mon": "Es ist einfach zu kalt, um viel rauszugehen.#$e#Aber es macht schon Spaß, eine Schneekreatur zu bauen.$h",
    "winter_Tue": "Klingt eine dampfend heiße Tasse voll Kakao gerade nicht gut?",
    "winter_Wed": "Hi. Ist es im Winter langweilig, ein Bauer zu sein?",
    "spring_12": "Ich werde definitiv bei der Eierjagd morgen mit dabei sein. Du auch?",
    "spring_23": "Nun, morgen ist der Blumentanz. Das Tanzen ist kein Problem, aber sie zwingen mich dazu, dieses dumme weiße Kleid zu tragen...$s",
    "winter_7": "Ich freue mich schon darauf, morgen einen Schneemann zu bauen.",
    "fall_26": "Werde ich dich morgen bei der Geisternacht sehen? Such mich im verfluchten Labyrinth.$h",
    "summer_10": "Jeder ist so gespannt auf das Luau morgen. Ich bin vielleicht auch ein wenig nervös, weil der Gouverneur da sein wird.",
    "summer_27": "Du darfst das morgige Fest einfach nicht verpassen. Es ist eines der schönsten Wunder des Tals.",
    "winter_24": "Ich werde morgen so viel Preiselbeersoße verputzen.$h",
    "winter_Thu": "Ein weiteres Jahr ist fast vorbei.#$e#Es geht so schnell, nicht?$s",
    "winter_Fri": "Eine Sache, die ich hier gelernt habe... Jeder starrt dich an, wenn du anders aussiehst.",
    "winter_Sat": "Es ist Wochenende!#$e#Das heißt, ich kann doppelt so viele Videospiele spielen.$h#$e#Bye.",
    "winter_Sun": "Oh, hallo.#$q 29/30 winter_Sun_old#Ich habe diese zwei Zeichnungen gemacht. Was hältst du davon?#$r 29 20 Sun_29#Ich mag die Dschungelinsel und den Tiger.#$r 30 5 Sun_30#Ich mag den Ork mit der Kampfaxt.#$r 29 -50 Sun_Bad#Ich mag keines davon.",
    "winter_Sun_old": "$p 29#Erinnerst du dich an die beiden Zeichnungen, die ich dir vor einer Weile gezeigt habe? Ich habe sie versehentlich weggeworfen.$s|Erinnerst du dich an die Zeichnung mit dem Ork, die ich dir gezeigt habe? Ich habe ihn bei einem Online-Wettbewerb eingereicht und 50 G gewonnen!$h",
    "Sun_29": "Oh ja? Das wundert mich nicht.",
    "Sun_30": "Das freut mich. Es ist peinlich, seine Kunst mit anderen zu teilen. Aber du und ich sind auf derselben Wellenlänge.",
    "Sun_Bad": "Wie fies! Warum verletzt du mich so? Du bist wirklich unsensibel!$s",
    "winter_Wed2": "Hi. Wenn dir jemals langweilig ist, kannst du ruhig in mein Zimmer kommen.#$e#Solange ich mich nicht gerade umziehe, natürlich!",
    "winter_Tue4": "Es ist so kalt... Ich wünschte, ich hätte eine heiße Tasse Kakao, die ich mit jemandem teilen könnte.$h",
    "winter_Sat6": "Ich hatte in letzter Zeit viele Tagträume...#$e#Oh! Du willst wissen worüber? Nun...$u#$b#... Das ist ein Geheimnis.$h",
    "winter_Thu10": "Ein weiteres Jahr ist fast vorbei...#$b#Aber das war ein gutes Jahr, findest du nicht?$h",
    "winter_Wed6": "Es muss schön sein, sich für eine Weile mal nicht um die Pflanzen sorgen zu müssen.#$e#Und das heißt, dass du öfter mit mir Zeit verbringen kannst!$h",
    "winter_Fri10": "@, es gibt da etwas, das ich dir sagen will...#$e#Es geht um... ähm... nun... deine Stiefel! Sie sehen, uh... sehr sauber aus... *schluck*#$e#Das ist alles... *seufz*$s"
}