{
  "Rainy_Day_0": "I sometimes find inspiration in the most unlikely of places.",
  "Rainy_Day_1": "I used to find rain depressing when I lived in the city. But here in Stardew Valley it's beautiful.",
  "Rainy_Day_2": "Good morning! I got up early and did some mushroom hunting. Here, take one.[281 404 420 257]#$e#Searching for mushrooms is like going on a treasure hunt. It's a lot of fun.$h",
  "Rainy_Day_3": "It's days like this I'm really happy about my heavy-duty boots.$h",
  "Rainy_Day_4": "The trees have been begging for this rain... I'm happy for them.",
  "Rainy_Night_0": "How was your day? Did you see any animals out there?",
  "patio_Leah": "Don't look too close, it's a work in progress.",
  "Rainy_Night_1": "I usually go for salad... but a wet night like this gives me cravings for hot soup.$h",
  "Rainy_Night_2": "It's going to be relaxing to fall asleep on a night like this...$l",
  "Rainy_Night_3": "I made a little wood sculpture today, but it was so ugly I threw it into the fire.$u#$e#I think to become a great artist, you have to be critical of your own work.",
  "Rainy_Night_4": "I'm glad you're home... It's a good night to get under the covers and stay warm.",
  "Rainy_Night_Leah": "How was your day today, dear? Muddy?",
  "Indoor_Day_0": "This house is a lot nicer than my old cabin! I don't miss it.",
  "Indoor_Day_1": "Good morning, @. I've planted these in a little pot out back... [16 18 20 22 90 259 396 402]#$e#I grew that with great love and attention. Enjoy it.",
  "Indoor_Day_2": "Always remember to keep your eyes peeled for wild food! There's lots out there.",
  "Indoor_Day_3": "I was thinking... life's too short to eat bad food. Luckily, we live in one of the best regions for fresh greens and vegetables!#$e#Here, I made you a healthy salad. [196]#$e#I'm surprised you aren't sick of my salad yet!",
  "Indoor_Day_4": "Good morning, @! I made us some coffee.[395]$h#$e#My morning just wouldn't be complete without a hot cup of coffee.",
  "Indoor_Night_0": "Something about this time of night makes me thirsty.",
  "Indoor_Night_1": "The flow of time is so delicate... even the tiniest decision changes the future forever.",
  "Indoor_Night_2": "It's so much lovelier here at night than the garish glow of the city.#$e#Everything worked out perfectly for me. I'm very lucky.",
  "Indoor_Night_3": "I never thought I'd receive a mermaid's pendant so soon after moving here! I'm happy about it, though.$l",
  "Indoor_Night_4": "I saw a wild rabbit today. I just wish I could pet one someday. They look so soft...",
  "Outdoor_0": "The cool breeze feels nice. It reminds me of living by the river.",
  "Outdoor_1": "Hmm... I'm going to do some maintenance over here. I just get the urge to do some hammering now and then.",
  "Outdoor_2": "It's going to be a special day, I can sense it.",
  "Outdoor_3": "Ah... that smell of fresh dirt. There's nothing quite like it.$h#$e#You can just tell the air is clean here... it feels good in the lungs.",
  "Outdoor_4": "Don't overwork yourself, dear.#$e#Make sure and take a break every now and then, or get something to eat.$h",
  "funLeave_Leah": "I'm going to take a nature walk today. I need to get out of the house.",
  "funReturn_Leah": "I had a nice, relaxing time today. How did your day go?",
  "OneKid_3": "It's fun to be a parent. I want to make sure %kid1 grows up to have a love for the outdoors.",
  "TwoKids_3": "We've got a wonderful farm and a full family. Our new life has really turned out well, hasn't it?",
  "Good_0": "Living here, I feel like I'm on the summit of a great mountain.",
  "Good_1": "Did I ever tell you... when you first moved here I had a dream that we'd be together someday.",
  "Good_2": "Sometimes it's hard not to believe in destiny... the fact that I decided to move here, and that we found each other.#$b#It could've gone entirely differently at any point.",
  "Good_3": "Wow, you look full of energy today!$l^You look beautiful today.$l",
  "Good_4": "Mmm... You smell nice today.",
  "Good_5": "I was just admiring my wedding amulet... I'll cherish this treasure for the rest of my life.$l",
  "Good_6": "Be careful out there! Sometimes I worry about you falling into a mine shaft.",
  "Good_7": "@? I just want to say that I appreciate all the hard work you do for our household.$h",
  "Good_8": "Don't worry about me... I know you've got a lot of responsibilities outside of the house. I'm fine in here by myself!$l",
  "Good_9": "Oh, I'm not bored... I'm just enjoying what we have here.#$e#It's a simple life, but I like it.$h",
  "Neutral_0": "I hope you'll still like me when I'm old and gray.",
  "Neutral_1": "I wonder who lived here before us?",
  "Neutral_2": "Don't you have anything to do today?",
  "Neutral_3": "If you go into town, make sure and say hi to everyone for me.",
  "Neutral_4": "I'll do the laundry tomorrow morning before you get up... that way you won't have any down-time.",
  "Neutral_5": "Are we doing okay on money, @?",
  "Neutral_6": "I wonder what everyone in town is doing today?",
  "Neutral_7": "I don't really feel like doing anything today.",
  "Neutral_8": "No matter how much I clean, the house keeps getting dirty again.#$e#I guess farms can be kind of dirty.",
  "Neutral_9": "I wonder if we'll live here our entire lives?",
  "Bad_0": "...Do you still love me?$s",
  "Bad_1": "*sigh*... Maybe we got married too young.$s",
  "Bad_2": "Are you still happy with me?s",
  "Bad_3": "Did I do something wrong? You've been acting different lately.$s",
  "Bad_4": "Do you ever wonder what else is out there?$s",
  "Bad_5": "You used to be romantic... what happened?$s#$e#I know I'm not as young as I used to be... is that what you married me for?$a",
  "Bad_6": "We only have one short life to live... is this the best way to do it?$s",
  "Bad_7": "I used to be your sweetie... now you only seem to put up with me when I make a hot dinner.$s",
  "Bad_8": "You've been so cold to me lately...$s",
  "Bad_9": "I wonder if I could've done better.$s",
  "spring_2": "So, what are we planting this season?",
  "spring_1": "That was some way to ring in the new year last night...$l",
  "spring_15": "*sigh*... I guess it's time for the 'spring cleaning' again.$s",
  "summer_1": "Ah, summer... I can smell the spice berries already.$h",
  "summer_9": "Sorry if I'm wet to the touch... I was sweating all night in the heat.",
  "summer_2": "It's summer... that means the house is full of flies.#$e#Don't worry, I'll take care of them.",
  "fall_1": "I love fall for the mushroom hunting opportunities. It comes and goes pretty fast.",
  "fall_20": "Have you planned for winter at all? It's good to have a stockpile of hay.",
  "fall_2": "I know harvest season is a busy time for you. I'll try and help out as much as I can.",
  "winter_1": "Winter's here, and that means crystal fruit is in season. It has such a unique flavor, don't you think?",
  "winter_7": "I'm looking forward to carving ice sculptures tomorrow. I only get to do it once a year, but it's a lot of fun!",
  "winter_28": "Hey, here's to another great year at %farm farm! Let's have some fun tonight! [348]$h#$e#Next year is going to be great, I can feel it."
}