{
  "Rainy_Day_0": "Vielleicht ist es ein guter Tag, um sich zurückzulehnen und ein wenig Gitarre zu spielen...#$e#Hey, du kannst dich auch entspannen, wenn du willst.",
  "Rainy_Day_1": "Denkst du, Sebastian und Luny kommen je zusammen?#$e#Heh... Nachdem ich verheiratet bin, möchte ich die anderen auch verkuppeln.",
  "Rainy_Day_2": "Hey, ich habe dies hinten in einer Schublade herumrollen sehen.[90 88 86 535]#$e#Dachte, du könntest es vielleicht gebrauchen.",
  "Rainy_Day_3": "Ach, Mist. Diese wolkigen Tage sind irgendwie öde...$7",
  "Rainy_Day_4": "Wie hast du geschlafen? Das Geräusch des Regens lässt mich immer gleich wegpennen.",
  "patio_Sam": "*Seufz*... Ich werde diesen Trick nie hingekommen...$s",
  "Rainy_Night_0": "Hey, wie war dein Tag? Ich bin nur rumgelegen und habe die meiste Zeit Comics gelesen... Es war super.$h",
  "Rainy_Night_1": "Es war ein ziemlich langsamer Tag für mich... Cola, Tiefkühlpizza, ein wenig auf der Gitarre spielen. Ich fühle mich entspannt.",
  "Rainy_Night_2": "Vorhin habe ich mir diese Live-Aufnahme von einer unserer Shows angehört. Erinnerst du dich noch daran? Das war ein Durcheinander.#$b#Ich war etwas nervös, weil du dort warst und ich wollte nicht versagen und mich vor dir zum Trottel machen!$10",
  "Rainy_Night_3": "Ich hoffe, Vincent ist nicht zu einsam, seitdem ich weg bin... Ich fühl mich ein wenig verantwortlich für den kleinen Kerl.$s#$e#Aber im Leben geht es um Veränderungen, richtig? Auch Kinder müssen das eines Tages lernen... Ansonsten kommen sie nie als Erwachsene zurecht.$7",
  "Rainy_Night_4": "Hey, ich habe ein paar Tiefkühlpizzen in den Ofen geworfen. Hier ist deine.[206]$h",
  "Indoor_Day_0": "Puh... Ich werde dir eine Sache sagen, die ich an meinem alten Leben nicht vermisse... beim Joja-Markt zu arbeiten.",
  "Indoor_Day_1": "Hey, ich habe dir ein paar Fertig-Pfannkuchen gemacht. Guten Appetit.[211]$h#$e#Was? Ich habe nie gelernt zu kochen... Mutter hat das immer getan.",
  "Indoor_Day_2": "Hey. Ich albere oft herum, aber du solltest wissen, dass ich dich aufrichtig liebe...$l",
  "Indoor_Day_3": "Hast du irgendwelche großen Pläne für den Tag?#$e#Oh, nicht ich... Ich entscheide mich normalerweise spontan...",
  "Indoor_Day_4": "Äh... Vielleicht helfe ich dir ein anderes Mal auf dem Hof. Ich bin heute zu faul.$s#$e#Du bist mir hoffentlich nicht böse?",
  "Indoor_Night_0": "Hey, du siehst müde aus. Ich helfe dir beim Entspannen, okay? Vielleicht gebe ich dir später noch eine Massage.",
  "Indoor_Night_1": "Mein Tag? Oh... Ich kann mich kaum erinnern. Ich habe nicht wirklich irgendetwas Bedeutendes gemacht. Ich habe mich nur entspannt und eine gute Zeit gehabt.",
  "Indoor_Night_2": "Hey, entschuldige, dass ich das Bett nicht gemacht hab. Du weißt, ich bin unordentlich... Aber das liebst du an mir, richtig?$h",
  "Indoor_Night_3": "Das einzige, was ich von daheim vermisse, ist Mutters Fischeintopf.",
  "Indoor_Night_4": "Sollen wir schlafen gehen? Ich habe tatsächlich mal das Bett gemacht...",
  "Outdoor_0": "Vielleicht sollte ich ein paar Geländerollen für mein Skateboard besorgen. Bürgermeister Lewis kann mir da draußen gar nichts.$h",
  "Outdoor_1": "Ich behalte den weiten blauen Himmel immer im Auge... Du weißt nie, wann vielleicht ein UFO vorbeischießt.",
  "Outdoor_2": "Hi, @! Wenn ich mehr über Hofarbeit Bescheid wüsste, würde ich dir mehr helfen. Entschuldige!#$e#Ich werde dir mit aufmunternden Gedanken helfen.$h",
  "Outdoor_3": "Irgendetwas in der Luft lässt mich heute positiv denken... Vielleicht ist es der feine Pizzaduft aus Gus' Ofen.",
  "Outdoor_4": "Wow... du siehst heute toll aus und die paar Schlammflecken machen das ganze nur noch zauberhafter.$l",
  "OneKid_0": "Ich werde die Windeln von %kid1 wechseln... mach dir keine Gedanken. Du hast genug zu tun.",
  "OneKid_1": "Es ist seltsam, aber ich bin unheimlich gern Vater!$h",
  "OneKid_3": "Ich denke, wir sollten noch ein Kind haben. Warum jetzt aufhören?",
  "TwoKids_0": "Ich bin heute früher aufgestanden, habe den Kindern Essen gemacht und ihre Windeln gewechselt. Wir sind bereit. Du kannst dich darauf konzentrieren, Geld zu scheffeln.$h#$e#Ich mache nur Spaß... Ich habe dich nicht des Geldes wegen geheiratet.",
  "TwoKids_1": "Wir müssen darauf achten, dass wir %kid1 eine Menge Aufmerksamkeit geben, nachdem wir %kid2 haben. Wir wollen nicht, dass Neid zwischen ihnen aufkommt.",
  "TwoKids_2": "Es ist schön, die beiden Babys miteinander spielen zu sehen. Die beiden werden gut miteinander auskommen.",
  "TwoKids_3": "Ich hätte nie gedacht, dass ich ein Familienvater werden würde, aber ich bin wirklich zufrieden mit dem, was wir hier aufgebaut haben. Das Leben läuft großartig.$h",
  "Good_1": "Denkst du je an die Nacht, in der wir uns in mein Zimmer geschlichen haben? Ich schon, ziemlich oft...$l",
  "Good_2": "Weißt du, ich hatte von Anfang an so ein Gefühl, dass wir zusammen kommen würden. Es gibt einfach etwas Besonderes zwischen uns.$l",
  "Good_3": "Wow, du siehst heute wirklich gut aus! Hast du etwas mit deinen Haaren gemacht?$l^Wow, du siehst heute atemberaubend aus. Hast du etwas neues mit deinen Haaren gemacht?$l",
  "Good_6": "Pass auf dich auf! Ich weiß, dass du manchmal in die Höhlen gehst... Irgendetwas könnte dich dort fressen!",
  "Good_4": "Baby, ich wollte dir gerade einen Song auf der Gitarre schreiben. Aber jetzt bist du hier und ich bin beruhigt.#$e#Ich will hauptsächlich Gitarre spielen, wenn ich einsam bin.",
  "Good_5": "Baby, rede mit mir! Ich bin immer daran interessiert, von deinem Tag zu hören.",
  "funLeave_Sam": "Ich werde heute die Familie besuchen, okay? Ich bin abends wieder zurück.",
  "funReturn_Sam": "Die Familie zu sehen ist schön, aber es ist auch auf eine merkwürdige Art und Weise deprimierend. Ich meine... unsere Leben sind jetzt komplett getrennt und es fühlt sich im Vergleich zu früher alles so steif an.$7",
  "spring_1": "Ub... Frühling... meine Nade... Allergien.$s",
  "spring_12": "Bist du schon auf das Fest morgen gespannt? Ich freue mich darauf, Sebastian wieder zu sehen.",
  "spring_23": "Oh... Morgen ist der Blumentanz, nicht? Ich dachte, ich bliebe nach unserer Hochzeit davon verschont.#$e#Was auch immer. Er ist auf eine merkwürdige Art ganz lustig.",
  "summer_1": "Im Sommer sind die Pollen ein wenig schwächer, also ist meine Nase wirklich glücklich.$h",
  "summer_10": "Hast du darüber nachgedacht, was du in die Luau-Suppe geben willst?#$e#Es wäre vielleicht lustig, etwas Seltsames hineinzutun. Weißt schon, um dem Gouverneur einen Streich zu spielen!$h#$e#Entschuldige...",
  "summer_27": "Der Sommer ist toll, aber ich bin jetzt bereit für den Herbst.#$e#Sollten wir morgen Nacht den Quallen zusehen? Es ist immer ein Spektakel.",
  "fall_1": "Es scheint, als hätte sich das ganze Tal über Nacht verändert... Der Herbst ist wohl endlich hier.",
  "fall_15": "Hey, morgen ist das Volksfest. Ich muss meine Schleuder wieder etwas aufpolieren...",
  "fall_26": "Ich frage mich, ob Mutter Vincent dieses Jahr in das verfluchte Labyrinth lässt. Vermutlich nicht...$h#$e#Armes Kind. Er muss eines Tages erwachsen werden...",
  "winter_1": "Die kalte Luft friert mein Haargel ein. Das ist ziemlich unangenehm.$s",
  "winter_7": "Schauen wir morgen beim Eisfest vorbei? Es wäre lustig, alle mal wieder zu sehen...",
  "winter_28": "Wir hatten ein großartiges Jahr, @... Es ist irgendwie schade, dass es vorbei ist.#$e#Wir müssen das nächste Jahr einfach noch besser machen!$h"
}