{
  "Rainy_Day_0": "Ich frage mich, wohin die fliegenden Insekten gehen, wenn es regnet? Werden sie nicht von Regentropfen getroffen?",
  "Rainy_Day_1": "Ein Tag wie dieser ist ein Segen von Mutter Natur.",
  "Rainy_Day_2": "Guten Morgen... Ich habe dieses Geschenk für dich besorgt. Keine Sorge, ich habe es schon mit Salbei-Weihrauch gereinigt.[428 440 444 338 207]",
  "Rainy_Day_3": "Ich wollte den Papagei freilassen, aber sein Flügel ist nie ganz verheilt. Er scheint aber zufrieden zu sein. Ich gebe ihm eine Menge Aufmerksamkeit.#$e#Er hat mir erzählt, dass er hier glücklich ist.",
  "Rainy_Day_4": "Ich habe dir das nie gesagt... aber als du das erste Mal hier angekommen bist, habe ich von dir geträumt. Ich wusste in diesem Moment, dass unsere Lebenspfade sich kreuzen würden.$4",
  "Rainy_Night_0": "Jeder Moment hat eine einzigartige und wertvolle Schönheit... bemerkst du sie? Es kann manchmal leicht sein, sie zu vergessen.",
  "patio_Emily": "Das hier ist mein Lieblingsplatz für Morgen-Meditation.#$e#Ich stelle mir vor, wie die Energie von diesem Kristall durch meinen Körper fließt.",
  "Rainy_Night_1": "Ich höre wie die Pflanzen miteinander reden... Sie sind so glücklich, nachdem es heute geregnet hat!",
  "Rainy_Night_2": "Wie war dein Tag, @? Du siehst ein wenig durchnässt aus.",
  "Rainy_Night_3": "Mein Tag war sehr friedlich. Wie war deiner?",
  "Rainy_Night_4": "Willst du ein Dessert? Ist meine spezielle, rohe, gluten-freie Version, die nur mit Kaktus-Syrup gesüßt wurde.[232 234 223 220]$h",
  "Rainy_Night_5": "Setzt dich das Geräusch von Regen jemals in Trance?",
  "Indoor_Day_0": "Ein weiterer wunderschöner Tag auf der %farm... Ich glaube daran, dass heute etwas Gutes passieren wird!$h",
  "Indoor_Day_1": "Hier, nimm das. Es ist für dich.[428 440 444 338 207 395 749]",
  "Indoor_Day_2": "Hey, jemand muss wohl einen festen Schlaf gehabt haben... du siehst heute Morgen frisch aus.$h",
  "Indoor_Day_3": "Mein Horoskop für den Tag ist nicht allzu gut... aber ich werde das beste daraus machen, so wie immer. Lass' uns an die Arbeit gehen!",
  "Indoor_Day_4": "Ughh... *glucks*... Vielleicht habe ich zuviele Kleie-Muffins zum Frühstück gegessen.$s",
  "Indoor_Night_0": "Ist das ein neues Loch in deinem Hemd? Ich kann das für dich nähen, kein Problem.",
  "Indoor_Night_1": "Willkommen Zuhause, @. Ich hoffe du hattest einen wundervollen Tag.",
  "Indoor_Night_2": "Ist es schon Schlafenszeit? Meine Güte, der Tag ist wieder nur vor mir davongeschwebt.$u",
  "Indoor_Night_3": "Ah, dieses Aroma! Das kannst nur du sein.$h#$e#Ein guter Geruch.",
  "Indoor_Night_4": "Ich habe das ganze Haus gefegt, die Fenster geputzt, entstaubt und den Kühlschrank sauber gemacht. Es war ein sehr produktiver Tag!",
  "Outdoor_0": "Ich liebe es, früh aufzustehen. Da liegt eine gewisse Frische in der Luft und das Wildleben ist so viel aktiver.",
  "Outdoor_1": "Was hast du heute vor, Liebling?",
  "Outdoor_2": "Oooh! Ooh! Ich habe noch eines gesehen!$h#$e#Ich zähle Eichhörnchen.",
  "Outdoor_3": "Ein wenig Sonnenlicht ist gut für dich. Werde nur nicht allzu kross, okay?",
  "Outdoor_4": "Guten Morgen! Ich habe mich gefragt, wann du endlich aus dem Bett rollst!$h#$e#Es ist okay, @... du verdienst eine gute Nacht voller Ruhe.",
  "OneKid_0": "Ich hoffe wir können %kid1 dazu erziehen, gütig und respektvoll zu sein. Das ist wichtiger als Einsen in der Schule zu ergattern.",
  "OneKid_1": "Ist ein Kind genug, oder sollten wir ein weiteres erziehen?#$e#Ich schätze wir werden sehen, wohin das Schicksal uns führt.",
  "OneKid_3": "Ich habe eine bleich-grüne Kerze angezündet und einen Sprössling Baby-Minze über %kid1 gewedelt. Das sollte gefährliche Geister fernhalten.",
  "TwoKids_1": "Ein großes Haus, zwei Kinder und ein Papagei... Ich habe die Hände voll!",
  "TwoKids_2": "Nun, %kid2 hat definitiv dein Haar...$u",
  "TwoKids_3": "Oh, ich habe den Kindern bereits ihre organischen Hirsebällchen mit Ziegenmilch gegeben. Du konzentrier dich ruhig auf die Farm.",
  "Good_1": "Es macht soviel Spaß, zusammen zu leben! Ich dachte immer, ich würde mein ganzes Leben alleine verbringen.",
  "Good_2": "Es war unser Schicksal, zusammen zu sein... Ich glaube das mit meinem ganzen Herzen!",
  "Good_3": "Vielen Dank, dass du mich in dein Zuhause gebracht hast. Ich liebe dieses neue Leben.$4",
  "Good_4": "Unsere Schwingungs-Energien sind perfekt im Einklang. Kannst du es nicht fühlen?",
  "Good_5": "Ich war nur gerade dabei, mein Hochzeitsamulett zu bewundern... Die Muschel ist wunderschön! Ich kann die pure, blaue Energie fühlen die es ausstrahlt.$l",
  "Good_6": "Letzte Nacht hatte ich einen weiteren Traum über uns. Wir haben zusammen einen kristallenen Baum bestiegen und blickten auf die üppigste und wunderschönste Wiese herab. Ich habe diesen Traum immer wieder.#$e#Ich weiß nicht, was er bedeutet, aber ich bin mir sicher, dass es ein gutes Omen ist.",
  "Neutral_0": "Ich hoffe du magst mich immer noch wenn ich alt bin und meine Haare zu trübem, verblasstem Stahl werden.",
  "Neutral_8": "Ich fühle mich heute einfach uninspiriert.$s",
  "funLeave_Emily": "Ich werde heute die Stadt besuchen und später in der Kneipe aushelfen. Ich wünsche dir einen schönen Tag.",
  "funReturn_Emily": "Mein Tag ist gut gelaufen... es ist gut, hin und wieder mal aus dem Haus rauszukommen.",
  "spring_2": "Meine Freunde, die Pflanzen, sind wieder zum Leben erwacht. Ich bin zufrieden.",
  "spring_1": "Frohes neues Jahr, Schatz. Lass' es uns zu einem Speziellen machen.$4",
  "spring_22": "Hmm... Ich denke, vielleicht machen wir heute Abend einen Salat aus frisch gesammeltem Grünzeug?",
  "summer_20": "Die Energien in unserem Körpern schwanken, wie es auch die Jahreszeiten tun. Unseren eigenen, einzigartigen Rhythmus zu verstehen, ist der erste Schritt zu innerer Harmonie.",
  "summer_2": "Möge Peachy dich an diesem lieblichen Tag segnen.$7",
  "fall_1": "Das Jahr ist schon halb-vorüber. Kannst du das glauben?",
  "fall_25": "Unsere Körper sind natürlich im Einklang mit den Jahreszeiten. Dieses Licht und diese Farben bringen uns dazu, uns auf den kargen Winter vorzubereiten.#$e#Für unsere fernen Ahnen war dieses Gefühl umgreifend und wichtig. Für uns kommt es kaum durch die Geräusche des modernen Lebens.",
  "winter_15": "An Tagen wie diesen, sehne ich mich nach Zimt, Muskat, Nelke, und Kardamom.",
  "winter_5": "*seufz*... Warum muss es unbedingt Krieg und Hass in der Welt geben?$s",
  "winter_2": "Ich kann mir nicht helfen als an all die armen, frierenden Eichhörnchen da draußen zu denken.$s",
  "spring_Emily": "Ich bin gespannt auf ein neues Jahr des Bewirtschaftens, @!$h",
  "fall_Emily": "Ich habe heute Morgen einen Superfood-Smoothie getrunken und ich fühle mich uuuunglaublich!$h",
  "summer_Emily": "Puh! Es ist heiß, aber es fühlt sich großartig an, nicht?#$e#Vielleicht sehen wir heute einige wilde Papageien.",
  "winter_Emily": "Ups, mein Haar ist wieder tiefgefroren.$s",
  "spouseRoom_Emily": "Ich werde heute ein wenig Zeit mit dem Papagei verbringen. Es bricht mein Herz, dass er nie wieder fliegen wird.$u"
}