{
  "Rainy_Day_0": "Endlich... ein wenig schwerer Regen. Das sonnige Wetter langweilt mich schnell.",
  "Rainy_Day_1": "Hey. Ich habe nur gerade über mein altes Zimmer im Keller nachgedacht. Ich habe mich dort wohlgefühlt, aber dieses Haus ist viel interessanter. Und den Geruch vermisse ich nicht...#$e#Ich habe mich ein wenig dafür geschämt, so lange im Haus meiner Mutter zu wohnen.",
  "Rainy_Day_2": "Hey. Ich konnte letzte Nacht nicht schlafen, also bin ich ein wenig durch die Höhlen spaziert. Ich habe das hier gefunden... Willst du's?[575 769 767 84 66 78]#$e#Ich habe einfach manchmal Schlafprobleme, das hat nichts mit dir zu tun. Ich liebe dich.$7",
  "Rainy_Day_3": "Es ist ein guter Tag, um einfach ein wenig herumzuliegen und vielleicht ein Buch zu lesen oder so... Was denkst du?",
  "Rainy_Day_4": "Hey, ein weiterer regnerischer Tag. Perfekt.#$e#Ist dir kalt? ... Komm rüber.$l",
  "Rainy_Night_0": "Ich möchte wirklich mit dem Rauchen aufhören, da wir jetzt verheiratet sind... Ich will nicht vor dir sterben. Es ist eine schlechte Gewohnheit.#$e#Ich will eine gemeinsame Zukunft mit dir haben.$l",
  "patio_Sebastian": "Brauchst du etwas? Ich arbeite hier ein wenig an meinem Bike.",
  "Rainy_Night_1": "Ich habe heute ein wenig Arbeit am Laptop erledigt. Eigentlich habe ich ein paar Ideen für ein Spiel gesammelt, das ich machen will.#$e#Dank deiner Erträge vom Hof kann ich so leben, wie es mir gefällt. Das ist echt super. Danke.$h",
  "Rainy_Night_2": "Entschuldige, ich habe kein Abendessen vorbereitet. Wir haben vielleicht Tiefkühlpizza im Kühlschrank oder so.#$e#Keine Ahnung, meine Gedanken waren woanders. Ich vergesse die Hälfte der Hausarbeit immer...",
  "Rainy_Night_3": "Wie war dein Tag? Hast du irgendwelche Monster erlegt?$h#$e#Fühlt sich gut an, hin und wieder die Aggressionen rauszulassen, was?",
  "Rainy_Night_4": "Vielleicht besucht uns heute Nacht eine Hexe? Hah... Wenn das Leben nur so interessant wäre...",
  "Indoor_Day_0": "Je älter ich werde, desto weniger fühle ich mich zur Stadt hingezogen. Sie hatte mal etwas Geheimnisvolles an sich. Aber ich habe gemerkt, dass das nur eine romantische Vorstellung war.#$e#Die Stadt ist so geschäftig, voller Leute... Ich gehöre nicht dort hin. Ich bin ein Einzelgänger.",
  "Indoor_Day_1": "Hey... willst du 'nen Kaffee?[395]$7#$e#Ich musste einen machen... bin heute früh aus einem Alptraum aufgewacht und konnte nicht mehr einschlafen.",
  "Indoor_Day_2": "Ich konnte letzte Nacht nicht schlafen, also bin ich ein wenig mit dem Motorrad gefahren.#$e#Ich muss unabhängig bleiben, auch wenn wir verheiratet sind. So bin ich einfach. Ich liebe dich natürlich immer noch.$7",
  "Indoor_Day_3": "Hey. Wie hast du letzte Nacht geschlafen? Ich habe dich etwas murmeln gehört.#$e#Du schienst etwas verängstigt, aber ich muss zugeben... Es war ziemlich niedlich.$l",
  "Indoor_Day_4": "Hier mit dir zu leben hat mich gelehrt, ein wenig aus mich heraus zu gehen. Das ist gut für mich.$7",
  "Indoor_Night_0": "Hey. Ich hab heute nur im Haus herumgehangen. Nichts Interessantes...#$e#...#$e#Die Aussicht von unserem Haus ist perfekt. Man kann von der Veranda aus die Sonne über Pelikan untergehen sehen.",
  "Indoor_Night_1": "Vielleicht habe ich zu viel Kaffee getrunken... Ich bin nicht besonders müde.#$e#Ich versuche mich immer noch an den Tagesrhythmus auf dem Hof zu gewöhnen. Ich war immer bis 5 Uhr wach und habe dann manchmal bis 2 Uhr nachmittags geschlafen.$h",
  "Indoor_Night_2": "Es ist ziemlich cool, sein eigenes Haus zu haben. Ich kann tun, was auch immer ich will, ohne dass sich jemand beschwert.#$e#Ich bin mir sicher, dass Maru froh über meinen Auszug ist.",
  "Indoor_Night_3": "Ich habe vorhin eine Fledermaus draußen am Fenster gesehen. Sie sind kaum zu erkennen, aber wenn du dich konzentrierst, kannst du sie oft vorbeiflattern sehen. Sie sind da draußen.",
  "Indoor_Night_4": "Ich habe mich daheim oft unbeachtet gefühlt... Aber hier ist es anders. Danke, dass ich mich bei dir wohlfühlen kann, @.$l",
  "Outdoor_0": "Ich habe das Gefühl, dass ich heute etwas tun wollte... Ich weiß nur nicht, was. Hast du dieses Problem auch manchmal, @?",
  "Outdoor_1": "Hmm... manchmal zwinge ich mich für meine Gesundheit dazu, etwas Zeit draußen zu verbringen.#$e#Es ist schwierig zu erklären, aber ich bin lieber drinnen. Vielleicht bin ich einfach nur meinen dunklen Keller gewohnt.",
  "Outdoor_2": "Ich werde dich einfach von hier beobachten.$h#$e#Ich mag es, dich zu beobachten.",
  "Outdoor_3": "Ich will jetzt nicht weich werden, nur weil ich verheiratet bin. Vielleicht sollte ich anfangen, mehr Peperoni zu essen und zu trainieren?#$e#Nur eine Idee...$h",
  "Outdoor_4": "Wir sollten mehr Schleime züchten... In großen Mengen können sie sehr profitabel sein. Und es ist so einfach, sie großzuziehen.#$e#Außerdem produzieren verschiedenfarbige Schleime andere Gegenstände. Ich weiß nicht, es könnte ein lustiges Hobby für uns sein.",
  "OneKid_0": "Ich versuche mich immer noch daran zu gewöhnen, ein Vater zu sein. Keine Sorge, ich kümmere mich gut um %kid1! Es ist einfach nur... etwas neues.",
  "OneKid_1": "Wenn %kid1 ein wenig älter ist, werde ich mir vielleicht einen Seitenwagen für mein Motorrad holen und wir können eine Runde drehen.$h",
  "OneKid_3": "Hast du %kid1 gerochen? Vielleicht ist es Zeit für ein Bad...",
  "TwoKids_0": "Keine Sorge, ich habe die Kinder schon gefüttert. %kid2 hat die Schokoladenmilch schon wieder über mein ganzes Shirt geschüttet.",
  "TwoKids_1": "Ich hoffe, %kid1 und %kid2 sind nett zueinander. Maru und ich haben uns als Kinder immer gestritten.#$e#Wenn ich jetzt daran zurückdenke, war es meistens meine Schuld...",
  "TwoKids_2": "Ich habe diesen wiederkehrenden Traum, dass %kid2 ein Schattenschamanen-Kostüm getragen hat und auf einem leuchtenden Kürbis sitzt. Merkwürdig, was?",
  "TwoKids_3": "Wir haben es weit gebracht, @. Sieh dir unsere Familie an. Um ehrlich zu sein, ich hätte nie gedacht, dass ich in so einer Situation enden könnte.#$e#Aber seit ich hier bin, mag ich es...$l",
  "Good_0": "Hey. Sieh mir in die Augen. Vergiss nie, dass ich dich liebe... du bist mein Ein und Alles.$l#$b#Und nun auf zur Arbeit.$h",
  "Good_1": "Hey... komm her. Du siehst heute großartig aus.$l",
  "Good_2": "Du siehst immer super aus, selbst nachdem du den ganzen Tag im Garten umhergelaufen bist.$l",
  "Good_3": "Ich zeige es nicht oft, aber ich bin wirklich glücklich, dein Mann zu sein. Dich zu heiraten war die beste Entscheidung, die ich je getroffen habe.$l",
  "Good_4": "Du musst dir nie über mich Sorgen machen. Ich mag es, Zeit alleine zu verbringen.",
  "Good_5": "Manchmal bin ich so wütend... Aber wenn du kommst, beruhige ich mich immer wieder.$7#$e#Vielleicht werde ich im Alter etwas entspannter.",
  "Good_6": "Ich weiß, dass du zäh bist, aber ich sorge mich manchmal trotzdem um dich. Gehe bitte nie auf Monsterjagd ohne Lebenselixier oder feste Schuhe, ja?",
  "Good_8": "Ich will heute einfach nicht arbeiten. Vielleicht schaue ich mal, was so im Fernsehen läuft.",
  "Good_9": "Ich brauche nicht wirklich Freunde. Du bist die einzige Person, die ich im Leben brauche. Ist das merkwürdig?#$e#Ich bin wohl anders als die meisten Leute.",
  "Neutral_0": "Wenn ich spazieren gehe, meide ich andere so gut wie möglich. Ich mag es nicht, in oberflächliches Geplauder verwickelt zu werden.",
  "Neutral_2": "Warum erzählst du mir nicht von deinem Tag, sobald wir im Bett sind? Ich bin momentan etwas beschäftigt...",
  "Neutral_3": "Gehst du heute in die Stadt? Warum, was hast du vor?",
  "Neutral_4": "Ich schätze, ich könnte heute die Wäsche waschen... Du hast vermutlich auf dem Hof alle Hände voll zu tun.",
  "Neutral_5": "Haben wir irgendwelche Geldprobleme? Ich will nicht meinen Laptop verkaufen müssen...",
  "Neutral_6": "Wenn du deine Freunde in der Stadt sehen willst, geh nur. Ich bin gerne allein.",
  "Neutral_8": "Das Haus zu putzen macht keinen Spaß, aber wenn ich nebenbei Musik höre, ist es ziemlich schnell vorbei.",
  "Bad_5": "Hör mal, ich will einfach alleine sein. Warum gehst du nicht nach draußen und machst für eine Weile dein Ding?",
  "Bad_6": "Was willst du? Du klingst wie mein Stiefvater. Geh bitte.$a",
  "Bad_7": "Dieser Ort fühlt sich langsam wie ein Grab an.$s",
  "Bad_8": "Ich habe wieder mit dem Rauchen angefangen... Ich bin in letzter Zeit einfach sehr gestresst.$s",
  "funLeave_Sebastian": "Ich werde heute einen Spaziergang machen. Ich brauch ein wenig Zeit für mich selbst. Ich seh dich dann am Abend.",
  "funReturn_Sebastian": "Mein Tag war in Ordnung, es gibt nicht viel, das ich dir erzählen könnte. Warum erzählst du mir nicht von deinem?",
  "spring_1": "Oohh... mein Kopf. Frohes neues Jahr...$h",
  "spring_12": "Bist du schon auf das Fest morgen gespannt? Es ist schön, Fin mal wieder zu sehen.",
  "spring_23": "Oh... Morgen ist der Blumentanz, nicht? Müssen wir gehen?#$e#Ich hasse es, diesen lächerlichen, engen Overall zu tragen. Warum zwingst uns Lewis dazu?$s",
  "summer_1": "Der Sommer ist hier... Ich muss mich sofort mit genug Sonnencreme einreiben, wenn ich meine blasse Gesichtsfarbe behalten will...",
  "summer_10": "Hast du schon darüber nachgedacht, was du in die Luau-Suppe geben willst?#$e#Ich habe keine Ahnung, was gut ist... Du bist der Koch!$7",
  "summer_27": "Das Wetter wird immer kühler. Das ist angenehm.#$e#Sollen wir morgen Abend zum Fest gehen? Das ist eine Tradition, die ich wirklich mag.$7",
  "fall_1": "Es scheint, als hätte sich das ganze Tal über Nacht verändert... Der Herbst ist wohl endlich hier.",
  "fall_15": "Das Sternentautaler Volksfest ist ein wenig zu überfüllt für meinen Geschmack... Aber ich werde einfach mit Fin herumwandern. Wir haben uns schon so lange nicht mehr gesprochen.#$e#Du solltest aber ein paar Festspiele spielen! Sorge dich nicht um mich.$7",
  "fall_26": "Ich bin gespannt auf die Geisternacht morgen. Ich frage mich, welche Schrecken wir dort finden werden.$h",
  "winter_1": "Was sind deine Pläne für diesen Winter? Ich weiß, es ist eine ruhigere Zeit für dich.",
  "winter_7": "Machst du morgen beim Eisfischen mit?",
  "winter_28": "Es war ein gutes Jahr, @. Wir sollten ein wenig feiern.[346]$h#$e#Ich bin mir sicher, dass das nächste Jahr noch besser wird.$7"
}