{
  "Rainy_Day_0": "It's raining outside. Make sure you don't catch cold, dear.#$e#Stay indoors as much as possible.$h#$e#I worry about you sometimes!",
  "Rainy_Day_1": "It's raining! That means we don't have to water the crops today.$h#$e#Nature can be a big help sometimes.#$e#Have you fed the animals yet, honey?",
  "Rainy_Day_2": "Good morning! I woke up early from the sound of the rain and made you some breakfast. [194 195 210 211 216]  #$e#Stay warm and don't work too hard. I want you to stay healthy.",
  "Rainy_Day_3": "What's on your agenda today, dear?#$e#I don't want to go outside in this weather... I'll just do some things around the house.#$e#Maybe I'll make something hot for dinner.",
  "Rainy_Day_4": "Any dinner requests for tonight?",
  "Rainy_Day_Maru": "Despite all the technology we have, a rainy day is still the best tool for watering crops.",
  "Rainy_Day_Abigail": "The countryside looks more interesting on a day like this, don't you think?",
  "Rainy_Day_Penny": "I think I might do some baking today.$h",
  "Rainy_Day_Leah": "Might want to do some fishing or mining today, huh?",
  "Rainy_Day_Haley": "Hmmph. If this weather keeps up I'll get too pale.$s",
  "Rainy_Day_Harvey": "Make sure you stay dry today, dear. I don't want you to become hypothermic.",
  "Rainy_Day_Sebastian": "I got up just before dawn and took a walk around the farm. It's really peaceful at that hour.",
  "Rainy_Day_Alex": "Hmm... I guess I'll have to do push-ups and sit-ups indoors today.",
  "Rainy_Day_Elliott": "The rain makes me think of my old life by the ocean.#$e#Change is part of life. That's okay.",
  "Rainy_Day_Sam": "I might spend some time today fixing any leaks in the roof or the windows.",
  "Rainy_Day_Emily": "I know you pride yourself on your work, but don't overdo it today. Okay, honey?$u",
  "Rainy_Day_Shane": "The roof's leaking? Ah well... a little mold never hurt anyone.",
  "Rainy_Night_0": "The rain makes it feel like we're all alone.$l#$e#I'm cold... Aren't you ready to tuck into bed?$l",
  "Rainy_Night_1": "Make sure you change into something warm. I don't want you to get sick.#$e#Can you hear the rain pattering on the roof, @?",
  "Rainy_Night_2": "Ah...The soothing sound of rain overhead... I'm going to sleep well tonight.$h",
  "Rainy_Night_3": "The rain makes our home seem so cozy.$h^It's nights like this I'm glad we have a quality roof.",
  "Rainy_Night_4": "I made some soup for dinner. [199 218 219 727 730]$h#$e#You need something hot on a day like this!$h",
  "Rainy_Night_5": "I'm glad you're home... It's a good night to stay inside.",
  "Rainy_Night_Maru": "Were you able to accomplish much today, hun?#$e#I tried to fix up some things around the house... you know, just little stuff.",
  "Rainy_Night_Abigail": "I'm ready to hop into bed whenever you are. The sound of rain will put us right to sleep.",
  "Rainy_Night_Penny": "Oh... the smell? I tried to do some baking... It didn't work out too well.$s",
  "Rainy_Night_Leah": "How was your day today, dear? Muddy?",
  "Rainy_Night_Haley": "Hi, honey. I'm so glad you're home. I was starting to get kind of lonely.$l",
  "Rainy_Night_Harvey": "Hi. It's good to see you.$h#$e#I spent the day skimming through some medical journals.",
  "Rainy_Night_Sebastian": "I'll never grow tired of the rain... especially out here in the countryside.",
  "Rainy_Night_Alex": "Grandma always used to make hot stew on nights like this.$h",
  "Rainy_Night_Elliott": "Sit down, relax! You've got to be tired after trudging through the mud all day.",
  "Rainy_Night_Sam": "Vincent called. He said he misses me and also to tell you hi.$h",
  "Rainy_Night_Shane": "I just got off the phone with Jas and Marnie. They seem to be having a pretty good time without me.",
  "Rainy_Night_Emily": "Certain spirits only appear in the rain. Maybe you've heard their cries?",
  "Indoor_Day_0": "Good morning ~<$h#$e#Ready for a hard day's work? I am.$h",
  "Indoor_Day_1": "Hi, honey! Smells good, doesn't it? I made you breakfast! [194 195 210 211 216]#$e#You need food to stay energized throughout the day.",
  "Indoor_Day_2": "Did you sleep well?#$e#I've got some chores to do in here.",
  "Indoor_Day_3": "Did you have any strange dreams last night?#$e#I did, but all I remember is that it had something to do with a %adj %noun. Weird.$s#$e#Hehe. Dreams don't mean anything... do they, Honey?$l#$e#Well, we can't spend all day chit-chatting. You have work to do!",
  "Indoor_Day_4": "Good morning, dear. Another day of farm chores, huh?#$e#I'll be cheering for you. <$h",
  "Indoor_Day_Maru": "If you ever want to talk about how to maximize crop yield or anything... I'm open to that!",
  "Indoor_Day_Abigail": "There's always something new happening on our farm... I love it.",
  "Indoor_Day_Penny": "This place is so big compared to the trailer, I feel overwhelmed... In a good way!",
  "Indoor_Day_Leah": "Mind if I add some architectural flair to the woodwork around here? My chisel hand is itching!",
  "Indoor_Day_Haley": "I always feel happy on a sunny day.$h",
  "Indoor_Day_Harvey": "The sky looks great today... so clear!#$e#From now on, I'm only going to go into the clinic when I have appointments. Otherwise I can just work from home!",
  "Indoor_Day_Sebastian": "Well, this place sure beats my old basement room, doesn't it?$h",
  "Indoor_Day_Alex": "The sun's shining and I'm bursting with energy! You'd better watch out! Heh Heh.$h",
  "Indoor_Day_Elliott": "I've been keeping a journal ever since we moved in together. Now that I actually have a life, I have lots to write about.$h#$e#I want to make sure I always remember these years.",
  "Indoor_Day_Sam": "There's too much stuff I want to get done today... Maybe I'll just watch TV instead.",
  "Indoor_Day_Emily": "By providing fresh, healthy produce to the community, we're doing a great service!",
  "Indoor_Day_Shane": "There's something special in the air... *sniff*... what is that? Oh...#$b#It's just this old corn chip I put in my pocket a few weeks ago. *crunch*",
  "Indoor_Night_0": "Did you get everything done today, @?#$e#I did some house chores... but now I'm so tired.#$e#I'm ready for bed whenever you are.$h",
  "Indoor_Night_1": "Wow, you look like you did a lot of work today.#$e#Now you should just relax and kick back for the night.$h",
  "Indoor_Night_2": "I'm glad you're home.#$e#I get kind of scared alone at night.$s^I get lonely at night...$s#$e#...$h",
  "Indoor_Night_3": "Are you done with your work for the day? I'm ready to have some fun.$h#$e#But if you're tired I understand.",
  "Indoor_Night_4": "*phew*! I just finished my chores. Now we can spend some time together.$h#$e#So, tell me about your day.$l#$e#...$h",
  "Indoor_Night_Maru": "You look like you're ready for bed, @. Should I lull you to sleep with the technical details of my latest project?$h#$e#*yawn*... To be honest, I'm kind of sleepy too.",
  "Indoor_Night_Abigail": "Are you ready for bed soon? I turned on the electric blanket for us...$l",
  "Indoor_Night_Penny": "Hi there, honey. Ready to spend a quiet evening at home?",
  "Indoor_Night_Leah": "It's so quiet and peaceful in the evening. Nothing to distract you from the experience of living.",
  "Indoor_Night_Haley": "You look like you've been working hard, dear. Let me help you de-stress.$l",
  "Indoor_Night_Harvey": "You look like you could use a good massage tonight.$l#$e#Doctor's orders... It's good for the circulation!",
  "Indoor_Night_Sebastian": "#$c .5#I may be a reclusive guy, but I'm always happy when you're around.$h#$e#Hi, @. Good to see you. It's comforting when you're around.$h",
  "Indoor_Night_Alex": "My arms feel a little restless... How about a nice, deep massage?$l^I feel exhausted... That's a good sign! It means I worked hard enough today.$h",
  "Indoor_Night_Elliott": "#$c .5#You always smell so good after a day of hard work. It's your natural musk!^You smell sweet, my dear. Like a honeycomb drifting on a pool of spice tea.#$e#Come here, let me massage your back. You look tense.$l^You smell sweet, my dear. Like a cinnamon leaf floating in the summer breeze.",
  "Indoor_Night_Sam": "#$c .5#I wonder if the moon is visible tonight?#$e#So, did you get everything done on the farm today? If you didn't I won't be mad!",
  "Indoor_Night_Emily": "It's a very cozy house... I like it.",
  "Indoor_Night_Shane": "How was your day? Mine actually went pretty well.",
  "Outdoor_0": "It's a beautiful day today, isn't it?$h#$e#Days like this make work a little more pleasant.",
  "Outdoor_1": "I'm just going to relax and inspect the farm today, okay?#$e#It's just such a nice-looking area.$h",
  "Outdoor_2": "Hi, honey! If I knew more about farm work I'd help you out more. Sorry!#$e#I'll be thinking of you.$h",
  "Outdoor_3": "I'm just going to do some dusting over here. That should help you out, right?#$e#*phew*... it's hot out here.",
  "Outdoor_4": "Don't overwork yourself, dear.#$e#Make sure and take a break every now and then, or get something to eat.$h",
  "Outdoor_Maru": "I like being out here. It's a good place to think about new inventions.$h#$e#I'm still hoping to come up with something to help you out in your work.",
  "Outdoor_Abigail": "I'm just going to hang out here, okay?#$e#There's a lot of interesting bugs and things out here. *chuckle*$h",
  "Outdoor_Haley": "Looks like a good day to work on my tan, don't you think, sweetheart?$h",
  "Outdoor_Leah": "Wow, this is great! I'm really starting to enjoy life on the farm, @.$h#$e#This is the life I've always dreamed of.$l",
  "Outdoor_Penny": "I'm really happy on our little farm, @.$h",
  "Outdoor_Sebastian": "This is so different from my old life, but I'm really starting to like it.$h#$e#I feel like I really belong here.$l",
  "Outdoor_Harvey": "This is so much nicer than being cooped up in the clinic all day.$l#$e#I love watching you on the farm... hehe",
  "Outdoor_Elliott": "Today, I'm going to continue writing my new novel. What better place than our wonderful farm?$h#$e#This is perfect.$l",
  "Outdoor_Alex": "I'm going to get a bunch of exercise today! Haha! I love living on a farm.$h",
  "Outdoor_Sam": "Hey, look at those puffy clouds in the sky, honey!$h#$e#I'm going to watch those for a while, if you don't mind.",
  "Outdoor_Shane": "I dunno if my lungs can handle this freshness. I'm still used to JojaAir.",
  "Outdoor_Emily": "You're doing great work, @. Keep it up.",
  "jobLeave_Harvey": "I have to go into the clinic today. Have a nice day, okay?",
  "jobLeave_Penny": "I have to go into town today. Don't work too hard, and eat something good for lunch!$h",
  "jobLeave_Maru": "I have to leave for work soon. I'll see you tonight. I'll be thinking of you!$h",
  "jobReturn_Harvey": "#$c .5#Hi, honey. How was your day?#$e#*Phew*... I'm exhausted...$s#$e#My patients are still healthy, so it was a good day.",
  "jobReturn_Penny": "#$c .5#Good evening. My day was fine, thanks! How was yours?$h#$e#Jas and Vincent weren't behaving very well today. I'm still all wound up...",
  "jobReturn_Maru": "#$c .5#Well, it was just another boring day at the clinic.#$e#Hey. Did you have a more exciting day than me? I hope so.#$e#$c .5#Well, It's time to kick back and relax. Did you leave me any dinner?#$e#I'm just looking forward to bed-time.$h",
  "OneKid_0": "Have you spent any time with %kid1 today?",
  "OneKid_1": "I wonder if %kid1 will grow up to be a farmer like you?",
  "OneKid_2": "Don't worry, I'll feed %kid1 today. You can just focus on running the farm.",
  "OneKid_3": "Life's a lot different now that we have a child.",
  "TwoKids_0": "I already gave %kid1 and %kid2 their breakfast. They were hungry!",
  "TwoKids_1": "We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
  "TwoKids_2": "You know, I think %kid2 has your nose.",
  "TwoKids_3": "A nice house, two wonderful kids, and a beautiful plot of land. What's left?",
  "Good_0": "It's hard to believe we're finally married...$l",
  "Good_1": "You know, I always had a feeling we'd be together some day.$l",
  "Good_2": "Are you enjoying the married life, @?#$e#I am.$l",
  "Good_3": "Wow, you look really handsome today!$l^Wow, you look beautiful today.$l",
  "Good_4": "This place is my home now... I'm happy here.$l",
  "Good_5": "I was just admiring my wedding amulet... The shell is flawless. It must have cost you a fortune!$l",
  "Good_6": "Be careful out there! Sometimes I worry about you falling into a mine shaft.",
  "Good_7": "@? I just want to say that I appreciate all the hard work you do for our household.$h",
  "Good_8": "Don't worry about me... I know you've got a lot of responsibilities outside of the house. I'm fine in here by myself!$l",
  "Good_9": "Oh, I'm not bored... I'm just enjoying what we have here.#$e#It's a simple life, but I like it.$h",
  "Neutral_0": "I hope you'll still like me when I'm old and gray.$s",
  "Neutral_1": "Do you think your grandpa would be proud of the work we've done?",
  "Neutral_2": "Taking a break? I guess being a farmer is easier than I thought...",
  "Neutral_3": "If you go into town, make sure and say hi to everyone for me.",
  "Neutral_4": "I'll do the laundry tomorrow morning before you get up... that way you won't have any down-time.",
  "Neutral_5": "Are we doing okay on money, @?",
  "Neutral_6": "I wonder what everyone in town is doing today?",
  "Neutral_7": "I don't really feel like doing anything today.",
  "Neutral_8": "No matter how much I clean, the house keeps getting dirty again.#$e#I guess farms can be kind of dirty.",
  "Neutral_9": "I wonder if we'll live here our entire lives?",
  "Bad_0": "...Do you still love me?$s",
  "Bad_1": "*sigh*... Maybe we got married too young.$s",
  "Bad_2": "Are you still happy with me?s",
  "Bad_3": "Did I do something wrong? You've been acting different lately.$s",
  "Bad_4": "Do you ever wonder what else is out there?$s",
  "Bad_5": "You used to be romantic... what happened?$s#$e#I know I'm not as young as I used to be... is that what you married me for?$a",
  "Bad_6": "We only have one short life to live... is this the best way to do it?$s",
  "Bad_7": "I used to be your sweetie... now you only seem to put up with me when I make a hot dinner.$s",
  "Bad_8": "You've been so cold to me lately...$s",
  "Bad_9": "I wonder if I could've done better.$s",
  "spring_1": "Well, a new year has arrived. Do you have a plan for what you want to accomplish this year?#$e#I feel pretty hopeful.",
  "spring_8": "Now that winter's over, we've got lots of productive weather to look forward to.",
  "spring_23": "I hope you've been practicing your moves... tomorrow is the flower dance!",
  "summer_1": "Make sure you don't get a heat stroke, dear.#$e#Drink plenty of water and don't overwork yourself.",
  "summer_8": "Sorry if I smell... I was sweating all night in the heat.",
  "summer_15": "It's summer... that means the house is full of flies.#$e#Don't worry, I'll take care of them.",
  "fall_1": "This weather feels pretty nice after the heat of summer.",
  "fall_8": "Winter's just around the corner. We need to double check the heating system, turn off the valves, and check all the insulation in the house.#$e#Don't worry, I'll take care of it all.",
  "fall_15": "Have you figured out what you're going to use for our grange display tomorrow?",
  "fall_26": "Should we go to the Spirit's Eve festival tomorrow night?",
  "winter_1": "Brrr.... It's cold. I guess winter has arrived.",
  "winter_7": "Are you going to enter the fishing contest tomorrow?",
  "winter_28": "Thanks for a great year, @. I'm excited to tackle next year together.$l",
  "spring_Maru": "I'm feeling excited for a new year of farming, @!$h",
  "spring_Abigail": "I may like the colder seasons, but by the end I'm always glad to see spring arrive.",
  "spring_Haley": "Aren't you glad winter's over, honey? Things seem more hopeful now.",
  "spring_Leah": "Don't forget to look for wild horseradish, leeks and dandelions while you're out there!",
  "spring_Penny": "I'm so happy to see some greenery after that long white winter.",
  "spring_Sebastian": "Wow, my skin is pale... I guess I'd better help you with some farm work this season.",
  "spring_Harvey": "Let's plant some healthy vegetables this spring.$h",
  "spring_Elliott": "I'm looking forward to a beautiful year on %farm farm.$h",
  "spring_Alex": "Hey @. Let's work hard today!",
  "spring_Sam": "*sniff* ... My doze is stubbed up... allergies.",
  "spring_Shane": "Maybe I'll learn a new skill this year...",
  "summer_Maru": "It's a good time of year to do some stargazing.",
  "summer_Abigail": "Oh man... I could go for some chocolate cake.",
  "summer_Haley": "You must know by now that summer is my favorite season.$h",
  "summer_Leah": "Nothing pairs so well with summer like a nice sweet wine. Don't you think, honey?",
  "summer_Penny": "Are you growing any melons this summer?",
  "summer_Sebastian": "I'm going to stay inside as much as possible this summer.",
  "summer_Harvey": "Make sure you don't get sunburnt, honey... That can really damage your skin.",
  "summer_Elliott": "One of the main things I miss about the ocean is the fresh fish.",
  "summer_Alex": "I always have the most energy in the summer.",
  "summer_Sam": "Summer always makes me want to eat more barbecue.",
  "summer_Emily": "Phew! It's hot but it feels great, doesn't it?#$e#Maybe we'll see some wild parrots today.",
  "summer_Shane": "What's on my agenda today... hmmm... #$e#I think I see some spicy pretzel snacks and a couple of 'cold boys' on the horizon.",
  "fall_Maru": "I'm glad I still work at the clinic... It's an important service for the community.",
  "fall_Abigail": "I hope we're growing pumpkins this year.$h",
  "fall_Haley": "I'm craving cake.#$e#But not just any cake... it has to be pink.",
  "fall_Leah": "Breathe deep... can you smell that? That tells me it's mushroom season.",
  "fall_Penny": "It's so peaceful out here on the farm. I never appreciated nature that much living in town.",
  "fall_Sebastian": "My mother used to always make this delicious pumpkin soup in the fall.",
  "fall_Harvey": "I could sure go for some wine.",
  "fall_Elliott": "Ah... Fall. The warm sun drifts low in the sky, casting long shadows over waving fields of gold.#$e#It's a beautiful time of year, don't you think?",
  "fall_Alex": "I feel weak... I need some protein.$s",
  "fall_Sam": "I wonder what's going on in the rest of the world? We're really secluded here.",
  "fall_Emily": "I drank a super-food smoothie this morning and I feel aaah-mazing!$h",
  "fall_Shane": "I think there might be a new species of fungus growing behind my mini-fridge.#$e#Ah well, 'tis the season, right?",
  "winter_Maru": "Spring is coming soon. I'm really looking forward to having rhubarb pie.",
  "winter_Abigail": "Remember when we played that 'Prairie King' game together, in my room? Those were good times.$h",
  "winter_Haley": "I was just thinking about the time you helped me open a jar of pickles.$h#$e#We've come a long way since then.$l",
  "winter_Leah": "I always start craving salad in the winter... Inconvenient, I know.",
  "winter_Penny": "I'm going to do a lot of reading this winter.",
  "winter_Sebastian": "I wonder what Fin's up to? We used to be really good friends.",
  "winter_Harvey": "Winter is flu season, so work is probably going to be a lot more stressful. Sorry in advance if I'm grouchy.",
  "winter_Elliott": "I think I might do some writing this winter. There's not much else to do, anyway.",
  "winter_Alex": "I hope my grandparents are doing okay. They used to rely on my help quite a bit. You know, with lifting heavy objects or whatever.",
  "winter_Sam": "I've given up on being a musician. I'm a family man now!",
  "winter_Emily": "Whoops, my hair is frozen solid again.$s",
  "winter_Shane": "There's a wide, wide world out there... but I'd rather stay in my room.",
  "spouseRoom_Maru": "#$c .5#I got up early to do a little star-gazing.#$e#I hope you don't mind if I spend some time on my projects today, honey.",
  "spouseRoom_Abigail": "#$c .5#I got up a little before you and fed David Jr. He's very active this morning.#$e#I hope you don't mind the guinea pig smell.",
  "spouseRoom_Haley": "#$c .5#Go ahead and start your day, honey. I'm just putting on my make-up.#$e#Have any plans for the day?",
  "spouseRoom_Leah": "#$c .5#One of these days I'll have to do your portrait.#$e#The view from this window is inspiring, don't you think?",
  "spouseRoom_Penny": "#$c .5#I always wanted my very own library. This is so charming.$h#$e#I like to do a little reading first thing in the morning. It gets my brain into gear.",
  "spouseRoom_Sebastian": "#$c .5#I'm debating whether I should work or just read comics all day.#$e#Hey, do we have any pizza in the freezer? I'm hungry.",
  "spouseRoom_Harvey": "#$c .5#No air-traffic this morning, honey. But it's still fun to break out the equipment now and then.#$e#I'm working on a new model plane. It's so much more relaxing here than in my old apartment.",
  "spouseRoom_Elliott": "#$c .5#I think I might do some writing today.#$e#Will you be okay without my help?",
  "spouseRoom_Alex": "#$c .5#Don't ever let me get lazy. I want to stay in good shape for you!#$e#There's lots of room here to do my exercises. I'm making more progress than ever!",
  "spouseRoom_Sam": "#$c .5#The old guitar... I don't have as much drive to play it anymore. That's fine.#$e#What's on your agenda today?",
  "spouseRoom_Emily": "I'm going to spend some time with the parrot today. It breaks my heart that he'll never fly again.$u",
  "spouseRoom_Shane": "#$c .5#Beer or cider? Sometimes life can be challenging.#$e#Hi, @. I'll just hang out in here today and uh... maybe sweep the floor a little bit or something.",
  "Rainy_Day_Krobus": "Ah, It's more humid today with the rain... I feel a lot more comfortable.",
  "Rainy_Night_Krobus": "The sound of the rain reminds me of the sewers... it's comforting.#$e#The sewers were my refuge... I felt safe there. But don't worry... I feel the same way about my new home, too.",
  "Indoor_Day_Krobus": "I wish I could help you on the farm, but I can't go out in the sun...",
  "Indoor_Night_Krobus": "Hi, @. Welcome home. You look like you've been working hard out there!$h",
  "Outdoor_Krobus": "On a day like this, I can enjoy the outdoors with you. This is really nice!$h#$b#Just let me know if you see anyone coming, so I can hide.$u",
  "NoBed_0": "Where am I supposed to sleep...?$s",
  "NoBed_1": "I wasn't able to sleep well last night...$s",
  "NoBed_2": "I had to sleep on the floor last night...$s",
  "NoBed_3": "Did something happen to our bed...?$s"
}