{
  "Rainy_Day_0": "I wonder how Laphi is doing? Maybe I'll give her a call later today.",
  "Rainy_Day_1": "I was just daydreaming... do you think MARILDA is okay? I hope she finds some place where she truly belongs...",
  "Rainy_Day_2": "Hey! I had trouble sleeping last night so I fiddled around in my workshop for a bit. Here, I made this for you. [688 369 338 325 287]#$e#I hope you can find some use for it.",
  "Rainy_Day_3": "The only thing I dislike about rain is the fact that I can't do any stargazing!",
  "Rainy_Day_4": "Do I hear a leak in the roof? I'll have to check it out. I know a thing or two about carpentry from watching my mother.",
  "Rainy_Night_0": "Make sure you don't leave your tools out in the rain! You wouldn't want them to get all rusty.",
  "patio_Maru": "I'm not sure what this is, yet... but it's fun to turn the old wrench now and then.",
  "Rainy_Night_1": "Hi @. How was your day... soggy?#$e#This weather gives me gadget ideas... maybe if I funnel the rainwater it could power a mill?",
  "Rainy_Night_2": "Dad's been tracking the weather patterns for the last twenty years.#$e#It's a little too early to tell, but the results have revealed some abnormal trends.",
  "Rainy_Night_3": "Can we have spaghetti in bed tonight?",
  "Rainy_Night_4": "I made some dessert! Make sure to brush your teeth before bed, though. [232 234 223 220]$h",
  "Rainy_Night_5": "My day wasn't all that exciting... I stayed inside because of the weather.#$e#It was relaxing, though. I kicked back with the latest 'Schematics Weekly'.",
  "Indoor_Day_0": "Hmm? Sorry, sometimes I get so lost in thought that I don't even realize what I'm doing.",
  "Indoor_Day_1": "I found this in my scrap pile. Think you could find a use for it? [286 287 205 732]",
  "Indoor_Day_2": "Finally, you're up! I was getting so hungry... *rumble*$h",
  "Indoor_Day_3": "One of the best things about living on the farm is waking up to a chorus of songbirds.",
  "Indoor_Day_4": "How do you keep your hands so soft with all that farmwork?",
  "Indoor_Night_0": "Did you see the moon tonight? It always looks spectacular on the horizon.",
  "Indoor_Night_1": "I saw a shooting star earlier. I like to pretend it's MARILDA stopping by to check on us.$h",
  "Indoor_Night_2": "I can't decide if I'm craving chocolate cake or ripe strawberries. Or maybe both...?#$e#Be honest... am I gaining weight?$s",
  "Indoor_Night_3": "You did good work today! You deserve to relax the rest of the evening.",
  "Indoor_Night_4": "I'm really starting to love this old house. It's so cozy at night.#$e#Mom's done a great job improving the place.$h",
  "Outdoor_0": "Ahh... the farm smells great, it reminds me of the mountains near my parent's house.",
  "Outdoor_1": "With a little planning, we could automate most of the farm work and just relax!",
  "Outdoor_2": "It's going to be clear tonight... I wonder if the %noun constellation will be visible?",
  "Outdoor_3": "Don't worry, I won't mind if you track mud into the house. It's fun to get a little dirty now and then.",
  "Outdoor_4": "I never realized the amount of care and planning necessary to run a farm! It's a lot like working in the laboratory.",
  "OneKid_0": "Have you spent any time with %kid1 today? Kids need playtime in order reach their full potential.",
  "OneKid_1": "What do you think... will %kid1 grow up to be a farmer? Or an engineer?",
  "OneKid_3": "I have high hopes for our child. I've been reading all the scientific data on the best ways to raise children.",
  "TwoKids_3": "My own workshop, two wonderful kids, and a beautiful plot of land. Life is pretty good.",
  "Good_1": "Now that we live together, it's hard to imagine being alone again.",
  "Good_2": "Taking a break? That's good!",
  "Good_3": "There's a lot of strategy to planning and running a farm. It's more intellectually stimulating than I thought!",
  "Good_4": "For a while there I was considering building a robotic husband. But you're a lot more fun!$h^For a while there I was considering building a robotic wife. But you're a lot more fun!$h",
  "Good_5": "I was just admiring my wedding amulet... The shell is flawless. This is a very rare specimen!$l",
  "Good_6": "Last night, I had a dream that I was looking through a gigantic telescope. I saw something moving in the %noun nebula. Kind of spooky.",
  "Neutral_0": "I hope you'd still like me even if I gained weight.",
  "Neutral_8": "I feel uninspired today.$s",
  "funLeave_Maru": "I think I'll visit my parents today. I haven't seen them in a while.",
  "funReturn_Maru": "Mom and Dad are doing just fine. Their routine is still the same, even with me gone. How was your day?",
  "spring_2": "So, what's your strategy for optimizing the farm this year?",
  "spring_1": "It's wonderful to see all the plants and animals come back to life during the spring.",
  "spring_22": "If my brother wasn't such a hermit I'd invite him over for dinner sometime.",
  "summer_20": "I wonder if my brother will ever have the courage to ask Luny out?",
  "summer_2": "I like to catalogue the different insects I see in summer.",
  "fall_1": "With every season, a new section of the night sky becomes prominent. It's fascinating to witness.",
  "fall_25": "Winter's just around the corner. We need to double check the heating system, turn off the valves, and check all the insulation in the house.#$e#Don't worry, dear. I'll take care of it all.",
  "fall_3": "Fall aways reminds me of going out woodcutting with my mom... it might be that smell of freshly cut wood and sap.",
  "winter_15": "The winters have been disturbingly mild lately.",
  "winter_5": "I hope Dad's doing okay... he can get depressed in winter, when there's less opportunity for field research.",
  "winter_2": "So, what are your plans for maintaining our income this winter?#$e#You could do some fishing or foraging...#$e#If you do any mining, promise me you'll be careful.",
  "spring_Maru": "I'm feeling excited for a new year of farming, @!$h",
  "summer_Maru": "The evenings are so warm, it's really the best time of year for stargazing. Who knows what might up there?",
  "fall_Maru": "The farm life is great, but I'm glad I still work at the clinic... It's an important service for the community.",
  "winter_Maru": "I'm really looking forward to having rhubarb pie in the spring. Oh... that tang, that zest!",
  "spouseRoom_Maru": "#$c .5#I got up early to do a little stargazing.#$e#I hope you don't mind if I spend some time on my projects today, honey."
}