{
  "Rainy_Day_0": "Die Dunkelheit... der Regen... Ich bin ganz aufgeregt.$l",
  "Rainy_Day_1": "Hey, erinnerst du dich noch daran, als wir dieses Duett am See gespielt haben? Das Wetter erinnert mich an den Tag.#$e#Du hast mich mit der Mini-Harfe echt überrascht... Damit hätte ich nie gerechnet. Deswegen mag ich dich so.$l",
  "Rainy_Day_2": "Hey! Ich bin heute früh aufgestanden und habe mich etwas umgesehen. Ich habe das hier gefunden und es hat mich an dich erinnert.[768 767 769 66 82]#$e#Denkst du, du kannst etwas besseres als das finden? Ich wäre mir da nicht so sicher!$h",
  "Rainy_Day_3": "Es ist vielleicht ein guter Tag, um die Höhlen zu besuchen. Sei nur vorsichtig da draußen.#$e#Wenn du gehst, nimm ein Lebenselixier oder zwei mit.",
  "Rainy_Day_4": "Vielleicht versuche ich mich heute mal wieder an der Reise des Prärie-Königs... Ich schwöre, irgendwann werde ich das Spiel schlagen.$h",
  "patio_Abigail": "%Luny ist verloren in ihrer Musik.",
  "Rainy_Day_Abigail": "Die Landschaft sieht an Tagen wie diesen viel interessanter aus, oder?",
  "Rainy_Night_0": "Ich habe nur ein wenig in die verregneten Wälder gestarrt... Ich könnte schwören, dort etwas Tiefschwarzes gesehen zu haben, das um die Bäume gehuscht ist.$6",
  "Rainy_Night_1": "Es ist eine gute Nacht, um einen Geist zu sehen...",
  "Rainy_Night_2": "Kannst du es fühlen? Die Stille im Regen...",
  "Rainy_Night_3": "An Nächten wie diesen dimme ich das Licht und höre nur zu...$8",
  "Rainy_Night_4": "Mir war einfach danach, ein Süppchen zu kochen. Ich hoffe, sie ist nicht ungenießbar.[199 218 219 727 730]$h",
  "Rainy_Night_5": "Hey! Du siehst so aus, als hättest du hart gearbeitet. Kann ich dir beim Entspannen helfen?^Hast du auch hart gearbeitet? Du siehst süß aus, wenn du ein wenig erschöpft bist.$h",
  "Rainy_Night_Abigail": "Das Geräusch des Regens sollte uns heute Nacht gleich einschlafen lassen.",
  "Indoor_Day_0": "Ich habe diesen Ort immer geliebt, schon bevor du hier eingezogen bist. Jetzt kann ich den Hof erkunden, wann immer ich will!$h",
  "Indoor_Day_1": "Hey, @. Du gehst in die Wildnis? Ich habe dir etwas besorgt...[286 287 205 732]#$e#Benutz das, falls du in eine heikle Lage kommst. Es kann dich beschützen.",
  "Indoor_Day_2": "Du gehst in die Minen? Hey... Wenn du etwas Leckeres findest, denk daran, mir etwas davon mitzubringen!$h",
  "Indoor_Day_3": "Hey! Ich habe nur gerade überlegt, was ich heute tun soll. Ich bin es nicht gewöhnt, so viel Freizeit zu haben!",
  "Indoor_Day_4": "Es stört dich nicht, wenn ich hin und wieder etwas an der Einrichtung ändere, oder? Ich bin immer noch so glücklich über meinen eigenen Ort, an dem ich arbeiten kann.",
  "Indoor_Day_Abigail": "Es passiert immer etwas Neues auf unserem Hof... Ich finde das toll.",
  "Indoor_Night_0": "Ich hatte heute einen guten Tag. Hier passiert immer etwas Interessantes, wenn du die Augen offen hältst.",
  "Indoor_Night_1": "Hey! Erzähl mir von deinem Tag. Ist irgendetwas Spannendes passiert?$h",
  "Indoor_Night_2": "Ich war immer eine Nachteule, aber ich gewöhne mich langsam an den Rhythmus auf dem Hof. Er fühlt sich natürlich an.",
  "Indoor_Night_3": "*Gähn*... Ich bin müde genug, um sehr bald schlafen zu gehen.$h",
  "Indoor_Night_4": "Die Geräusche der Nacht sind hier besser zu hören. Ich werde nie genug davon haben können.",
  "Indoor_Night_Abigail": "Bist du bald bereit fürs Bett? Ich habe die Heizdecke für uns angemacht...$l",
  "Outdoor_0": "Eine sanfte Brise weht heute Bergluft durch das Tal. Es riecht nach frischer Kiefer und Salbei.",
  "Outdoor_1": "Hmm... Wir haben draußen genug Platz für eine kleine Schleimzucht!",
  "Outdoor_2": "Achte darauf, dass du um den Schrein deines Großvaters alles ordentlich hältst. Irgendetwas an ihm ist besonders, ich kann es spüren.",
  "Outdoor_3": "Es ist ziemlich cool, dass wir eine Höhle auf unserem Grund haben. Es ist etwas, von dem ich immer geträumt habe.$h",
  "Outdoor_4": "Ich vergesse immer, eine Notration in meine Taschen zu stecken. *knurr*$h",
  "Outdoor_Abigail": "Ich werde einfach etwas hier bleiben, okay?#$e#Hier gibt es eine Menge interessanter Käfer und so. *hehe*$h",
  "funLeave_Abigail": "Damit du es weißt, ich gehe heute in die Stadt. Ich muss mir ein wenig die Beine vertreten.",
  "funReturn_Abigail": "Hey! Hattest du einen guten Tag? Meiner lief gut. Es war schön, mal wieder einen Spaziergang zu machen.$h",
  "OneKid_3": "Ich kann nicht glauben, dass ich Mutter bin... Das Leben ist merkwürdig.$h",
  "TwoKids_0": "Ich habe %kid1 und %kid2 schon ihr Schokomüsli gegeben. Sie haben so geweint!",
  "TwoKids_2": "Ich hatte einen Traum, dass %kid2 zu einem berühmten Monsterjäger wurde. Ich habe sogar schon über ein kleines Rüstungsset nachgedacht.",
  "TwoKids_3": "Ein cooles altes Haus, ein paar Kinder und ein fantastischer Hof. Ich hätte nie gedacht, dass ich es soweit bringen würde... Aber hey! Unsere Leben haben gerade erst angefangen.$h",
  "Good_1": "Hast du das gehört? Manchmal bin ich überzeugt davon, dass es in diesem Haus spukt.$u",
  "Good_2": "Welwicks Horoskop hat mir heute großartige Dinge prophezeit. Ich bin wirklich motiviert!",
  "Good_3": "Ich kann mich nicht einmal daran erinnern, wann ich das letzte Mal meine Haare gefärbt habe... Ich schwöre dir, diese Farbe verblasst nie...",
  "Good_4": "Ich bin froh, dass ich schon vor meinem Einzug ein ordentliches Paar Schuhe hatte. Ich kann mir nur schwer vorstellen, wie ich mit Turnschuhen durch den Matsch gesprungen wäre.$h",
  "Good_5": "Ich habe nur gerade dieses Meerjungfrauen-Amulett, das du mir gegeben hast, bewundert... Ich werde es stolz bis in mein Grab tragen.$l",
  "Good_6": "Hey. Ich weiß, dass du schlau bist, aber ich sorge mich manchmal trotzdem um dich. Die Welt ist voller Monster.$6#$e#Versprich mir einfach, dass du vorsichtig bist. Ich will dich nicht verlieren.",
  "Good_7": "@? Ich wollte nur sagen, wie sehr ich all die Arbeit schätze, die du für uns erledigst. Ich bin wirklich stolz auf dich.$l",
  "Neutral_0": "Ich hoffe, du magst mich immer noch, wenn ich alt und runzlig bin. Es wird eines Tages passieren!",
  "Neutral_1": "Denkst du, dein Großvater wäre stolz auf uns?",
  "Neutral_6": "Ich frage mich, wie es dem alten Laden geht. Ich sollte bald wieder meine Eltern besuchen.",
  "Neutral_7": "Nachdem du in das Seelenreich eingehst, stelle ich dir einen kleinen Schrein neben dem von deinem Großvater auf.",
  "Neutral_8": "Egal, wie sehr wir putzen, das Haus wird immer wieder dreckig.#$e#Ein bisschen Schmutz ist auf Bauernhöfen wohl unvermeidlich.",
  "Neutral_9": "Ich frage mich, ob wir hier unser ganzes Leben verbringen werden? Mir wird vielleicht langweilig.",
  "Bad_7": "Ich war mal jemand besonderes für dich, dein bester Freund... aber jetzt scheinst du mich nur zu tolerieren, wenn ich ein warmes Abendessen zubereite.$s",
  "Bad_8": "Du bist in letzter Zeit so kalt zu mir... Was ist falsch mit dir? Du verhältst dich wie ein böser Geist...$s",
  "Bad_9": "Ich frage mich, ob ich es hätte besser machen können... Ich war ziemlich gut mit Sebastian befreundet, bevor wir uns getroffen haben. Er war vermutlich der Richtige...$s",
  "spring_1": "So, hast du irgendwelche großen Pläne für das neue Jahr?",
  "spring_12": "Hey, das Eierfest ist morgen. Tut mir leid, aber ich werde dich nicht auf die leichte Schulter nehmen, nur weil wir verheiratet sind!$h#$e#Ich habe vor, diese Eierjagd zu gewinnen. Versuch nur mich zu schlagen.",
  "spring_2": "Hast du irgendwelche guten Vorsätze für das neue Jahr? Ich versuche ein paar Pfunde um die Hüfte abzunehmen.$h",
  "summer_1": "Ich bekomme sehr schnell einen Sonnenbrand, also muss ich zu dieser Zeit im Jahr vorsichtig sein.#$e#Ich hoffe, du magst mich bleich!$h",
  "summer_4": "Bitte pass auf, dass du keinen Hitzeschlag bekommst, meine Liebe.#$e#Trinke viel Wasser und überarbeite dich nicht.",
  "summer_8": "Entschuldige den Geruch... Ich habe die ganze Nacht in der Hitze geschwitzt.",
  "summer_15": "Es ist Sommer... und das Haus ist voller Fliegen.#$e#Keine Sorge, ich kümmere mich um sie. Es macht Spaß!$h",
  "fall_6": "Ah... der Herbst. Irgendwie meine Lieblingsjahreszeit. Die Farben passen gut zu meinen Haaren, findest du nicht?",
  "fall_1": "Dieser Geruch ist zweifellos... Pilze, Laub, Kürbisse. Es ist definitiv Herbst. Ist es nicht schön?",
  "fall_2": "Können wir dieses Jahr riesige Kürbisse anpflanzen? Bitte, Schatz?$h",
  "fall_20": "Schatz... Für mich bist du wertvoller als eine Kiste voller Quarz.#$e#Nein, eine Kiste voller Amethysten? Hmm... Da muss ich mir nochmal drüber nachdenken.$h",
  "winter_3": "Ich mag das kalte Wetter eigentlich. Dann habe ich eine Ausrede, es mir gemütlich zu machen!$h",
  "winter_15": "Es macht Spaß, das Tal im Winter zu erkunden! Unter einer Schneedecke sieht alles so anders aus. Und so still...",
  "spring_Abigail": "Ich mag die kälteren Jahreszeiten zwar, aber am Ende bin ich immer froh, den Frühling zu sehen.",
  "summer_Abigail": "Oh Mann... Ich könnte gerade echt eine Schokoladentorte verdrücken.",
  "fall_Abigail": "Rieche ich da Kürbis an dir? Vielleicht träume ich nur...$h",
  "winter_Abigail": "Erinnerst du dich daran, wie wir damals \"Prärie-König\" in meinem Zimmer zusammen gespielt haben? Das waren gute Zeiten.$h",
  "spouseRoom_Abigail": "#$c .5#Ich bin heute vor dir aufgestanden und habe David Jr. gefüttert. Er ist sehr aktiv am Morgen.#$e#Ich hoffe, dich stört der Meerschweinchengeruch nicht."
}