{
    "Rainy_Day_0": "Manchmal finde ich an den unwahrscheinlichsten Orten Inspiration.",
    "Rainy_Day_1": "Damals in der Stadt fand ich Regen immer deprimierend. Aber hier im Sternentautal ist er wunderschön.",
    "Rainy_Day_2": "Guten Morgen! Ich bin früh aufgestanden und habe ein wenig Pilze gesammelt. Hier, nimm einen.[281 404 420 257]#$e#Nach Pilzen zu suchen ist wie eine Schatzsuche. Es macht unheimlich Spaß.$h",
    "Rainy_Day_3": "An Tagen wie diesen bin ich wirklich froh über meine robusten Stiefel.$h",
    "Rainy_Day_4": "Die Bäume haben um diesen Regen gebeten... Ich freue mich für sie.",
    "Rainy_Night_0": "Wie war dein Tag? Hast du da draußen irgendwelche Tiere gesehen?",
    "patio_Leah": "Schau nicht zu genau hin, es ist noch in Arbeit.",
    "Rainy_Night_1": "Normalerweise esse ich lieber Salat... aber nasse Nächte wie diese machen mir Lust auf warme Suppe.$h",
    "Rainy_Night_2": "In einer Nacht wie dieser werden wir entspannt einschlafen...$l",
    "Rainy_Night_3": "Ich habe heute eine kleine Holzskulptur gemacht, aber sie war so hässlich, dass ich sie ins Feuer geworfen habe.$u#$e#Um ein guter Künstler zu werden, muss man die eigene Arbeit sehr kritisch betrachten.",
    "Rainy_Night_4": "Ich bin so froh, dass du Zuhause bist. Es ist eine gute Nacht, um unter die Decke zu schlüpfen und sich dort aufzuwärmen.",
    "Rainy_Night_Leah": "Wie war dein Tag heute, Liebling? Schlammig?",
    "Indoor_Day_0": "Dieses Haus ist so viel schöner als meine alte Hütte! Ich vermisse sie nicht.",
    "Indoor_Day_1": "Guten Morgen, @. Ich habe die hier in einem kleinen Topf hinten angepflanzt...[16 18 20 22 90 259 396 402]#$e#Ich habe sie mit großer Liebe und Aufmerksamkeit aufgezogen. Hoffentlich gefällt's dir.",
    "Indoor_Day_2": "Denke immer daran, deine Augen nach wild wachsendem Essen offen zu halten! Da draußen gibt es eine Menge.",
    "Indoor_Day_3": "Ich habe nachgedacht... Das Leben ist zu kurz, um schlecht zu essen. Glücklicherweise leben wir in einer der besten Regionen für frisches Grünzeugs und Gemüse!#$e#Hier, ich habe dir einen gesunden Salat gemacht.[196]#$e#Ich bin überrascht, dass dir mein Salat noch nicht zum Hals raushängt!",
    "Indoor_Day_4": "Guten Morgen, @! Ich habe uns etwas Kaffee gemacht.[395]$h#$e#Mein Morgen wäre ohne eine heiße Tasse Kaffee einfach nicht komplett.",
    "Indoor_Night_0": "Irgendetwas über diese Zeit der Nacht macht mich durstig.",
    "Indoor_Night_1": "Der Strom der Zeit ist so empfindlich... Selbst die kleinste Entscheidung ändert die Zukunft für immer.",
    "Indoor_Night_2": "Es ist in der Nacht so viel schöner hier im Vergleich zum grellen Leuchten in der Stadt.#$e#Alles ist für mich perfekt gelaufen. Ich hatte wirklich Glück.",
    "Indoor_Night_3": "Ich hätte nie gedacht, dass ich ein Meerjungfrauen-Amulett so bald nach meiner Ankunft hier bekommen würde! Ich bin aber froh darüber.$l",
    "Indoor_Night_4": "Ich habe heute einen wilden Hasen gesehen. Ich wünschte, ich könnte mal einen streicheln. Sie sehen so weich aus...",
    "Outdoor_0": "Die kühle Brise fühlt sich angenehm an. Sie erinnert mich an die Zeit, als ich in der Nähe des Flusses gewohnt habe.",
    "Outdoor_1": "Hmm... Ich werde mal ein paar Sachen hier reparieren müssen. Hin und wieder ist mir einfach danach, ein wenig zu hämmern.",
    "Outdoor_2": "Glaubst du der Zauberer könnte mich in eine Eule zurückverwandeln?",
    "Outdoor_3": "Ah... der Geruch frischer Erde. Es gibt nichts Vergleichbares.$h#$e#Man merkt sofort, dass die Luft hier sauber ist... Sie fühlt sich gut in den Lungen an.",
    "Outdoor_4": "Überarbeite dich nicht, Liebling.#$e#Denke daran, dass du hin und wieder eine Pause machst, oder hol dir etwas zu essen.$h",
    "funLeave_Leah": "Ich werde heute einen Spaziergang in der Natur machen. Ich muss raus aus dem Haus.",
    "funReturn_Leah": "Ich habe mich heute gut entspannt. Wie ist dein Tag so gelaufen?",
    "OneKid_3": "Es macht Spaß, Eltern zu sein. Ich will sichergehen, dass %kid1 gerne Bücher liest.",
    "TwoKids_3": "Wir haben einen wundervollen Hof und eine richtige Familie. Unser neues Leben läuft ganz schön gut, findest du nicht?",
    "Good_0": "Hier zu leben ist so als wäre ich auf dem Gipfel eines großen Berges.",
    "Good_1": "Habe ich dir je erzählt... Als du hier eingezogen bist, hatte ich einen Traum, dass wir eines Tages zusammen sein werden.",
    "Good_2": "Manchmal ist es schwer, nicht an Schicksal zu glauben... die Tatsache, dass ich mich dazu entschlossen habe, hierher zu ziehen und dass wir uns gefunden haben.#$b#Es hätte jeder Zeit anders kommen können.",
    "Good_3": "Wow, du bist heute voller Energie!$l^Du siehst heute wunderschön aus.$l",
    "Good_4": "Mmm... Du riechst heute gut.",
    "Good_5": "Ich habe nur unser Eheamulett bewundert... Ich werden diesen Schatz für den Rest meines Lebens in Ehren halten.$l",
    "Good_6": "Pass auf dich auf! Manchmal habe ich Angst, dass du in einen Minenschacht fällst.",
    "Good_7": "@? Ich will nur sagen wie sehr ich all die Hausarbeit schätze, die du für uns machst.$h",
    "Good_8": "Sorge dich nicht um mich... Ich weiß, dass du eine Menge Pflichten außer Haus hast. Mir geht es hier auch alleine gut!$l",
    "Good_9": "Oh, ich bin nicht gelangweilt... Ich genieße nur, was wir hier haben.#$e#Es ist ein einfaches Leben, aber ich mag es.$h",
    "Neutral_0": "Ich hoffe du magst mich immer noch, wenn ich alt und grau bin.",
    "Neutral_1": "Ich frage mich, wer hier vor uns gelebt hat?",
    "Neutral_2": "Hast du heute gar nichts zu tun?",
    "Neutral_3": "Wenn du in die Stadt gehst, sag bitte allen 'Hallo' von mir.",
    "Neutral_4": "Ich wasche morgen die Wäsche, bevor du aufstehst... Dann verlierst du keine Zeit.",
    "Neutral_5": "Gibt es irgendwelche Geldprobleme, @?",
    "Neutral_6": "Ich frage mich, was alle in der Stadt heute so machen?",
    "Neutral_7": "Ich will heute einfach gar nichts tun.",
    "Neutral_8": "Egal, wie sehr ich putze, das Haus wird immer wieder dreckig.#$e#Ein bisschen Schmutz ist auf Bauernhöfen wohl unvermeidlich.",
    "Neutral_9": "Ich frage mich, ob wir hier unser ganzes Leben verbringen werden?",
    "Bad_0": "... Liebst du mich immer noch?$s",
    "Bad_1": "*seufz*... Vielleicht haben wir zu früh geheiratet.$s",
    "Bad_2": "Bist du immer noch zufrieden mit mir?s",
    "Bad_3": "Habe ich etwas falsch gemacht? Du benimmst dich in letzter Zeit anders.$s",
    "Bad_4": "Fragst du dich je, was es da draußen sonst noch so gibt?$s",
    "Bad_5": "Du warst immer so romantisch... Was ist passiert?$s#$e#Ich weiß, ich bin nicht so jung, wie ich es mal war... Hast du mich deswegen geheiratet?$a",
    "Bad_6": "Wir haben nur ein kurzes Leben zu leben... Ist das der beste Weg?$s",
    "Bad_7": "Ich war mal jemand besonderes für dich, dein bester Freund... Aber jetzt scheinst du mich nur zu tolerieren, wenn ich ein warmes Abendessen zubereite.$s",
    "Bad_8": "Du bist in letzter Zeit so kalt zu mir...$s",
    "Bad_9": "Ich frage mich, ob ich es hätte besser machen können...$s",
    "spring_2": "Also, was pflanzen wir diese Jahreszeit an?",
    "spring_1": "Letzte Nacht war mal eine interessant Art, das neue Jahr einzuläuten...$l",
    "spring_15": "*seufz*... Es ist mal wieder Zeit für den Frühjahrsputz. $s",
    "summer_1": "Ah, Sommer... Ich kann die würzigen Beeren schon riechen.$h",
    "summer_9": "Entschuldige, falls ich etwas feucht bin... Ich habe die ganze Nacht in der Hitze geschwitzt.",
    "summer_2": "Es ist Sommer... und das Haus ist voller Fliegen.#$e#Keine Sorge, ich kümmere mich um sie.",
    "fall_1": "Ich liebe den Herbst für die Pilzsuche. Man hat nicht viel Zeit dafür.",
    "fall_20": "Hast du etwas für den Winter eingeplant? Es ist gut, einen Heuvorrat anzulegen.",
    "fall_2": "Ich weiß, dass die Erntezeit dich sehr auf Trab hält. Ich werde versuchen, dir so viel zu helfen wie ich nur kann.",
    "winter_1": "Der Winter ist hier und es ist die Zeit für Kristallfrüchte. Sie haben so einen einzigartigen Geschmack, findest du nicht?",
    "winter_7": "Ich freue mich schon darauf, die Eisskulpturen morgen zu schnitzen. Die Gelegenheit bietet sich nur ein Mal im Jahr, aber es macht jede Menge Spaß!",
    "winter_28": "Hey, auf ein neues, großartiges Jahr auf %farm Hof! Lass uns heute ein wenig Spaß haben![348]$h#$e#Das nächste Jahr wird großartig, ich kann es fühlen."
}