{
  "Rainy_Day_0": "Es regnet draußen. Erkälte dich nicht.#$e#Bleib im Haus, wenn du kannst.$h#$e#Ich sorge mich hin und wieder um dich!",
  "Rainy_Day_1": "Es regnet! Das heißt, wir müssen heute nicht die Pflanzen gießen.$h#$e#Die Natur kann manchmal eine große Hilfe sein.#$e#Hast du die Tiere schon gefüttert, Schatz?",
  "Rainy_Day_2": "Guten Morgen! Der Regen hat mich etwas früher geweckt, also habe ich dir Frühstück gemacht.[194 195 210 211 216]#$e#Halte dich warm und arbeite nicht zu viel. Ich will, dass du gesund bleibst.",
  "Rainy_Day_3": "Was hast du heute vor, Liebling?#$e#Ich will bei diesem Wetter nicht nach draußen... Ich werde einfach ein paar Dinge im Haus erledigen.#$e#Vielleicht mach ich heute etwas Warmes zum Abendessen.",
  "Rainy_Day_4": "Irgendwelche Wünsche für das Abendessen heute?",
  "Rainy_Day_Maru": "Trotz der ganzen Technologie ist ein verregneter Tag immer noch das beste Mittel, um Pflanzen zu gießen.",
  "Rainy_Day_Abigail": "Die Landschaft sieht an Tagen wie diesen viel interessanter aus, oder?",
  "Rainy_Day_Penny": "Ich denke, ich werde heute etwas backen.$h",
  "Rainy_Day_Leah": "Vielleicht willst du heute ein wenig fischen oder in die Minen gehen, hm?",
  "Rainy_Day_Haley": "Hmmpf. Wenn das Wetter so weitermacht, werde ich noch superblass.$s",
  "Rainy_Day_Harvey": "Pass auf, dass du heute trocken bleibst, Liebling. Ich will nicht, dass du dich verkühlst.",
  "Rainy_Day_Sebastian": "Ich bin heute kurz vor der Morgendämmerung aufgewacht und habe einen Spaziergang um den Hof gemacht. Es ist wirklich friedlich um diese Zeit.",
  "Rainy_Day_Alex": "Hmm... Ich muss heute wohl meine Liegestützen und Sit-ups im Haus machen.",
  "Rainy_Day_Elliott": "Der Regen erinnert mich an mein altes Leben am Meer.#$e#Veränderungen sind Teil des Lebens. Das ist in Ordnung.",
  "Rainy_Day_Sam": "Ich verbringe heute vielleicht ein wenig Zeit damit, ein paar Löcher im Dach oder an den Fenstern zu reparieren.",
  "Rainy_Day_Emily": "Ich weiß du bist stolz auf deine Arbeit, aber übertreib' es heute nicht. Okay, Schatz?$u",
  "Rainy_Day_Shane": "Das Dach ist undicht? Was solls... ein wenig Schimmel hat noch niemandem geschadet.",
  "Rainy_Night_0": "Durch den Regen fühlt es sich so an, als wären wir ganz allein.$l#$e#Mir ist kalt... Vielleicht sollten wir schon ins Bett gehen?$l",
  "Rainy_Night_1": "Denke daran, dass du dir etwas Warmes anziehst. Ich will nicht, dass du krank wirst.#$e#Kannst du den Regen auf das Dach prasseln hören, @?",
  "Rainy_Night_2": "Ah... Das beruhigende Plätschern des Regens über unseren Köpfen... Ich werde heute gut schlafen.$h",
  "Rainy_Night_3": "Der Regen lässt unser Haus so gemütlich wirken.$h^Es sind Nächte wie diese, in denen ich froh über unser stabiles Dach bin.",
  "Rainy_Night_4": "Ich habe ein wenig Suppe zum Abendessen gemacht.[199 218 219 727 730]$h#$e#Du brauchst an Tagen wie diesen etwas zum Aufwärmen!$h",
  "Rainy_Night_5": "Ich bin so froh, dass du zu Hause bist. Es ist eine gute Nacht, um daheim zu bleiben.",
  "Rainy_Night_Maru": "Hast du heute viel geschafft, Schatz?#$e#Ich habe versucht, ein paar Dinge im Haus zu reparieren... Du weißt schon, nur kleines Zeug.",
  "Rainy_Night_Abigail": "Ich bin bereit zum Schlafengehen, wann immer du willst. Das Geräusch des Regens wird uns sicher gleich ins Land der Träume wiegen.",
  "Rainy_Night_Penny": "Oh... der Geruch? Ich habe versucht, etwas zu backen... Es ist nicht gut ausgegangen.$s",
  "Rainy_Night_Leah": "Wie war dein Tag heute, Liebling? Schlammig?",
  "Rainy_Night_Haley": "Hi, Liebling. Ich bin so froh, dass du daheim bist. Ich wurde ein wenig einsam.$l",
  "Rainy_Night_Harvey": "Hi. Es ist gut, dich zu sehen.$h#$e#Ich habe den ganzen Tag durch ärztliche Fachzeitschriften geblättert.",
  "Rainy_Night_Sebastian": "Ich kann nie genug vom Regen bekommen, besonders nicht hier auf dem Land.",
  "Rainy_Night_Alex": "Meine Oma hat an Tagen wie diesen immer heißen Eintopf gemacht.$h",
  "Rainy_Night_Elliott": "Setz dich hin und entspann dich! Du musst ganz kaputt sein, nachdem du den ganzen Tag durch den Schlamm gestapft bist.",
  "Rainy_Night_Sam": "Vincent hat angerufen. Er hat gesagt, dass er mich vermisst und dass ich dir 'Hallo' sagen soll.$h",
  "Rainy_Night_Shane": "Ich habe gerade mit Jas und Marnie telefoniert. Sie scheinen auch ohne mich eine ziemlich schöne Zeit zu haben.",
  "Rainy_Night_Emily": "Bestimmte Geister erscheinen nur im Regen. Vielleicht hast du ihre Schreie gehört?",
  "Indoor_Day_0": "Guten Morgen ~<$h#$e#Bereit für einen neuen Arbeitstag? Ich bin's.$h",
  "Indoor_Day_1": "Hi, Liebling! Riecht gut, nicht? Ich habe dir Frühstück gemacht![194 195 210 211 216]#$e#Du brauchst etwas zu essen, um den ganzen Tag über bei Kräften zu bleiben.",
  "Indoor_Day_2": "Hast du gut geschlafen?#$e#Ich habe hier ein paar Hausarbeiten zu erledigen.",
  "Indoor_Day_3": "Hattest du letzte Nacht irgendwelche merkwürdigen Träume?#$e#Ich schon, aber ich kann mich nur noch daran erinnern, dass sie mit %adj%noun zu tun hatten. Merkwürdig.$s#$e#Hehe. Träume bedeuten nichts... oder, Schatz?$l#$e#Na ja, wir können nicht den ganzen Tag herumplaudern. Du hast noch Arbeit vor dir!",
  "Indoor_Day_4": "Guten Morgen, Liebling. Ein weiterer Tag voller Hofarbeit, was?#$e#Ich werde dich anfeuern. <$h",
  "Indoor_Day_Maru": "Wenn du je darüber reden willst, wie man den Nutzpflanzenertrag maximieren kann oder so... Ich wäre offen dafür!",
  "Indoor_Day_Abigail": "Es passiert immer etwas Neues auf unserem Hof... Ich finde das toll.",
  "Indoor_Day_Penny": "Dieses Haus ist so groß im Vergleich zum Wohnwagen, ich bin ein wenig überfordert... Aber auf eine gute Weise!",
  "Indoor_Day_Leah": "Stört es dich, wenn ich ein wenig architektonischen Flair in die Holzarbeit hier einbringe? Meine Meißelhand juckt schon!",
  "Indoor_Day_Haley": "Ich fühle mich an sonnigen Tagen immer glücklich.$h",
  "Indoor_Day_Harvey": "Der Himmel sieht großartig aus... so klar!#$e#Von jetzt an gehe ich nur noch in die Klinik, wenn es Termine gibt. Die restliche Zeit kann ich von zu Hause arbeiten!",
  "Indoor_Day_Sebastian": "Dieses Haus schlägt auf jeden Fall mein altes Kellerzimmer, oder?$h",
  "Indoor_Day_Alex": "Die Sonne scheint und ich explodiere fast vor Energie! Pass besser auf! Heh heh.$h",
  "Indoor_Day_Elliott": "Seit wir zusammen gezogen sind, führe ich ein Tagebuch. Nachdem ich nun mehr am Leben teilhabe, gibt es viel, worüber ich schreiben kann.$h#$e#Ich möchte dafür sorgen, dass ich mich immer an diese Jahre erinnern werde.",
  "Indoor_Day_Sam": "Es gibt zu viele Dinge, die ich heute erledigen will... Vielleicht schaue ich stattdessen einfach fern.",
  "Indoor_Day_Emily": "Über das Bereitstellen von frischen, gesunden Erzeugnissen an die Gemeinde, leisten wir einen großartigen Dienst!",
  "Indoor_Day_Shane": "Es ist etwas Besonderes in der Luft... *schnüff*... was ist das? Oh...#$b#Es ist nur dieser alte Mais-Chip, den ich vor wenigen Wochen in meine Taschen gesteckt habe. *knirsch*",
  "Indoor_Night_0": "Hast du heute alles erledigt, @?#$e#Ich habe mich um ein paar Hausarbeiten gekümmert... aber jetzt bin ich so kaputt.#$e#Sag mir, wenn du schlafen gehen willst.$h",
  "Indoor_Night_1": "Wow, du hast heute wohl eine Menge Arbeit erledigt.#$e#Du solltest dich jetzt einfach entspannen und für heute Abend abschalten.$h",
  "Indoor_Night_2": "Ich bin froh, dass du zurück bist.#$e#Ich habe alleine in der Nacht ein wenig Angst.$s^In der Nacht werde ich einsam...$s#$e#...$h",
  "Indoor_Night_3": "Bist du schon mit deiner Arbeit für heute fertig? Ich bin bereit für ein wenig Spaß.$h#$e#Aber ich verstehe es, wenn du müde bist.",
  "Indoor_Night_4": "*Puh*! Gerade mit meinen Hausarbeiten fertig geworden. Jetzt können wir ein wenig Zeit miteinander verbringen.$h#$e#Erzähl mir von deinem Tag.$l#$e#...$h",
  "Indoor_Night_Maru": "Du siehst so aus, als würdest du im Stehen einschlafen, @. Soll ich dich mit den technischen Details meines neusten Projekts in den Schlaf wiegen?$h#$e#*gähn*Um ehrlich zu sein, ich bin auch ein wenig müde.",
  "Indoor_Night_Abigail": "Bist du bald bereit fürs Bett? Ich habe die Heizdecke für uns angemacht...$l",
  "Indoor_Night_Penny": "Hey, Schätzchen. Bereit für einen ruhigen Abend daheim?",
  "Indoor_Night_Leah": "Abends ist es so friedlich und still. Keine Ablenkungen vom Leben.",
  "Indoor_Night_Haley": "Du siehst so aus, als hättest du hart gearbeitet, Liebling. Lass mich dir beim Stressabbau helfen.$l",
  "Indoor_Night_Harvey": "Du kannst heute Abend sicher eine gute Massage gebrauchen.$l#$e#Das verschreibt dir dein Arzt... Das ist gut für den Kreislauf!",
  "Indoor_Night_Sebastian": "#$c .5#Ich bin vielleicht ein etwas zurückgezogener Typ, aber ich bin immer glücklich, wenn du hier bist.$h#$e#Hi, @. Gut dich zu sehen. Es ist sehr beruhigend, wenn du hier bist.$h",
  "Indoor_Night_Alex": "Meine Arme sind ein wenig rastlos... Wie wäre es mit einer schönen, intensiven Massage?$l^Ich fühle mich erschöpft... Das ist ein gutes Zeichen! Das heißt, ich habe heute hart genug gearbeitet.$h",
  "Indoor_Night_Elliott": "#$c .5#Du riechst nach einem harten Arbeitstag immer so gut. Ich liebe deinen natürlichen Geruch!^Du riechst süß, mein Liebling. Wie eine Honigwabe in einem Becken aus würzigem Tee.#$e#Komm her, lass mich dir deinen Rücken massieren. Du siehst angespannt aus.$l^Du riechst süß, mein Liebling. Wie ein Zimtblatt, das in der Sommerbrise umherfliegt.",
  "Indoor_Night_Sam": "#$c .5#Ich frage mich, ob der Mond heute Nacht zu sehen sein wird?#$e#Hast du heute alles auf dem Hof geschafft? Ist aber nicht schlimm, falls nicht!",
  "Indoor_Night_Emily": "Ein sehr gemütliches Haus... Ich mag es.",
  "Indoor_Night_Shane": "Wie war dein Tag? Meiner lief eigentlich ziemlich gut.",
  "Outdoor_0": "Es ist wunderschöner Tag heute, oder?$h#$e#Tage wie diese machen die Arbeit ein wenig angenehmer.",
  "Outdoor_1": "Ich werde mich heute entspannen und den Hof etwas erkunden, okay?#$e#Die Umgebung ist einfach so schön.$h",
  "Outdoor_2": "Hi, Liebling! Wenn ich mehr über Hofarbeit Bescheid wüsste, würde ich dir mehr helfen. Entschuldige!#$e#Ich werde an dich denken.$h",
  "Outdoor_3": "Ich werde dort etwas Staub wischen. Das sollte dir helfen, richtig?#$e#*Puh*... Es ist heiß hier draußen.",
  "Outdoor_4": "Überarbeite dich nicht, Liebling.#$e#Denke daran, dass du hin und wieder eine Pause machst, oder hol dir etwas zu essen.$h",
  "Outdoor_Maru": "Ich mag es, hier draußen zu sein. Es ist ein guter Ort, um über neue Erfindungen nachzudenken.$h#$e#Ich hoffe immer noch, dass mir etwas einfällt, was deine Arbeit erleichtern kann.",
  "Outdoor_Abigail": "Ich werde einfach etwas hier bleiben, okay?#$e#Hier gibt es eine Menge interessanter Käfer und so. *hehe*$h",
  "Outdoor_Haley": "Sieht nach einem guten Tag aus, um etwas braun zu werden, oder?$h",
  "Outdoor_Leah": "Wow, das ist großartig! Langsam genieße ich das Hofleben richtig, @.$h#$e#Das ist das Leben, von dem ich immer geträumt habe.$l",
  "Outdoor_Penny": "Ich bin wirklich glücklich auf unserem kleinen Hof, @.$h",
  "Outdoor_Sebastian": "Es ist so anders als mein altes Leben, aber ich mag es langsam wirklich.$h#$e#Ich fühle mich so, als würde ich hier wirklich hingehören.$l",
  "Outdoor_Harvey": "Das ist so viel angenehmer als den ganzen Tag in der Klinik sein zu müssen.$l#$e#Ich mag es, dich auf dem Hof zu beobachten... hehe.",
  "Outdoor_Elliott": "Heute werde ich an meinem neuen Roman schreiben. Was wäre ein besserer Ort dafür als unser wundervoller Hof?$h#$e#Das ist perfekt.$l",
  "Outdoor_Alex": "Ich werde heute ordentlich trainieren! Haha! Ich liebe es, auf einem Hof zu leben.$h",
  "Outdoor_Sam": "Hey, schau dir diese flauschigen Wolken im Himmel an, Schatz!$h#$e#Ich werde sie noch eine Weile beobachten, wenn dir das nichts ausmacht.",
  "Outdoor_Shane": "Ich weiß nicht, ob meine Lungen diese Frische ertragen. Ich bin immer noch an JojaLuft gewöhnt.",
  "Outdoor_Emily": "Du machst tolle Arbeit, @. Weiter so.",
  "jobLeave_Harvey": "Ich muss heute in die Klinik. Mach dir einen schönen Tag, okay?",
  "jobLeave_Penny": "Ich muss heute in die Stadt. Arbeite nicht zu hart und iss gut zu Mittag!$h",
  "jobLeave_Maru": "Ich muss bald arbeiten gehen. Ich sehe dich dann heute Abend. Ich werde an dich denken!$h",
  "jobReturn_Harvey": "#$c .5#Hi, Liebling. Wie war dein Tag?#$e#*Puh*... Ich bin erschöpft...$s#$e#Meine Patienten sind immer noch gesund, also war heute ein guter Tag.",
  "jobReturn_Penny": "#$c .5#Guten Abend. Mein Tag war in Ordnung, danke! Und wie war deiner?$h#$e#Jas und Vincent haben sich heute nicht gut benommen. Ich bin immer noch ganz durch den Wind...",
  "jobReturn_Maru": "#$c .5#Nun, es war ein weiterer langweiliger Tag in der Klinik.#$e#Hey. Hattest du einen aufregenderen Tag als ich? Ich hoffe es.#$e#$c .5#Es ist Zeit, sich auszuruhen und zu entspannen. Hast du mir etwas Abendessen übrig gelassen?#$e#Ich freue mich schon auf die Schlafenszeit.$h",
  "OneKid_0": "Hast du heute Zeit mit %kid1 verbracht?",
  "OneKid_1": "Ich frage mich, ob %kid1 zu einem Bauern wie dir heranwachsen wird?",
  "OneKid_2": "Keine Angst, ich füttere %kid1 heute. Du kannst dich auf den Hof konzentrieren.",
  "OneKid_3": "Das Leben hat sich ganz schön verändert, seit wir ein Kind haben.",
  "TwoKids_0": "Ich habe %kid1 und %kid2 schon ihr Frühstück gemacht. Sie waren hungrig!",
  "TwoKids_1": "Wir müssen darauf achten, dass wir %kid1 eine Menge Aufmerksamkeit geben, nachdem wir %kid2 haben. Wir wollen nicht, dass Neid zwischen ihnen aufkommt.",
  "TwoKids_2": "Ich glaube, %kid2 hat deine Nase.",
  "TwoKids_3": "Ein nettes Haus, zwei fantastische Kinder und ein wunderschönes Stück Land. Was fehlt noch?",
  "Good_0": "Es ist schwer zu glauben, dass wir endlich verheiratet sind...$l",
  "Good_1": "Ich hatte immer so ein Gefühl, dass wir eines Tages zusammen sein werden.$l",
  "Good_2": "Genießt du dein Eheleben, @?#$e#Ich schon.$l",
  "Good_3": "Wow, du siehst heute wirklich gut aus!$l^Wow, du siehst heute wunderschön aus.$l",
  "Good_4": "Dieser Ort ist jetzt mein Zuhause... Ich bin glücklich hier.$l",
  "Good_5": "Ich habe nur unser Eheamulett bewundert... Die Muschel ist makellos. Es muss dich ein Vermögen gekostet haben!$l",
  "Good_6": "Pass auf dich auf! Manchmal habe ich Angst, dass du in einen Minenschacht fällst.",
  "Good_7": "@? Ich will nur sagen wie sehr ich all die Hausarbeit schätze, die du für uns machst.$h",
  "Good_8": "Sorge dich nicht um mich... Ich weiß, dass du eine Menge Pflichten außer Haus hast. Mir geht es hier auch alleine gut!$l",
  "Good_9": "Oh, ich bin nicht gelangweilt... Ich genieße nur, was wir hier haben.#$e#Es ist ein einfaches Leben, aber ich mag es.$h",
  "Neutral_0": "Ich hoffe, du magst mich immer noch, wenn ich alt und grau bin.$s",
  "Neutral_1": "Denkst du, dein Großvater wäre stolz auf die Arbeit, die wir hier verrichtet haben?",
  "Neutral_2": "Du machst eine Pause? Ein Bauer zu sein ist einfacher als ich dachte...",
  "Neutral_3": "Wenn du in die Stadt gehst, sag bitte allen 'Hallo' von mir.",
  "Neutral_4": "Ich wasche morgen die Wäsche, bevor du aufstehst... Dann verlierst du keine Zeit.",
  "Neutral_5": "Gibt es irgendwelche Geldprobleme, @?",
  "Neutral_6": "Ich frage mich, was alle in der Stadt heute so machen?",
  "Neutral_7": "Ich will heute einfach gar nichts tun.",
  "Neutral_8": "Egal, wie sehr ich putze, das Haus wird immer wieder dreckig.#$e#Ein bisschen Schmutz ist auf Bauernhöfen wohl unvermeidlich.",
  "Neutral_9": "Ich frage mich, ob wir hier unser ganzes Leben verbringen werden?",
  "Bad_0": "... Liebst du mich immer noch?$s",
  "Bad_1": "*seufz*... Vielleicht haben wir zu früh geheiratet.$s",
  "Bad_2": "Bist du immer noch zufrieden mit mir?s",
  "Bad_3": "Habe ich etwas falsch gemacht? Du benimmst dich in letzter Zeit anders.$s",
  "Bad_4": "Fragst du dich je, was es da draußen sonst noch so gibt?$s",
  "Bad_5": "Du warst immer so romantisch... Was ist passiert?$s#$e#Ich weiß, ich bin nicht so jung, wie ich es mal war... Hast du mich deswegen geheiratet?$a",
  "Bad_6": "Wir haben nur ein kurzes Leben zu leben... Ist das der beste Weg?$s",
  "Bad_7": "Ich war mal jemand besonderes für dich, dein bester Freund... Aber jetzt scheinst du mich nur zu tolerieren, wenn ich ein warmes Abendessen zubereite.$s",
  "Bad_8": "Du bist in letzter Zeit so kalt zu mir...$s",
  "Bad_9": "Ich frage mich, ob ich es hätte besser machen können...$s",
  "spring_1": "Nun, ein neues Jahr ist angekommen. Hast du schon Pläne, was du dieses Jahr erreichen willst?#$e#Ich bin ziemlich hoffnungsvoll.",
  "spring_8": "Nachdem der Winter vorbei ist, können wir uns auf viel produktives Wetter freuen.",
  "spring_23": "Ich hoffe, du hast deine Schritte geübt... Morgen ist der Blumentanz!",
  "summer_1": "Bitte pass auf, dass du keinen Hitzeschlag bekommst, Liebling.#$e#Trinke viel Wasser und überarbeite dich nicht.",
  "summer_8": "Entschuldige, wenn ich etwas stinke... Ich habe die ganze Nacht in der Hitze geschwitzt.",
  "summer_15": "Es ist Sommer... und das Haus ist voller Fliegen.#$e#Keine Sorge, ich kümmere mich um sie.",
  "fall_1": "Dieses Wetter fühlt sich nach der Hitze des Sommers ziemlich angenehm an.",
  "fall_8": "Der Winter steht vor der Tür. Wir sollten die Heizkörper und die Wärmedämmung nochmals überprüfen und die Ventile zudrehen.#$e#Keine Angst, ich kümmere mich um alles.",
  "fall_15": "Hast du dir schon überlegt, was wir morgen für unsere Auslage verwenden werden?",
  "fall_26": "Sollen wir morgen Abend zur Geisternacht gehen?",
  "winter_1": "Brrr.... Es ist kalt. Der Winter ist wohl endlich da.",
  "winter_7": "Machst du morgen beim Eisfischen mit?",
  "winter_28": "Danke für ein großartiges Jahr, @. Ich freue mich darauf, das nächste Jahr zusammen anzugehen.$l",
  "spring_Maru": "Ich bin gespannt auf ein neues Jahr auf dem Hof, @!$h",
  "spring_Abigail": "Ich mag die kälteren Jahreszeiten zwar, aber am Ende bin ich immer froh, den Frühling zu sehen.",
  "spring_Haley": "Bist du nicht froh, dass der Winter vorbei ist, Schatz? Die Dinge sehen jetzt hoffnungsvoller aus.",
  "spring_Leah": "Vergiss nicht, nach wildem Meerrettich, Lauch und Löwenzahn zu suchen, wenn du schon draußen bist!",
  "spring_Penny": "Ich bin so froh, wieder etwas frisches Grün nach diesem langen, weißen Winter zu sehen.",
  "spring_Sebastian": "Wow, meine Haut ist so blass... Ich helfe dir diese Jahreszeit besser etwas mehr bei der Hofarbeit!",
  "spring_Harvey": "Lass uns diesen Frühling ein wenig gesundes Gemüse anpflanzen.$h",
  "spring_Elliott": "Ich freue mich schon auf ein schönes Jahr auf %farm Hof.$h",
  "spring_Alex": "Hey, @. Lass uns heute hart arbeiten!",
  "spring_Sam": "*Schnief*... Meide Nase idt verstopft... Allergien.",
  "spring_Shane": "Vielleicht lerne ich dieses Jahr ein paar neue Dinge...",
  "summer_Maru": "Es ist die perfekte Jahreszeit zum Sternegucken.",
  "summer_Abigail": "Oh Mann... Ich könnte gerade echt eine Schokoladentorte verdrücken.",
  "summer_Haley": "Du müsstest inzwischen wissen, dass der Sommer meine Lieblingsjahreszeit ist.$h",
  "summer_Leah": "Nichts passt so gut zum Sommer wie ein schönes, süßes Glas Wein. Denkst du nicht auch, Schatz?",
  "summer_Penny": "Pflanzt du diesen Sommer Melonen an?",
  "summer_Sebastian": "Ich werde im Sommer soviel wie möglich im Haus bleiben.",
  "summer_Harvey": "Achte darauf, dass du keinen Sonnenbrand bekommst, Schatz... Das kann deiner Haut wirklich schaden.",
  "summer_Elliott": "Eine der Dinge, die ich vom Meer vermisse, sind die frischen Fische.",
  "summer_Alex": "Ich habe im Sommer immer die meiste Energie.",
  "summer_Sam": "Im Sommer möchte ich immer unbedingt grillen.",
  "summer_Emily": "Puh! Es ist heiß, aber es fühlt sich so gut an, nicht?#$e#Vielleicht sehen wir heute ein paar wilde Papageie.",
  "summer_Shane": "Was ist heute auf der Liste... hmmm.#$e#Ich denke ich sehe ein paar würzige Brezel-Snacks und ein paar \"kalte Jungen\" am Horizont.",
  "fall_Maru": "Ich bin froh, dass ich immer noch in der Klinik arbeite... Es ist ein wichtiger Beitrag zur Gemeinde.",
  "fall_Abigail": "Ich hoffe, wir pflanzen dieses Jahr Kürbisse an.$h",
  "fall_Haley": "Ich habe große Lust auf Torte.#$e#Aber nicht irgendeine Torte... Sie muss pink sein.",
  "fall_Leah": "Tief einatmen... Kannst du das riechen? Das sagt mir, dass es Pilzzeit ist.",
  "fall_Penny": "Auf dem Hof hier draußen ist es so friedlich. In der Stadt habe ich die Natur nie so geschätzt.",
  "fall_Sebastian": "Meine Mutter hat mir im Herbst immer leckere Kürbissuppe gemacht.",
  "fall_Harvey": "Ich könnte gerade ein wenig Wein vertragen.",
  "fall_Elliott": "Ah... Herbst. Die warme Sonne steht tief am Horizont und wirft lange Schatten über Felder aus Gold.#$e#Eine wunderschöne Zeit des Jahres, findest du nicht?",
  "fall_Alex": "Ich fühle mich schwach... Ich brauche ein paar Proteine.$s",
  "fall_Sam": "Ich frage mich, was im Rest der Welt so passiert? Wir sind hier ziemlich isoliert.",
  "fall_Emily": "Ich habe heute morgen einen Superfood-Smoothie getrunken und ich fühle mich uuuunglaublich!$h",
  "fall_Shane": "Ich denke es könnte eine neue Art Pilz hinter meinem Mini-Kühlschrank heranwachsen.#$e#Was solls, wir haben die Jahreszeit, nicht?",
  "winter_Maru": "Der Frühling kommt bald. Ich freue mich schon auf Rhabarberkuchen.",
  "winter_Abigail": "Erinnerst du dich daran, wie wir dieses \"Prärie-König\"-Spiel in meinem Zimmer zusammen gespielt haben? Das waren gute Zeiten.$h",
  "winter_Haley": "Ich habe nur über dieses eine Mal nachgedacht, als du mir mit dem Gurkenglas geholfen hast.$h#$e#Seitdem ist viel passiert.$l",
  "winter_Leah": "Mich sehnt es im Winter immer nach Salat... Dumm, ich weiß.",
  "winter_Penny": "Ich werde diesen Winter eine Menge lesen.",
  "winter_Sebastian": "Ich frage mich, was Fin so treibt? Wir waren mal wirklich gute Freunde.",
  "winter_Harvey": "Im Winter geht oft die Grippe um, also wird die Arbeit vermutlich ein wenig stressiger. Ich entschuldige mich im Voraus, falls ich etwas schlecht gelaunt sein sollte.",
  "winter_Elliott": "Ich werde im Winter vielleicht ein wenig schreiben. Sonst gibt es ohnehin nicht viel zu tun.",
  "winter_Alex": "Ich hoffe, es geht meinen Großeltern gut. Sie haben sich oft auf meine Hilfe verlassen. Du weißt schon, schwere Dinge zu heben oder was auch immer.",
  "winter_Sam": "Ich habe aufgegeben, ein Musiker zu sein. Ich bin jetzt ein Familienvater!",
  "winter_Emily": "Ups, mein Haar ist wieder tiefgefroren.$s",
  "winter_Shane": "Es gibt eine weite, weite Welt da draußen... aber ich bleibe lieber in meinem Zimmer.",
  "spouseRoom_Maru": "#$c .5#Ich bin heute früher aufgestanden, um die Sterne zu bewundern.#$e#Es stört dich doch nicht, wenn ich heute ein wenig Zeit mit meinen Projekten verbringe?",
  "spouseRoom_Abigail": "#$c .5#Ich bin heute vor dir aufgestanden und habe David Jr. gefüttert. Er ist sehr aktiv am Morgen.#$e#Ich hoffe, dich stört der Meerschweinchengeruch nicht.",
  "spouseRoom_Haley": "#$c .5#Geh schon mal vor und starte deinen Tag, Schatz. Ich muss mich noch schminken.#$e#Irgendwelche Pläne für heute?",
  "spouseRoom_Leah": "#$c .5#Ich sollte mal demnächst ein Portrait von dir machen.#$e#Die Aussicht von diesem Fenster hier ist inspirierend, findest du nicht?",
  "spouseRoom_Penny": "#$c .5#Ich wollte schon immer meine eigene Bibliothek. Das ist so zauberhaft.$h#$e#Am Morgen lese ich am liebsten zuerst ein wenig. Das bringt mein Gehirn in Schwung.",
  "spouseRoom_Sebastian": "#$c .5#Ich frage mich gerade, ob ich arbeiten oder den ganzen Tag nur Comics lesen soll.#$e#Hey, haben wir Pizza im Kühlschrank? Ich bin hungrig.",
  "spouseRoom_Harvey": "#$c .5#Kein Luftverkehr dieser Tage, Schatz. Es macht trotzdem Spaß, hin und wieder die Ausrüstung auszupacken.#$e#Ich arbeite an einem neuen Modellflugzeug. Es ist hier so viel angenehmer als in meiner alten Wohnung.",
  "spouseRoom_Elliott": "#$c .5#Ich werde heute ein wenig schreiben.#$e#Kommst du auch ohne meine Hilfe zurecht?",
  "spouseRoom_Alex": "#$c .5#Halte mich immer auf Trab. Ich will für dich fit bleiben!#$e#Es gibt hier genug Platz, um meine Übungen zu machen. Ich mache mehr Fortschritte als je zuvor!",
  "spouseRoom_Sam": "#$c .5#Die alte Gitarre... Ich habe einfach nicht mehr das Bedürfnis zu spielen. Das ist in Ordnung.#$e#Was hast du heute so vor?",
  "spouseRoom_Emily": "Ich werde heute ein wenig Zeit mit dem Papagei verbringen. Es bricht mein Herz, dass er nie wieder fliegen wird.$u",
  "spouseRoom_Shane": "#$c .5#Bier oder Apfelwein? Das Leben kann manchmal schwierig sein.#$e#Hey, @. Ich werde heute hier drinnen rumhängen und uh... vielleicht den Boden ein wenig fegen oder so.",
  "Rainy_Day_Krobus": "Ah, die Luftfeuchtigkeit ist wegen des Regens höher... Ich fühle mich viel wohler.",
  "Rainy_Night_Krobus": "Das Geräusch des Regens erinnert mich an die Kanalisation... es ist beruhigend.#$e#Die Kanalisation war meine Zuflucht... Ich fühlte mich dort sicher. Aber keine Sorge... Ich denke genauso über mein neues Zuhause.",
  "Indoor_Day_Krobus": "Ich wünschte, ich könnte dir auf der Farm helfen, aber ich kann nicht in die Sonne gehen...",
  "Indoor_Night_Krobus": "Hallo, @. Willkommen zu Hause. Du siehst aus, als hättest du da draußen hart gearbeitet!$h",
  "Outdoor_Krobus": "An einem Tag wie diesem kann ich mit dir die Natur genießen. Das ist wirklich schön!$h#$b#B#Sag bescheid, wenn du jemanden kommen siehst, damit ich mich verstecken kann.$u",
  "NoBed_0": "Wo soll ich schlafen...?$s",
  "NoBed_1": "Ich konnte letzte Nacht nicht gut schlafen...$s",
  "NoBed_2": "Ich musste letzte Nacht auf dem Boden schlafen... $s",
  "NoBed_3": "Ist etwas mit unserem Bett passiert...?$s"
}