{
  "Rainy_Day_0": "Finally... some heavy rain. I get bored of sunny weather easily.",
  "Rainy_Day_1": "Hey. I was just thinking about my old room in the basement. I felt comfortable there, but this is a lot more interesting. And I don't miss the smell...#$e#I felt kind of embarrassed living in my mom's house for so long.",
  "Rainy_Day_2": "Hey. I couldn't sleep last night so I took a walk to the caves. I found this... want it?[575 769 767 84 66 78]#$e#I just have trouble sleeping sometimes, it has nothing to do with you. I love you.$7",
  "Rainy_Day_3": "Seems like a pretty good day to just lay around, maybe read a book or something... what do you think?",
  "Rainy_Day_4": "Hey, another rainy day... perfect.#$e#You look cold... here, come closer.$l",
  "Rainy_Night_0": "I'm trying my best to quit smoking now that we're married... I don't wanna die on you. It's a bad habit.#$e#I want to have a future together.$l",
  "patio_Sebastian": "Need something? I'll just be over here working on my bike for a while.",
  "Rainy_Night_1": "I did some work on the laptop today. I was actually brainstorming some ideas for a game I want to make.#$e#With your farming income, I can afford to do what I want with my life. It's pretty amazing. Thank you.$h",
  "Rainy_Night_2": "Sorry, I didn't make any dinner. We might have a frozen pizza in the fridge or something.#$e#I dunno, my mind was elsewhere. It's hard to remember to do chores...",
  "Rainy_Night_3": "How was your day? Did you slay any monsters?$h#$e#It feels good to take out your aggression now and then, doesn't it?",
  "Rainy_Night_4": "Maybe a witch will visit us tonight? Hah.. if only life was that interesting...",
  "Indoor_Day_0": "The older I get, the less I'm drawn to the city. It had a certain mystique to it, once. But it turns out that was just a romantic fantasy.#$e#The city's so busy, so full of people... I don't belong there. I'm a loner.",
  "Indoor_Day_1": "Hey... want some coffee?[395]$7#$e#I needed some... woke up early from a nightmare and I just couldn't fall back asleep.",
  "Indoor_Day_2": "I couldn't sleep last night so I went for a night ride on the motorcycle.#$e#I need to stay independent, even though we're married. That's just how I am. I still love you, though.$7",
  "Indoor_Day_3": "Hey. How'd you sleep last night? I heard you mumbling.#$e#You seemed scared, but I have to admit... it was kind of cute.$l",
  "Indoor_Day_4": "Living here with you is teaching me to come out of my shell a little bit. I think it's good for me.$7",
  "Indoor_Night_0": "Hey. I just hung out around the house, today. Nothing interesting...#$e#...#$e#The view from our house is perfect. You can see the sun setting over Pelican Town from the front porch.",
  "Indoor_Night_1": "Maybe I drank too much coffee... I don't feel very tired.#$e#I'm still trying to adjust to the farm schedule. I used to stay up until 5am and sleep in until 2pm, sometimes.$h",
  "Indoor_Night_2": "It's really cool to have our own place. I can do whatever I feel like and not have people nagging at me all the time.#$e#I'm sure Maru's happy that I'm gone.",
  "Indoor_Night_3": "I spotted a bat out the window earlier. It's kind of hard to see, but if you stay focused you can often catch them flittering about. They're out there.",
  "Indoor_Night_4": "I often felt unappreciated back home... but here I feel like I really belong. Thanks for making me feel welcome, @.$l",
  "Outdoor_0": "I feel like I want to do something today... but I'm not sure what. Do you ever have that problem, @?",
  "Outdoor_1": "Hmm... sometimes I have to force myself to stay outside for health.#$e#I dunno what it is, but I like being indoors. Maybe I'm just so used to my dark basement.",
  "Outdoor_2": "I'll just watch you from here.$h#$e#I enjoy watching you.",
  "Outdoor_3": "I don't want to get soft now that I'm a married guy. Maybe I should start eating more hot pepper and working out?#$e#Just an idea...$h",
  "Outdoor_4": "We should raise more slimes... In big quantities they can be pretty profitable. And they're so easy to raise.#$e#Also, different colored slimes produce different items. I dunno, I think it'd be kind of a fun hobby for us.",
  "OneKid_0": "I'm still getting used to being a father. Don't worry, I'll take good care of %kid1! It's just... something new.",
  "OneKid_1": "Maybe when %kid1 is a little older, I'll get a sidecar for the bike and we can all go for a ride.$h",
  "OneKid_3": "Have you smelled %kid1? Maybe it's time for a bath...",
  "TwoKids_0": "Don't worry, I already fed the kids... %kid2 spilled the chocolate milk all over my shirt again.",
  "TwoKids_1": "I hope %kid1 and %kid2 are nice to each other. Maru and I always fought as kids.#$e#If I think back on it, it was mostly my fault...",
  "TwoKids_2": "I've had this recurring dream that %kid2 is wearing a shadow shaman costume and sitting on a glowing pumpkin. Weird, huh?",
  "TwoKids_3": "We've come a long way, @. Look at our family. To be honest, I never really thought I'd end up in this situation.#$e#Now that I'm here, I like it...$l",
  "Good_0": "Hey. Look at me. Never forget that I love you... you're everything to me.$l#$b#Now go make us some money.$h",
  "Good_1": "Hey... come here. You look great today.$l",
  "Good_2": "You always look great, even after slopping around in the yard all day.$l",
  "Good_3": "I don't often show it, but I'm really happy that I'm your husband. Marrying you was the best decision I ever made.$l",
  "Good_4": "You don't ever have to worry about me. I like to spend a lot of time alone.",
  "Good_5": "Sometimes I feel so angry... but when you show up I always start to calm down.$7#$e#Maybe I'll mellow out with age.",
  "Good_6": "I know you're tough, but I still worry about you, sometimes. Don't ever go monster hunting without a life elixir and some sturdy boots, okay?",
  "Good_8": "I don't really feel like doing work today. Maybe I'll see what's on TV.",
  "Good_9": "I don't really need friends. You're the only person I need in my life. Is that weird?#$e#I guess I'm not like most people.",
  "Neutral_0": "When I take walks I do my best to avoid everyone. I hate being pressured into small talk.",
  "Neutral_2": "Why don't you tell me about your day when we're in bed tonight? I'm kind of busy right now...",
  "Neutral_3": "Are you going into town today? Why, what are you up to?",
  "Neutral_4": "I guess I can do the laundry today... You probably have your hands full with running the farm.",
  "Neutral_5": "Are we doing okay on money? I don't want to have to sell my laptop...",
  "Neutral_6": "If you need to go see your friends in town, go ahead. I like being alone, anyways.",
  "Neutral_8": "House-cleaning isn't fun, but when I listen to music and it goes by pretty fast.",
  "Bad_5": "Look, I just want to be alone. Why don't you go outside and do your own thing for a while?",
  "Bad_6": "What do you want? You sound like my step-dad. Go away.$a",
  "Bad_7": "This place is starting to feel like a tomb.$s",
  "Bad_8": "I started smoking again... I've just been really stressed out lately.$s",
  "funLeave_Sebastian": "I'm going to take a walk today. I need some time to myself. I'll see you in the evening.",
  "funReturn_Sebastian": "My day was fine, nothing much to tell you about. Why don't you tell me about yours?",
  "spring_1": "Oohh... my head. Happy new year...$h",
  "spring_12": "Are you excited for tomorrow's festival? It'll be good to see Fin again.",
  "spring_23": "Oh... tomorrow's the flower dance, isn't it? Do we have to go?#$e#I hate wearing that ridiculous tight jumpsuit. Why does Lewis make us do this?$s",
  "summer_1": "Summer's here... I need to start slathering the sunscreen pretty thick if I want to maintain my pale complexion...",
  "summer_10": "Have you thought about what you're going to put in the luau soup?#$e#I have no idea what's good... you're the chef!$7",
  "summer_27": "The weather's starting to cool off. It feels great.#$e#Should we go to the festival tomorrow night? It's actually a tradition I kind of enjoy.$7",
  "fall_1": "It seems like the whole valley's changed overnight... I guess fall's finally here.",
  "fall_15": "The Stardew Valley Fair is a little crowded for my tastes... but I'll just hang out with Fin. It'll be good to catch up with him.#$e#You should play some carnival games, though! Don't worry about me.$7",
  "fall_26": "I'm excited for the Spirit's Eve tomorrow. I wonder what horrors we'll find there.$h",
  "winter_1": "What are your plans this winter? I know it's more of a laid-back time for you.",
  "winter_7": "Are you going to enter the fishing contest tomorrow?",
  "winter_28": "It's been a great year, @. We should celebrate a little. [346]$h#$e#I'm sure next year will be even better.$7"
}