{
  "Rainy_Day_0": "Ich habe mich über die Jahre sehr verändert, aber ich bevorzuge immer noch sonniges Wetter.",
  "Rainy_Day_1": "Manchmal träume ich von unserem Ruhestand... entspannt auf den sonnigen Stränden der Farn-Inseln!#$e#Denkst du je über die Zukunft nach, @?",
  "Rainy_Day_2": "Guten Morgen! Ich bin heute früh aufgestanden und habe dir etwas Süßes gebacken![223 234 211 651 731]#$e#Ich weiß, dass du stark bist, aber du musst trotzdem gut essen, um immer dein Bestes geben zu können!$h",
  "Rainy_Day_3": "Ich kann heute nicht nach draußen... Meine Frisur wäre ruiniert. Vergib mir, Liebling.$s#$e#Ich will für dich so gut aussehen wie möglich.",
  "Rainy_Day_4": "Du gehst bei dem Wetter raus? Achte darauf, dass du deine Schuhe beim Eintreten abstreifst, Schatz.#$e#Ich werde einfach hier bleiben und ein wenig Hausarbeit erledigen.",
  "patio_Haley": "Sag 'Ziegenkäse'!",
  "Rainy_Day_Haley": "Oh nein... Wenn das Wetter so weiter macht, werde ich noch zu blass.$s",
  "Rainy_Night_0": "Oh, ich bin froh, dass du zurück bist. Alleine ist es hier so kalt... Bist du dann soweit, das Licht auszumachen?",
  "Rainy_Night_1": "Ich hoffe, morgen ist es angenehm und sonnig. Zu viel Regen macht mich immer ganz verdrießlich.$s",
  "Rainy_Night_2": "Ich hoffe, dass Nayami alleine nicht allzu einsam ist. Ich sollte sie bald wieder besuchen.$7",
  "Rainy_Night_3": "Regen ist furchtbar für einen Fotografen. Das Licht ist furchtbar und du kannst nicht nach draußen, ohne deine Ausrüstung zu ruinieren!$s",
  "Rainy_Night_4": "Ich habe eine warme Mahlzeit für dich gemacht, Schatz. Gut gewürzt, genau wie du es magst. Guten Appetit![727 231 207 199]$h",
  "Rainy_Night_5": "Ich hätte nie gedacht, dass ich das mal sage, aber dieser ländliche Lebensstil passt wirklich zu mir.$h",
  "Rainy_Night_Haley": "Hi, Liebling. Ich bin so froh, dass du daheim bist. Ich wurde ein wenig einsam.$l",
  "Indoor_Day_0": "Guten Morgen! Hast du gut geschlafen?$h#$e#Ich werde heute vielleicht die alte Kamera rausholen... Das Licht ist einfach perfekt.",
  "Indoor_Day_1": "Guten Morgen, Liebling! Riecht gut, nicht? Ich habe dir Frühstück gemacht![194 195 210 211 216]#$e#Ich weiß, dass du mit deiner Arbeit beschäftigt bist. Ich bin hier, um dich bei allem zu unterstützen!",
  "Indoor_Day_2": "Hast du gut geschlafen? Du hast ein wenig geschnarcht.$h#$e#Ich habe ein paar Arbeiten im Haus zu erledigen. Hab einen schönen Tag.",
  "Indoor_Day_3": "Ich bin froh, dass mir das Putzen langsam Spaß macht! Das Haus wird sehr schnell dreckig.$10#$e#Es fühlt sich einfach gut an, alles blitzblank zu bekommen.#$e#Kann ich einen Kuss haben, bevor du gehst?$11",
  "Indoor_Day_4": "Guten Morgen, Liebling. Ein weiterer Tag voller Hofarbeit, was?#$e#Ich werde dich anfeuern. <$h",
  "Indoor_Day_Haley": "Es fühlt sich so an, als hätte ich keine klare Richtung im Leben gehabt, bevor ich dich getroffen habe. Jetzt habe ich genau das, was ich will.$l",
  "Indoor_Night_Haley": "Du siehst so aus, als hättest du hart gearbeitet, Liebling. Lass mich dir beim Stressabbau helfen.$l",
  "Outdoor_0": "Ich fühle mich super, wenn ich draußen bin und frische Luft einatme.#$b#Versteh mich nicht falsch, die alte Hütte von deinem Großvater ist sehr nett! Aber nichts schlägt diese wunderschöne Landschaft.",
  "Outdoor_1": "Wir müssen dafür sorgen, dass der Hof niedlich ist! Das könnte wichtig sein... Richtig, Schatz?",
  "Outdoor_2": "Hi, Liebling! Wenn ich mehr über Hofarbeit Bescheid wüsste, würde ich dir mehr helfen. Entschuldige!#$e#Ich werde an dich denken.$h",
  "Outdoor_3": "Ich werde dort etwas Staub wischen. Das sollte dir helfen, richtig?#$e#*Puh*... Es ist heiß hier draußen.",
  "Outdoor_4": "Überarbeite dich nicht, Liebling.#$e#Denke daran, dass du hin und wieder eine Pause machst, oder hol dir etwas zu essen.$h",
  "Outdoor_Haley": "Sieht nach einem guten Tag aus, um etwas braun zu werden, oder?",
  "funLeave_Haley": "Ich werde mich heute ein wenig im Ort mit den Leuten unterhalten.",
  "funReturn_Haley": "Es war nett, alle im Ort zu sehen. Hattest du einen guten Tag, Liebling?",
  "OneKid_3": "Ist es nicht merkwürdig? Ich bin es nicht gewohnt, eine Mutter zu sein.",
  "TwoKids_2": "Ist %kid2 nicht ein wirklich hübsches Baby?",
  "TwoKids_3": "Ein nettes Haus, zwei Kinder und ein wunderschönes Stück Land. Ich wüsste nicht, was ich mir sonst noch wünschen könnte.",
  "spring_2": "Also, was pflanzen wir diese Jahreszeit an?",
  "spring_1": "Nachdem der Winter vorbei ist, können wir uns auf viel sonniges Wetter freuen. Ich bin gespannt.",
  "summer_3": "Entschuldige, wenn ich nicht so gut aussehe... Die Luft ist so feucht, dass meine Frisur sich nicht wirklich gut hält.",
  "summer_15": "Es ist Sommer... und das Haus ist voller Fliegen und Ameisen... Igitt.$s",
  "fall_2": "Ich vermisse den Sommer schon jetzt...",
  "fall_1": "Der Herbst ist für mich irgendwie traurig... alles stirbt.$5",
  "winter_14": "Meine Haut fühlt sich bei diesem Wetter so trocken an.",
  "winter_2": "Aus irgendeinem Grund ist mir bei verschneitem Wetter immer so nach pinker Torte...",
  "spring_Haley": "Bist du nicht froh, dass der Winter vorbei ist, Schatz? Die Dinge sehen jetzt hoffnungsvoller aus.",
  "summer_Haley": "Ich liebe es, den Glühwürmchen an einer heißen Sommernacht zuzusehen. Nichts kommt näher an einen Besuch des Sternenhimmels.",
  "fall_Haley": "Obwohl ich den Sommer bevorzuge, ist der Herbst die beste Jahreszeit für Fotos. Diese langen, tiefen Schatten...",
  "winter_Haley": "Ich habe nur über dieses eine Mal nachgedacht, als du mir mit dem Gurkenglas geholfen hast. Erinnerst du dich daran?$h#$e#Seitdem ist viel passiert.$l"
}