{
  "Rainy_Day_0": "Ich frage mich, wie es Laphi geht? Vielleicht rufe ich sie heute an.",
  "Rainy_Day_1": "Ich war nur in Gedanken versunken... Denkst du, dass es MARILDA gut geht? Ich hoffe, dass sie eine Heimat für sich selbst findet...",
  "Rainy_Day_2": "Hey! Ich konnte letzte Nacht nicht schlafen, also habe ich ein wenig in meiner Werkstatt herumgespielt. Hier, ich habe das für dich gemacht.[688 369 338 325 287]#$e#Ich hoffe, du kannst das für irgendetwas gebrauchen.",
  "Rainy_Day_3": "Mich stört am Regen nur, dass ich dann die Sterne nicht beobachten kann!",
  "Rainy_Day_4": "Höre ich da eine undichte Stelle im Dach? Ich sollte mir das anschauen. Ich weiß ein paar Dinge über das Schreinern, weil ich meine Mutter beobachtet habe.",
  "Rainy_Night_0": "Pass auf, dass du deine Werkzeuge nicht im Regen vergisst! Sie sollen schließlich nicht verrosten.",
  "patio_Maru": "Ich weiß noch nicht genau was es ist... aber es macht Spaß, hin und wieder mal den alten Schraubenschlüssel auszupacken.",
  "Rainy_Night_1": "Hi, @. Wie war dein Tag... durchnässt?#$e#Bei dem Wetter kommen mir neue Ideen... Vielleicht kann ich das Regenwasser benutzen, um eine Mühle anzutreiben?",
  "Rainy_Night_2": "Vater hat die letzten zwanzig Jahre Wettermuster untersucht.#$e#Es ist ein wenig zu früh für Schlussfolgerungen, aber bisher haben die Ergebnisse ein paar abnormale Tendenzen gezeigt.",
  "Rainy_Night_3": "Können wir heute Spaghetti im Bett essen?",
  "Rainy_Night_4": "Ich habe Nachtisch gemacht! Vergiss aber nicht, dass du dir vor dem Schlafengehen die Zähne putzt.[232 234 223 220]$h",
  "Rainy_Night_5": "Mein Tag war nicht so aufregend... Ich bin wegen des Wetters im Haus geblieben.#$e#Es war aber entspannend. Ich habe mich mit der letzten Ausgabe von \"Neuste Schaltbilder\" zurückgelehnt.",
  "Indoor_Day_0": "Hmm? Entschuldige, manchmal bin ich so in Gedanken versunken, dass ich nicht mehr mitbekomme, was ich mache.",
  "Indoor_Day_1": "Ich habe das hier in meinem Restehaufen gefunden. Denkst du, du könntest das gebrauchen?[286 287 205 732]",
  "Indoor_Day_2": "Endlich, du bist wach! Ich bin am Verhungern... *knurr*$h",
  "Indoor_Day_3": "Eine der besten Sachen am Bauernleben ist es, zum Vögelgezwitscher aufzuwachen.",
  "Indoor_Day_4": "Wie bleiben deine Hände so weich, wenn du immer auf dem Hof arbeitest?",
  "Indoor_Night_0": "Hast du heute Nacht den Mond gesehen? Er sieht am Horizont immer spektakulär aus.",
  "Indoor_Night_1": "Ich habe vorher eine Sternschnuppe gesehen. Ich stelle mir gerne vor, es sei MARILDA, die kurz nach uns sehen will.$h",
  "Indoor_Night_2": "Ich kann mich nicht entscheiden, ob ich eine Schokoladentorte oder reife Erdbeeren will. Vielleicht beides...?#$e#Sei ehrlich... Nehme ich zu?$s",
  "Indoor_Night_3": "Du hast heute gute Arbeit geleistet! Du hast es dir verdient, den restlichen Abend zu entspannen.",
  "Indoor_Night_4": "So langsam mag ich dieses alte Haus richtig gern. Es ist in der Nacht so gemütlich.#$e#Mama hat großartige Arbeit dabei geleistet, alles auf Vordermann zu bringen.$h",
  "Outdoor_0": "Ah... der Hof riecht gut, es erinnert mich an die Berge in der Nähe von dem Haus meiner Eltern.",
  "Outdoor_1": "Mit ein wenig Planung könnten wir die meiste Arbeit auf dem Hof automatisieren und uns einfach zurücklehnen!",
  "Outdoor_2": "Es wird heute eine klare Nacht... Ich frage mich, ob die %noun-Konstellation heute zu sehen sein wird?",
  "Outdoor_3": "Keine Sorge, falls du etwas Schmutz ins Haus bringst. Ein bisschen Dreck hat noch niemandem geschadet.",
  "Outdoor_4": "Mir war nie bewusst, wie viel Aufwand und Planung hinter der Hofbewirtschaftung steckt! Es ist fast wie die Laborarbeit.",
  "OneKid_0": "Hast du heute Zeit mit %kid1 verbracht? Kinder brauchen Zeit zum Spielen, um ihr volles Potential auszuschöpfen.",
  "OneKid_1": "Was denkst du, wird %kid1 ein Bauer werden? Oder ein Ingenieur?",
  "OneKid_3": "Ich habe große Hoffnungen für unser Kind. Ich habe alle möglichen wissenschaftlichen Daten darüber herangezogen, wie man Kinder am besten aufzieht.",
  "TwoKids_3": "Meine eigene Werkstatt, zwei fantastische Kinder und ein wunderschönes Stück Land. Das Leben ist ziemlich gut.",
  "Good_1": "Seit wir zusammenleben kann ich mir kaum vorstellen, wieder alleine zu sein.",
  "Good_2": "Du machst eine Pause? Das ist gut!",
  "Good_3": "Man benötigt eine Menge Strategien für das Planen und Leiten eines Hofs. Es ist eine größere mentale Herausforderung als ich erwartet hatte!",
  "Good_4": "Eine Zeit lang habe ich darüber nachgedacht, mir einen Roboter-Ehemann zu bauen. Aber du bist viel besser!$h^Eine Zeit lang habe ich darüber nachgedacht, mir eine Roboter-Ehefrau zu bauen. Aber du bist viel besser!$h",
  "Good_5": "Ich habe nur unser Eheamulett bewundert... Die Muschel ist makellos. Sie ist ein wirklich seltenes Exemplar!$l",
  "Good_6": "Letzte Nacht habe ich geträumt, dass ich durch ein gigantisches Teleskop geschaut habe. Ich habe gesehen, wie sich etwas im %noun-Nebel bewegt. Irgendwie gruselig.",
  "Neutral_0": "Ich hoffe, du magst mich immer noch, wenn ich ein wenig zunehme.",
  "Neutral_8": "Ich fühle mich heute nicht inspiriert.$s",
  "funLeave_Maru": "Ich denke, ich werde heute meine Eltern besuchen. Ich habe sie schon eine Weile nicht mehr gesehen.",
  "funReturn_Maru": "Mutter und Vater geht es gut. Selbst ohne mich ist ihre Routine immer noch wie gehabt. Wie war dein Tag?",
  "spring_2": "Wie lautet deine Strategie zum Optimieren des Hofs in diesem Jahr?",
  "spring_1": "Es ist schön, all die Pflanzen und Tiere während des Frühlings zurückkommen zu sehen.",
  "spring_22": "Wenn mein Bruder nicht so ein Einsiedler wäre, würde ich ihn mal zum Abendessen einladen.",
  "summer_20": "Ich frage mich, ob mein Bruder je den Mut haben wird, Luny um eine Verabredung zu bitten?",
  "summer_2": "Ich mag es, verschiedene Insekten im Sommer zu katalogisieren.",
  "fall_1": "Mit jeder Jahreszeit wird ein neuer Teil des Nachthimmels klar sichtbar. Es ist faszinierend zu beobachten.",
  "fall_25": "Der Winter steht vor der Tür. Wir sollten die Heizkörper und die Wärmedämmung nochmals überprüfen und die Ventile zudrehen.#$e#Keine Angst, Liebling. Ich kümmere mich um alles.",
  "fall_3": "Der Herbst erinnert mich immer daran, wie ich mit meiner Mutter Holz gehackt habe... Das muss am Geruch von frisch gefälltem Holz und Harz liegen.",
  "winter_15": "Die Winter waren in letzter Zeit unerwartet mild.",
  "winter_5": "Ich hoffe, Vater geht es gut... Er kann im Winter schnell depressiv werden, wenn es weniger Gelegenheiten zur Feldforschung gibt.",
  "winter_2": "Was sind deine Pläne, um diesen Winter genug Geld zu verdienen?#$e#Du könntest ein wenig Fischen oder Sammeln...#$e#Wenn du in die Minen gehst, versprich mir, dass du vorsichtig bist.",
  "spring_Maru": "Ich bin gespannt auf ein neues Jahr auf dem Hof, @!$h",
  "summer_Maru": "Die Abende sind so warm, es ist wirklich die beste Zeit zum Sternegucken. Wer weiß schon, was dort oben ist?",
  "fall_Maru": "Das Hofleben ist toll, aber ich bin froh, dass ich noch in der Klinik arbeite... Es ist ein wichtiger Beitrag zur Gemeinde.",
  "winter_Maru": "Ich freue mich im Frühling schon auf Rhabarberkuchen. Oh... dieser Geruch, diese Würze!",
  "spouseRoom_Maru": "#$c .5#Ich bin heute früher aufgestanden, um die Sterne zu bewundern.#$e#Es stört dich hoffentlich nicht, wenn ich heute ein wenig Zeit mit meinen Projekten verbringe, Schatz."
}