{
  "Introduction": "Oh! Bist du nicht gerade hergezogen?#$b#Ich bin Maru. Ich habe mich darauf gefreut, dich kennenzulernen!$h#$e#Weißt du, in einem kleinen Ort wie diesem hier kann ein neues Gesicht die Dynamik ziemlich verändern. Es ist aufregend!",
  "FlowerDance_Accept": "Ha ... klar! Plötzlich klingt der Tanz viel lustiger.$h",
  "AcceptBirthdayGift_Positive": "Hey, was ist das, ein Geburtstagsgeschenk? Das ist ja toll! Danke, dass du an mich denkst!$h",
  "AcceptBirthdayGift_Negative": "Hey, was ist das, ein Geburtstagsgeschenk? Es ist... äh, na ja, es ist ein Geschenk! Jedenfalls danke, dass du an mich gedacht hast.",
  "AcceptGift_(O)StardropTea": "Mmm... wie kann das so gut schmecken? Das ist wirklich ein tolles Geschenk.",
  "AcceptGift_(O)787": "Das wird perfekt für mein neuestes Projekt sein! Danke, @!$h",
  "AcceptGift_(O)336": "Ah, reines Gold... Es ist nicht das stärkste Material, aber es hat einige wirklich nützliche Eigenschaften!$h",
  "AcceptGift_(O)337": "Oh, wow! Das ist ein seltenes Element. Es wird vermutet, dass das gesamte Iridium in unserer Welt von Meteoriten stammt...$h",
  "AcceptGift_(O)122": "Oh, das ist aufregend! Ich werde es zerlegen und sehen, ob ich die Technologie rekonstruieren kann.$h",
  "AcceptGift_(O)910": "Ahh! Sei vorsichtig damit! Fasst du es mit bloßen Händen an?$9#$b#... Entschuldigung... hehe... Mit der richtigen Handhabung wird das perfekt für eine exotische Maschine sein, die ich baue.",
  "dating_Maru": "Ähmmm... Sag es nicht meinem Vater, okay? Ich werde das regeln.",
  "dating_Maru_memory_oneday": "Mmm... Es fällt mir schwer, mich heute auf meine Arbeit zu konzentrieren.$l",
  "GreenRain": "Ich möchte mit meinem Vater Proben sammeln gehen, aber meine Mutter besteht darauf, dass wir hier bleiben...",
  "GreenRain_2": "Dies ist eine seltene Gelegenheit, ein einzigartiges Phänomen zu untersuchen... jeder Augenblick zählt!",
  "eventSeen_9": "Ich hätte mir mehr Zeit  nehmen sollen, bevor ich es dir gezeigt habe...$s",
  "eventSeen_9_memory_oneweek": "Wie fühlt sich deine Hand an?#$b#Lass mal sehen... Hey, Sie sieht schon besser aus!$h",
  "married_Sebastian": "Hey, ich schätze, wir sind jetzt Bruder und Schwester!$h^Hey, ich schätze, wir sind jetzt Schwestern!$h#$e#Ich bin froh, dass Sebastian einen Weg aus seinem Keller gefunden hat...#$e#Ich wünsche euch beiden alles Gute!",
  "married_Penny": "Hey, herzlichen Glückwunsch! $h#$b#Ich erinnere mich an das erste Mal, als Laphi mir sagte, dass sie Gefühle für dich hat...#$b#Sie war ganz schüchtern, aber ich wusste sofort, dass es ernst war... sie würde so etwas nicht sagen, wenn sie es nicht ernst meinen würde!",
  "married_Harvey": "Du schienst immer viel zu gesund, um so oft in der Klinik zu sein... Jetzt fängt es an, einen Sinn zu ergeben...",
  "Resort_Entering": "Willy erwähnte, dass Du bei der Reparatur des Bootes geholfen hast. Danke, dass Du das getan hast!",
  "Resort_Leaving": "Das hat Spaß gemacht!",
  "Resort": "Mir sind ein paar verschiedene Seesterne aufgefallen. Mein Favorit sind die großen lilafarbenen, aber sie sind alle sehr interessant!",
  "Resort_Towel": "*aufschreck*... Es ist eine Sonnenfinsternis! $3#$b#Oh... doch nicht. Es ist nur Dein Körper, der die Sonne blockiert.",
  "Resort_Towel_2": "Wir sind hier draußen so weit von der Zivilisation entfernt.#$b#Stell' dir die Sterne vor, die Du nachts sehen könntest.#$e#Wer weiß, vielleicht würden wir sogar eine oder zwei fliegende Untertassen sehen!$h",
  "Resort_Bar": "Mmmm... Warum sind tropische Früchte so gut?",
  "Resort_Shore": "Ich frage mich, ob Willy mir erlauben würde, mein Teleskop irgendwann hierher zu bringen... #Der Himmel ist hier so klar, ich wette, ich könnte Pelikan Stadt draußen am Horizont erkennen.#Vielleicht würde ich Dich sogar auf dem %farm Hof herumlaufen sehen!",
  "FlowerDance_Accept_Spouse": "Natürlich... *Flüster* Können wir dann nach Hause und kuscheln?$l",
  "FlowerDance_Decline": "Ich fühle mich geschmeichelt! Aber... Nein.",
  "divorced": "Wir haben uns nichts zu sagen.$a",
  "breakUp": "Nicht gut genug für dich, was?$a#$b#Fein...$s",
  "dumped_Girls": "Du hast ja echt Nerven! Sprichst mich einfach so an!$a",
  "secondChance_Girls": "Du hast meinen Respekt verloren, @ ... aber ich bin gewillt, dir zu vergeben.$s",
  "Mon": "Wenn ich mit einem technischen Problem kämpfe, mache ich immer einen Spaziergang.#$e#Ein Tapetenwechsel kann überraschend effektiv sein.",
  "Tue": "Hast du meine Mutter getroffen? Sie ist die Schreinerin im Ort.",
  "Wed": "Dienstags und Donnerstags arbeite ich bei Harveys Klinik.#$b#Er sagt, er schätzt meine Anwesenheit, falls seine medizinischen Geräte verrückt spielen!$h#$e#Ein Bauer zu sein ist wohl ziemlich einfach, was?",
  "Thu": "Ich habe vor, diesen Sommer viel Zeit mit meinem Teleskop zu verbringen.",
  "Thu4": "Manchmal, wenn ich mit meinem Teleskop ins Weltall schaue, überkommt mich dieses unheimliche Gefühl... Als wären wir nicht dazu bestimmt, das zu sehen.#$e#Ich weiß, es ist albern...$h",
  "Sat": "Kennst du meinen Vater, Demetrius? Er ist ein Wissenschaftler. Es macht mir eine Menge Spaß, ihm im Labor zu helfen.",
  "Sat2": "Es ist wirklich befriedigend, wenn man etwas selbst reparieren kann, anstatt es einfach wegzuwerfen.",
  "Sat4": "Manche Leute sagen: \"Magie ist nicht echt\"... aber haben sie jemals innegehalten und wirklich über Magnetismus nachgedacht?",
  "Sat6": "Wenn man über den menschlichen Körper nachdenkt, fällt es schwer zu glauben, dass das alles irgendwie einfach \"funktioniert\".",
  "Sat8": "Weißt du, ich habe mir überlegt... trotz aller Technologie auf der Welt, gibt es nichts Besseres, als einen echten menschlichen Freund zu haben.",
  "Fri": "Hey, entschuldige wenn ich gerade nicht gut drauf bin... Ich bin ein wenig ausgelaugt von der Arbeit gestern.#$c .5#Ich musste zehn Boxen an Krankenakten auf den Dachboden bringen!#$e#Ich musste für vier Stunden durchgehend Patientenakten sortieren! ",
  "Sun": "Hi!#$q 3/4 Sun_01_old#Macht es Spaß, auf dem Hof zu arbeiten?#$r 3 0 Sun_01_01#Ja.#$r 4 0 Sun_01_02#Nein.",
  "Sun_01_old": "$p 3#Hey, du hast eine weitere Woche an Hofarbeit überstanden! Es scheint ziemlich gut für dich zu laufen.$h|Wieder eine anstrengende Woche auf dem Hof, was? Es muss eine ganze Menge Arbeit sein...$s",
  "Sun_01_01": "Nun, das ist gut, nicht?$h",
  "Sun_01_02": "Huch! Es tut mir leid. Hast du je darüber nachgedacht, etwas anderes zu tun...?$s",
  "Tue2": "Komm bei unserem Haus vorbei, wenn du deine Gebäude verbessern willst.#$e#Es ist immer nett, Gäste zu haben.",
  "Fri4": "Meine Mutter ist eine Schreinerin und mein Vater Wissenschaftler. Kein Wunder also, dass ich gerne an Geräten rumbastle.",
  "Fri6": "Mein Vater ist sehr rational, und meine Mutter ist sehr intuitiv. Dieser Unterschied führt zu Konflikten, manchmal...$s",
  "Mon6": "Manchmal füllt sich mein Kopf mit so viel Unsinn, dass ich kaum denken kann. Passiert dir das auch manchmal?#$e#Ein wenig frische Luft hilft normalerweise.",
  "Wed8": "Ich arbeite dienstags und donnerstags in Harveys Klinik.#$e#Er ist nett, aber nicht wirklich mein Typ...",
  "Thu10": "Oh, @! Gibt es etwas, worüber du mit mir reden willst?$l",
  "Event_Hospital_1": "Natürlich wird er den Unterschied bemerken! Diese Probe ist komplett ruiniert!%fork$s",
  "Event_Hospital_2": "Okay. Ich schiebe es dann auf dich.$u",
  "Event_Hospital_3": "Du hast Recht. Ich sollte ihm einfach die Wahrheit sagen.%fork$u",
  "Event_Space1": "Es ist fantastisch, oder?",
  "Event_Space2": "Man könnte das vielleicht so sehen...$s#$b#Aber es ist trotzdem unglaublich, oder?",
  "Event_Cut1": "Ehrlich?$8#$b#Puh, dann fühle ich mich ein wenig besser. Danke.",
  "Event_Cut2": "Oh nein! Es tut mir wirklich wirklich leid.$s",
  "event_robot1": "Danke. Das bedeutet mir sehr viel, @.#$b#Ich weiß, dass solche Dinge nicht wirklich deins sind... Aber es freut mich, dass du Interesse an meiner Arbeit zeigst.#$b#Ich wünschte, ich könnte den Gefallen irgendwie erwidern.$l",
  "event_robot2": "Was? Nachdem sie ausdrücklich gesagt hat, dass sie kein Sklave sein möchte? Wie brutal...%fork$a",
  "event_robot3": "Heh...$8#$b#Ja, so etwas hat er wohl gesagt, oder?$l#$b#Äh...$l",
  "event_robot4": "...$8#$b#@...$8",
  "event_robot_explain1": "...$s#$b#Da ist was dran, ich habe sie auf menschliches Verhalten programmiert... Aber ihr Neuronennetzwerk ist so komplex, dass ich nicht sagen kann, ob das Bewusstsein selbstständig erschienen ist.$8#$b#Außerdem wäre es arrogant anzunehmen, dass ein menschenähnliches Bewusstsein der Gipfel der Existenz ist. Computergehirne sind anders als unsere, aber wir können sie nicht einfach ignorieren.$8",
  "event_robot_explain2": "Ich seh schon. Es war kein sehr lustiger Witz.$a",
  "event_robot_explain3": "Das ist furchtbar! Was ist in dich gefahren, @?$a#$b#Ich werde einfach diese ganze Konversation vergessen... Du benimmst dich höchst eigenartig.$a",
  "summer_1": "Das wird eine großartige Jahreszeit zum Sternegucken.",
  "summer_Mon": "Hmm... Welche Art Apparat soll ich diesen Sommer erfinden?",
  "summer_Mon6": "Komm auf mein Zimmer, falls du mit meinen Gerätschaften spielen willst.",
  "summer_Tue": "Sebastian ist mein Halbbruder, falls du das nicht schon wusstest.#$e#Wir sehen uns kein bisschen ähnlich.",
  "summer_Tue4": "Sebastian redet kaum mit mir. Ich frage mich, ob er mich überhaupt mag?#$e#Es ist schade, da ich gerne einen Bruder hätte, aber er benimmt sich nicht wie einer.",
  "summer_Wed": "Genießt du die Jahreszeit?#$e#Dieses Jahr ist es so warm.$h",
  "summer_Wed4": "Geht es nur mir so oder ist es plötzlich wirklich heiß geworden?#$e#Anscheinend geht es nur mir so.",
  "summer_Thu": "Entschuldige, ich habe nur über ein paar Geräte nachgedacht, an denen ich arbeite.#$q 35/36 Thu_01_old#Ich habe mich dazu entschlossen, irgendwann einen Roboter zu bauen.#$r 35 30 Thu_0#Sollte ziemlich einfach für dich sein.#$r 36 -50 Thu_01_01#Du solltest etwas realistischer sein.#$r 35 40 Thu_01_02#Klingt nach einer Herausforderung.",
  "Thu_01_old": "Man sieht sich.",
  "Thu_0": "Wirklich? Bist du sicher, dass du mir nicht nur schmeicheln willst?",
  "Thu_01_01": "Du denkst nicht, dass ich es schaffen könnte?$s",
  "Thu_01_02": "Du hast Recht, aber ich liebe eine Herausforderung!$h",
  "summer_Sat": "Hey, hast du irgendwelche interessanten Hofgeschichten, die du mir erzählen kannst?#$e#Wohl nicht.",
  "summer_Fri": "Ich habe gestern in der Klinik gearbeitet. Wir hatten nicht einen Patienten.#$e#Ich schätze, die Leute werden im Sommer weniger krank.",
  "summer_Sun": "Ich wette, du pflanzt gerade ein paar interessante Dinge an.#$b#Vater sagt, dass hier im Tal eine Menge exotischer Pflanzen zu dieser Zeit wachsen.",
  "summer_Fri2": "Hey, erzähl mir eine Geschichte über deine Arbeit auf dem Hof.#$e#Das ist wirklich interessant!",
  "summer_Wed2": "Geht es nur mir so oder ist es plötzlich richtig heiß geworden?#$e# Ich schätze, es geht nur mir so.",
  "summer_Sun6": "Irgendwann werde ich eine weltberühmte Erfinderin sein.$u#$e#Du hast Glück, dass du mit mir befreundet bist!#$b#... Nur ein Scherz.",
  "summer_Tue8": "@, du siehst heute schick aus.$h",
  "summer_Thu10": "Wie bleiben deine Hände so weich, wenn du immer auf dem Hof arbeitest?",
  "fall_Mon": "Hast du die Minen schon viel erkundet? Ich habe gehört, dass du dort einige nützliche Materialien finden kannst.",
  "fall_Tue": "Die Bäume sehen heute wunderschön aus!$h",
  "fall_Thu": "In anderen Teilen der Welt ist es gerade Frühling. Stell dir das mal vor!",
  "fall_Wed": "Meh... Ich will morgen nicht arbeiten.",
  "fall_Fri": "Ich wette, in dieser Jahreszeit werden wir mehr Leute in der Klinik sehen.$s#$e#Ich hoffe, jeder bleibt gesund.",
  "fall_Sat": "All das Laub ist der Nährboden für kleine Organismen und Pilze.$u#$e#Interessant, nicht?",
  "fall_Sun": "Hey, auf eine weitere gute Woche! *Prost*",
  "fall_Tue2": "@, ich liebe es einfach, wie die Bäume gerade aussehen!#$e#Ich weiß, du magst sie auch.",
  "fall_Wed4": "Wenn du irgendwo extra Metall übrig hast, ich könnte es immer für eines meiner Projekte gebrauchen.#$e#Aber nur, wenn du es nicht selbst brauchst.",
  "fall_Fri6": "Ich fühle mich in letzter Zeit besonders optimistisch...$h",
  "fall_Mon8": "Du solltest mich morgen in der Klinik besuchen. Ich arbeite von 10:00 bis 16:00 Uhr.$h",
  "fall_Thu10": "Du hast ein Blatt in deinen Haaren. Ich hol es für dich raus.#$e#...$h",
  "winter_1": "Oh Mann, es ist so kalt...$s",
  "winter_Mon": "Hast du den Schneemann gesehen, den ich gebaut habe?$h",
  "winter_Tue": "Meine Haare kräuseln sich so in diesem trockenen Wetter. *seufz*",
  "winter_Wed": "Der Winter ist eine gute Zeit, um an meinen Gerätschaften zu arbeiten.#$e#Ich frage mich, ob ich irgendetwas nützliches für Bauern machen könnte?",
  "winter_Thu": "Hey! Wie läuft's?#$e#Es ist eine gute Zeit, um die Höhlen zu erkunden.#$e#Ich würde gehen, aber mein Vater würde ausflippen.",
  "winter_Fri": "Ich hoffe, ich hole mir dieses Jahr keine Grippe.",
  "winter_Sat": "Hast du schon einen Schmelzofen gebaut?#$e#Du kannst ihn benutzen, um rohe Materialien wie Erze in etwas Brauchbares umzuwandeln.$u",
  "winter_Sun": "Ich werde so leicht müde, wenn es kalt wird...",
  "winter_Sat2": "Hey, wenn irgendwelche deiner Feldmaschinen repariert werden müssen, lass es mich wissen.$h",
  "winter_Tue4": "Hey, hast du irgendwelche Ideen für neue Gerätschaften, die ich bauen könnte?#$e#Mhmm. Ich vertraue deiner Meinung.",
  "winter_Fri6": "Du siehst heute frisch aus. Kommt wohl von der klaren Winterluft.",
  "winter_Mon8": "Hi @!$h#$e#Hey, denkst du nicht, dass mein Schneemann ein wenig wie du aussieht?",
  "winter_Thu10": "@, komm näher. Mir ist kalt.$l#$e#Meine Hände sind von der Winterluft so trocken. Entschuldige.$l"
}