{
    "Introduction": "Hallo, es ist nett, dich kennenzulernen.$h#$e#Du hast eine gute Zeit gewählt, um herzuziehen... Der Frühling ist herrlich.",
    "Resort_Entering": "Erzähl's niemandem, aber Willy hat mich das Boot für ein paar Minuten steuern lassen.$h",
    "Resort_Leaving": "Nun, das war zutiefst entspannend.",
    "Resort": "Ich liebe das Wetter im Stardew Valley, aber ab und zu ein anderes Klima zu erleben, hilft, die Dinge ins rechte Licht zu rücken.",
    "Resort_Shore": "Die Form der Wellen hier ist atemberaubend.#$e#Ich frage mich, ob ich diese Art von Formlosigkeit jemals in einer Skulptur einfangen könnte.",
    "Resort_Chair": "Ich mag die Hitze, solange ich vollkommen bewegungslos bin.$h",
    "Resort_Wander": "Mmm, ich wette, die Bäume hier in der Gegend wären ein interessantes Medium, mit dem man arbeiten könnte.#$e#Obwohl Willy wahrscheinlich nicht glücklich mit mir wäre, wenn ich einen Haufen Baumstämme auf sein Schiff ziehen würde!#$h",
    "Resort_Wander_2": "Ich frage mich, was man hier draußen so alles finden könnte.#$e#Ich glaube, ich habe ein paar lecker aussehende Walnüsse gesehen, die auf einem Busch in der Nähe wachsen.",
    "Resort_Bar": "Hast du die Piña Colada probiert? Ich bin bei meiner zweiten... hehe.",
    "danceRejection": "Ich werde ehrlich sein. Ich will nicht mit dir tanzen.$u",
    "divorced": "Ich habe realisiert, dass ich alleine glücklicher bin. Also lass' mich einfach in Ruhe.$u",
    "breakUp": "Ohh... Verstanden. Hah... Ich habe echt kein Glück, wenn's um sowas geht...$s",
    "dumped_Girls": "Ich will dich erstmal nicht mehr sehen ...$s",
    "secondChance_Girls": "Du hast mir viel Leid zugefügt ... aber ich bin bereit, die Vergangenheit Vergangenheit sein zu lassen.$s",
    "Beach": "Ich bin für den Klang des Meeres gekommen. Wunderschön, nicht?",
    "Mon": "Die Bäume sehen heute schön aus, oder?#$q 21/22/211132 Mon_old#Warum bist du eigentlich ein Bauer geworden?#$r 21 -5 Mon_21#Ich will haufenweise Geld verdienen.#$r 22 5 Mon_22#Es ist 'echter' als ein Leben in der Stadt.#$r 211132 5 Mon_211132#Um in die Fußstapfen meines Großvaters zu treten.#$r 22 5 Mon_22#Ich wollte meinem alten Leben entfliehen.",
    "Mon_old": "$p 21#Also machst du so viel Geld, wie du dir erhofft hast?|Zeit in der Natur zu verbringen kann sehr erfüllend sein.",
    "Mon_21": "Hmm. Das ist ein wenig oberflächlich, nicht?$s",
    "Mon_22": "Das ist so ziemlich der gleiche Grund, weswegen auch ich hierher gekommen bin!$h",
    "Mon_211132": "Es ist sehr niedlich, wie du deinen Großvater ehrst.",
    "Tue4": "Hey heute Abend streame ich wieder.#$e#Hättest du Lust auf ein Collab?$h",
    "Tue": "Hey @, heute Abend streame ich wieder, schau gerne mal vorbei.",
    "Wed": "#$1 LeahBug#Heute morgen bin ich versehentlich auf einen Käfer getreten.$s#$e#Ich befürchte, man kann nicht einfach leben, ohne die Natur auf irgendeine Weise zu zerstören.",
    "Wed6": "Ich liebe es, in der Nähe von Tieren zu sein. Sie sind so unschuldig.#$e#Hoftiere sind auch wundervoll.$h",
    "Wed8": "Hi @! Ich habe gerade an dich und deinen Hof gedacht.#$e#Ich habe mir vorgestellt, wie gut es sich anfühlen muss, wenn man eine Menge Pflanzen erntet.$h#$e#Wäre es aber nicht nett, ein wenig Hilfe zu haben?$l",
    "Thu": "Fin ist ein Orca, aber wir wissen Alle im Inneren ist er einfach nur ein Fisch.$h",
    "Thu6": "Fin ist ein Orca, aber wir wissen Alle im Inneren ist er einfach nur ein Fisch, aber dafür lieben wir ihn.$h",
    "Fri": "Mein Tag lief bisher grauenhaft...#$b#Das ist alles Trevors Schuld.$a",
    "Fri2": "Gestern hat Vodafone Deutschland mein meme auf Twitter geliked.$h#$e#Als Ich dann auf Twitter vorbeigeschaut habe, war der Like wieder weg...$s",
    "Fri4": "Hallo, @. Es ist ein schöner Tag, nicht?#$e#Schau doch bei meiner Hütte vorbei, wenn du lust auf ein Collab hättest.$h",
    "Sat": "Ich liebe es, je nach Jahreszeit anders zu dekorieren.",
    "Sat8": "Das Bauernleben klingt so, als könnte es Spaß machen. Ich möchte es irgendwann auch versuchen.$l",
    "Sun": "Hast du schon Luny oder Mona getroffen? Sie sind meine Genmates.$h",
    "Sun8": "Wenn du ein interessantes Stück Treibholz findet, könnte ich etwas damit anfangen.#$e#Es wäre schon etwas Besonderes, weil es von dir kommt.$l",
    "event_sculpt1": "... Was?$7#$b#Oh! Ja, du hast absolut Recht!$h",
    "event_sculpt2": "Nichts ist falsch dabei... In der wilden, unberührten Natur kann eine Menge Schönheit entdeckt werden!#$b#Aber als Mensch bin ich auch daran interessiert, wie wir die Welt um uns herum formen und interpretieren. Womit ich sagen möchte, dass mich 'Kunst' interessiert.",
    "event_sculpt3": "Du Schwein!%fork$a^Oh! Du...? Ich auch.$6#$b#Hau ab!$a^Das ist gut zu wissen.$l",
    "event_parents1": "Du hast Recht... Ich wäre dort einfach nicht glücklich geworden.$u#$b#Es war besser für uns beide, eine unhaltbare Beziehung zu beenden, solange wir noch jung und flexibel sind.$u",
    "event_parents2": "Das ist ein wenig hart... aber ja. Wir hatten unterschiedliche Prioritäten.$u",
    "event_parents3": "Echt? Vielleicht gehe ich dann einfach!%fork$a",
    "event_parents4": "*seufz*...$s#$b#Ich schätze, du hast Recht... Es war ein wenig egoistisch. Aber kannst du mir wirklich vorwerfen, dass ich glücklich sein wollte? Hach... Ich weiß nicht...$s",
    "event_parents5": "*seufz*...$s#$b#Vielleicht hast du Recht... Menschen sind egoistische Kreaturen. Ich weiß nicht.$s#$b#Ich sollte vermutlich nicht weiter darüber nachgrübeln. Wir müssen alle mal schwierige Entscheidungen treffen.$s",
    "summer_1": "Man merkt am süßen Nektarduft in der Luft sofort, dass es Sommer ist.$h",
    "summer_Mon": "Falls bei dir ein paar zuckerrüben fehlen... Ich war es auf keinen Fall!#$e#Okay, Ich gebs zu... ich wars...$s",
    "summer_Tue": "Die Geräusche der Hoftiere sind beruhigend, nicht?",
    "summer_Tue4": "Die einfachen Dinge im Leben sind am besten: Eine leichte Sommerbrise, majestätische Wolken und ein Kelch voll Sternentautaler Wein.",
    "summer_Thu6": "Ich habe ein gutes Auge für wilde Früchte. Irgendwann mach ich dir einen netten Fruchtsalat.$h",
    "summer_Fri": "Du kannst einen Zapfhahn benutzen, um Sirup und andere nützliche Flüssigkeiten von Bäumen zu gewinnen.#$e#Es dauert lange, aber das ist es wert.",
    "summer_Fri2": "Ich bin ungern so schroff, aber wenn wir die Natur nicht mit Respekt behandeln, werden unsere Enkelkinder dem Untergang geweiht sein.#$e#Findest du nicht?",
    "summer_Fri6": "Hallo, @. Fühlst du dich auf dem Hof jemals einsam?#$e#Schau bei meiner Hütte vorbei, wenn du jemanden zum Reden brauchst.$h",
    "summer_Sat": "Falls dir irgendetwas in der Umgebung auffällt das stinky ist, muss das Luny sein, mach dir also keine Sorgen.$h",
    "summer_Sun": "Was sollte ich an so einem warmen, faulen Tag tun? *seufz*#$e#Irgendwelche Ideen?",
    "fall_1": "Wie schnell sich die Jahreszeiten ändern!#$e#Es ist schockierend.",
    "fall_Mon": "#$c .5#Ich habe über das Wochenende ein paar wilde Pilze gefunden!#$e#Ich hatte heute einen riesigen Teller voll wilder Pilze und Eier zum Frühstück... Ich bin immer noch satt.#$e#Achte gut auf den Boden vor dir und du wirst selbst Pilze finden... Da bin ich mir sicher.",
    "fall_Tue": "Ich frage mich, ob ich aus getrockneten Blättern eine Collage machen kann?#$e#Sie sind einfach so farbig... Ich denke oft über mögliche Kunstprojekte nach.$h",
    "fall_Tue4": "Jeder hat einzigartige und interessante Perspektiven, ob sie es glauben oder nicht. Findest du nicht?#$e#Obwohl manche Leute Meinungen haben, die ich einfach nicht respektieren kann.",
    "fall_Wed": "Wie wäre es wenn wir einen Podcast zusammen machen?#$e#Du weißt schon, du Luny, Fin und Ich!#$e#Das wäre sicherlich super spaßig!$h",
    "fall_Thu6": "Demnächst werde ich eine Gemüsepfanne mit Wildpilzen machen.$h",
    "fall_Fri": "Hast du eine Küche in deinem Haus?#$e#Wenn du eine Küche hast, kannst du alle möglichen leckeren Mahlzeiten zubereiten.$h",
    "fall_Fri6": "Schau doch bei meiner Hütte vorbei, wenn du jemanden zum Reden brauchst.$h",
    "fall_Sat": "Dekorationen unterstreichen das Gefühl der Jahreszeit. Das ist eine Tradition, die die Mühe wert ist.",
    "fall_Sun": "Hier gibt es eine Menge guter Orte zum Spazieren.#$e#Es fühlt sich gut an, sich die Beine zu vertreten.",
    "winter_Mon": "Ich liebe den Anblick, wenn alles von einer Schneehülle bedeckt ist.",
    "winter_Tue": "Es wird in meiner Hütte ziemlich kalt.$s#$e#Ich kuschle mich einfach unter eine riesige Decke und alles ist gut.$h",
    "winter_Wed": "Oh wie Ich Hunger auf ein paar Finstäbchen hätte!",
    "winter_Thu": "Es ist momentan echt schwer, frische Zutaten zu finden.#$e#Ich habe in letzter Zeit eine Menge Brot gegessen.$s",
    "winter_Thu6": "*Seufz*... Es ist schwer, frische Zutaten im Winter zu finden.#$e#Ich wette, dein Hof ist in der Hinsicht gut versorgt, hm?",
    "winter_Fri": "Die Zeit scheint hier langsamer zu vergehen.#$e#Als ich in der Stadt gelebt habe, verging das Jahr so schnell.",
    "winter_Fri6": "Wird dir in deinem Bauernhaus eigentlich je kalt?#$e#Schau bei meiner Hütte vorbei, wenn du unter eine meiner Daunendecken schlüpfen und Apfelwein trinken willst.$h",
    "winter_Sat": "Hallo. Braucht du etwas?",
    "winter_Sat2": "Hallo, @. Gibt es etwas, worüber du reden willst?",
    "winter_Sun": "Nimmst du dir je einen Tag frei?#$e#Damit du wieder Kraft schöpfen kannst."
}