{
  "Introduction": "Hey, Kind. Ich heiße Pam.#$e#Sei kein Idiot und wir werden uns gut verstehen.",
  "Resort_Shore": "Sieht so aus, als ob hier einige einzigartige Fische herumschwimmen. Nächstes Mal muss ich meine Angelrute mitbringen!",
  "Resort": "Heh... Willy gab uns auf der Fahrt hierher jedem ein Stück seines Fisch-Jerky. Köstlich!",
  "Resort_Chair": "Das ist Komfort! Vielleicht ziehe ich sogar meine Schuhe aus!$h#$e#Besser nicht zu genau auf meine Füße schauen.",
  "Resort_Bar": "Es ist ein besonderer Anlass... Ich bestelle etwas Einzigartiges. Mach einen Doppelten draus!$h",
  "reject_867": "Wow, sieh dir das an... Es ist wie etwas aus der Zukunft. #$b#Hehehe, sorry... Ich kann das nicht benutzen. Da sind mehr Knöpfe, als ich Gehirnzellen habe!$h",
  "pamHouseUpgrade": "Ich kann gar nicht glauben, dass du mir ein Haus gekauft hast! Gibt es dabei einen Haken?#$e#Entschuldige, aber ich bin es nicht gewohnt, dass die Leute so nett sind ...$s",
  "pamHouseUpgradeAnonymous": "Ich kann gar nicht glauben, dass mir jemand ein Haus gekauft hat! Ob das wohl irgend so eine Betrügermasche ist?#$e#Entschuldige, aber ich bin es nicht gewohnt, dass die Leute so nett sind ...$s",
  "MovieInvitation": "Date night with ol' Pam, huh? Hah!$h^Ladies night with ol' Pam, huh? Hah!$h#$b#Sure thing, kid... I'll see you there.",
  "cc_Bus": "Hey, hast du das mit dem alten Bus gehört?#$b#Genau ... Ich bin wieder im Sattel, Kid ... hehehe. Ist echt schön.$h",
  "Mon": "#$1 PamDrank#Urghh... Mein Kopf...$k#$e#Ich würde gesünder essen, wenn ich es mir leisten könnte.#$e#Hey, du hast vermutlich eine Menge leckeres Zeugs auf deinem Hof gepflanzt, hm?",
  "Saloon": "Es geht doch nichts über 'nen guten Schluck Selbstgebrautes, um meine alten Knochen zu wärmen...$h",
  "Saloon_Entry": "Ah... Endlich./Ich brauch 'nen Drink./Gus! Gib mir das Übliche./Hey, ich bin zurück!/Oh Mann, bin ich durstig!/Ich bin ausgetrocknet!",
  "Trailer_Entry": "Laphi! Hast du Abendessen gemacht?/Laphi! Fertig mit der Hausarbeit?/Laphi! Bist du Zuhause?/Hey! Ich bin Zuhause!",
  "Saloon6": "Hey, Kind. Ich würd dir was ausgeben, wenn ich mir das leisten könnte!",
  "Saloon_Tue": "Hey, Gus! Noch 'ne Runde, bitte! *hicks*$h",
  "Saloon_Wed": "*Seufz*... Hey, Kind. Du bist zu jung, um hier Trübsal zu blasen.",
  "Saloon_Thu": "*Schluck* ... Ich habe mich schon den ganzen Nachmittag auf dieses Getränk gefreut. Heh heh.",
  "Saloon_Fri": "Yo, Gus! Gib mir noch 'ne Halbe von deinem Stärksten!",
  "Saloon_Sat": "%Pam antwortet nicht.",
  "Saloon_Sun": "%Pam scheint abgelenkt. Lass sie gerade besser alleine.",
  "Tue": "Hey, du! Schnüffel nicht im Wohnwagen rum, während ich weg bin. Kapiert?$u#$e#'Tschuldige, aber ich muss vorsichtig mit Fremden sein.",
  "Tue2": "Ich habe heute Morgen die Zeitung gelesen und wurde deprimiert. Wir leben in 'ner Scheißwelt, Kind.#$e#Setze deine Birne ein und du wirst unbeschadet durchkommen...#$b#Das hat mein Papa immer gesagt. Heh heh heh.$h",
  "Wed": "$d bus#Du weißt gar nicht, wie froh ich bin, dass der Bus wieder in Betrieb ist! Ich fühle mich wieder richtig lebendig.|Es lief in letzter Zeit nicht so gut. Ich habe meinen Job als Busfahrer verloren. Wenn ich den zurückbekommen würde, könnte ich dich zur Calico-Wüste fahren.",
  "Thu": "#$1 PamDrunk#Blaaa... Ich hatte letzte Nacht in der Kneipe ein Karamellbier zu viel... Geh besser.$k#$e#Mein Haus ist nicht das schönste, aber wenigstens ist es am Fluss.#$e#Hey. Laphi ist mein kleines Mädchen. Sei nett zu ihr oder lass sie in Ruhe, klar?",
  "Thu4": "Laphi sagt, ich verbringe zu viel Zeit alleine in der Kneipe...$s",
  "Thu4_inlaw_Penny": "Es ist sehr einsam im Wohnwagen so ganz allein...",
  "Fri2": "Weißt du, ich hab nachgedacht... Ich wünschte, ich hätte ein Hobby. Irgendetwas, das ich außer in die Kneipe zu gehen jede Nacht machen kann.#$e#Irgendwelche Ideen?#$e#... Uuhh. Vielleicht spiele ich Dame gegen mich selbst.",
  "Fri": "Ein Tag ist wie der andere...$s#$b#Wäre ich nur von Geburt an reich...$s",
  "Sat": "Achte darauf, dass deine Stiefel nicht verdreckt sind, bevor du durch mein Haus stapfst.$u#$e#Saubermachen ist echt nervig. Du solltest das inzwischen wissen.",
  "Sat4": "Ich wünschte, eine Gruppe Elfen würde während der Nacht kommen und mein Haus aufräumen. Hahahaha.$h#$e#Ich könnte ein paar Pastinaken vertragen.#$e#Wenn meine Beine nicht so steif wären, würde ich hin und wieder die Berge besuchen.",
  "Sun": "Bist du mit Gus befreundet? Er ist ein ziemlich guter Kerl.#$e#Er gibt mir an meinem Geburtstag immer Bier aus.",
  "event_credit1": "Pass auf, was du sagst! Keiner schreibt mir vor, was ich zu tun habe!$u",
  "event_credit2": "Im Ernst? Das ist ja furchtbar!$s#$b#... Oh.$s",
  "summer_Tue": "Hi, Neuling.",
  "summer_Tue2": "Oh, es ist Herr @.^Oh, es ist Frau @.#$e#Brauchst du meine Hilfe oder irgendetwas?",
  "summer_Tue6": "Ich hatte mal Hoffnungen und Träume, wie du... Aber schau mich jetzt an.$s#$e#Das Leben nimmt nicht immer den Lauf, den du erwartest.#$e#Ah, egal. Man sollte sich nicht an solchen Dingen aufhängen.",
  "summer_Wed": "Einen Bauernhof im Ort zu haben ist gut für unser Städtchen.",
  "summer_Wed4": "Vielleicht wird es der örtlichen Wirtschaft helfen, wenn alles gut läuft.#$e#Dann hat jeder Arbeit und wir sind alle glücklich, richtig?",
  "summer_Thu": "Oh, hallo.#$e#Ich rede nicht oft mit Fremden.",
  "summer_Thu4": "Ich ende immer irgendwie in der Kneipe.#$e#Sie ist zu nah an meinem Haus. Das is' nicht gesund.",
  "summer_Fri": "... Ja?#$e#Du siehst nach 'nem anständigen jungen Mann aus. Warum verschwendest du deine Zeit, mit 'ner alten Dame wie mir zu reden?^Du bist'n hübsches Mädchen. Warum verschwendest du deine Zeit, mit jemandem wie mir zu reden?",
  "summer_Sat2": "Lass dich von dem alten Hund neben meinem Haus nicht stören.#$b#Er schaut dich vielleicht böse an, aber er steht in hundert Jahren nicht auf.#$b#Wie der Kleine heißt? Dusty.",
  "summer_Sat": "Jemand hat sich über meinen Garten beschwert... Hat gesagt, dass er'n Durcheinander ist. Warst du das?$u#$e#Hmmm...",
  "fall_Tue": "Wenn ich dich besser kennen würde, wäre ich eher an einem Gespräch interessiert.",
  "fall_Tue4": "Ich war auch mal jung. Schwer zu glauben, was?#$e#Die Zeit vergeht ganz schön schnell, wenn man älter wird.$s",
  "fall_Wed": "*Seufz*... Ich werde heute Abend wohl ein Fertiggericht in die Mikrowelle schieben.$s",
  "fall_Thu": "Laphi ist alles, was ich habe, also behandle sie besser gut.",
  "fall_Fri": "Jeden Tag die gleiche alte Routine...$s#$e#Hast du je dieses Problem, Bauer?",
  "fall_Sat": "Würdest du mir einen Gefallen tun und mein Haus aufräumen?#$e#War nur ein Scherz.$h",
  "fall_Sun": "Hast du nichts zu tun?#$e#Du solltest dankbar sein, eine Arbeit zu haben, anstatt dauernd nur in der Stadt herumzulümmeln.",
  "fall_Sun4": "Ich vermisse meinen alten Job als LKW-Fahrer. Ich bin immer durchs ganze Tal gefahren, hab Leute getroffen, dem Radio gelauscht.#$e#Die Zeiten ändern sich wirklich.",
  "winter_Mon": "Hast du Schweine auf deinem Hof?",
  "winter_Tue": "Brauchst du was von mir, Kind? Such lieber woanders.",
  "winter_Tue4": "Ich hoffe nur, dass Laphi ein gutes Leben vor sich hat. Wenn du jemals Kinder hast, wirst du das verstehen.#$e#... Es ist so trocken im Winter. Meine Haut fühlt sich wie altes Pergament an.",
  "winter_Tue4_inlaw_Penny": "Hey. Du behandelst Laphi auf deinem alten Hof hoffentlich gut. Sie ist alles, was ich habe!",
  "winter_Wed": "He, Kind. Was machst du so?#$e#Ich schlage nur die Zeit tot, wie immer.",
  "winter_Thu": "Es ist schrecklich kalt. Ein Kneipenbesuch sollte mich aufwärmen, findest du nicht? Hehe.#$e#Warum schaust du nicht auch in der Kneipe vorbei und probierst den 'Oh-sei-froh'?",
  "winter_Fri": "Laphi mag alte Bücher ziemlich. Sie ist'n ganzes Stück schlauer als ich es je war.#$e#Ich bin froh.",
  "winter_Sat": "Ich sollte mit dem Fischen anfangen, wenn der Fluss schon so nah ist.",
  "winter_Sun": "Meh... Mein Vorgarten ist 'ne Katastrophe.$s"
}