{
  "Introduction": "Hey, kid. The name's Pam.#$e#Don't be a jerk and we'll get along fine.",
  "Resort_Shore": "Looks like there's some unique fish swimmin' around. Next time I'll have to bring my pole!",
  "Resort": "Heh... Willy gave us each a piece of his fish jerky on the ride over. Delicious!",
  "Resort_Chair": "Now this is comfort! I might even take my shoes off!$h#$e#Better not look too closely at my feet, kid.",
  "Resort_Bar": "It's a special occasion, kid... I'm ordering something unique. Make it a double!$h",
  "reject_867": "Wow, would you look at that... It's like something out of the future.#$b#Hehe, sorry kid... I can't use that. There's more buttons than I have brain cells!$h",
  "pamHouseUpgrade": "I can't believe you bought me a house! Is there any catch?#$e#Sorry, I'm not used to people being so nice...$s",
  "pamHouseUpgradeAnonymous": "I can't believe someone bought me a house! I wonder if it's some kind of scam?#$e#Sorry, I'm not used to people being so nice...$s",
  "MovieInvitation": "Date night with ol' Pam, huh? Hah!$h^Ladies night with ol' Pam, huh? Hah!$h#$b#Sure thing, kid... I'll see you there.",
  "cc_Bus": "Hey, did you hear about the ol' bus?#$b#Yep... I'm back on the saddle, kid... hehe. Feels nice.$h",
  "Mon": "#$1 PamDrank#urghh... my head...$k#$e#You know, I'd eat healthier food if I could afford it.#$e#Hey, you probably have a lot of tasty grub growin' on your farm, hm?",
  "Saloon": "Nothin' like a sip o' the good stuff to warm these old bones...$h",
  "Saloon_Entry": "Ah... Finally./I need a drink./Gus! Gimme the usual./Hey, I'm back!/Ooh boy, am I thirsty!/I'm parched!",
  "Trailer_Entry": "Laphi! Did you make dinner?/Laphi! You done your chores?/Laphi! You home?/Hey! I'm home!",
  "Saloon6": "Hey, kid. I'd buy you a drink if I could afford it!",
  "Saloon_Tue": "Hey Gus! Gimme another round! *hic*$h",
  "Saloon_Wed": "*Sigh*... Hey, kid. You're too young to be moping around in a place like this.",
  "Saloon_Thu": "*gulp* ... I've been looking forward to this beverage all afternoon. Heh heh.",
  "Saloon_Fri": "Oi, Gus! Gimme another pint of your strongest!",
  "Saloon_Sat": "%Pam isn't responding.",
  "Saloon_Sun": "%Pam seems out of it. Better leave her alone right now.",
  "Tue": "Hey, you! Don't be snoopin' around the trailer when I'm out. Got it?$u#$e#Sorry, but I gotta be cautious with strangers.",
  "Tue2": "I was reading the newspaper this morning but then I got depressed. It's a rotten world, kid.#$e#Keep your head screwed on right and you'll make it through in one piece...#$b#That's what my Pappy always used to say. Heh heh heh.$h",
  "Wed": "$d bus#You don't know how glad I am that the bus is up and running! I feel alive again.|Times have been tough lately. I got laid off of my job as a bus driver. If I got that job back I could drive you to Calico Desert.",
  "Thu": "#$1 PamDrunk#Blahh... I had one too many caramel porters at the saloon last night... Go away.$k#$e#My house ain't pretty but at least it's by the river.#$e#Hey. Laphi's my baby girl. Be nice to her or leave her alone, got it?",
  "Thu4": "Laphi says I spend too much time at the saloon...$s",
  "Thu4_inlaw_Penny": "It's awful lonely at home all by myself...",
  "Fri2": "You know, I've been thinking... I wish I had a hobby. Something to do other than hanging around at that saloon every night.#$e#You got any ideas?#$e#...Ehh. Maybe I'll play checkers against myself.",
  "Fri": "Each day's just the same as the last...$s#$b#If only I'd been born rich...$s",
  "Sat": "Make sure your boots are clean before you go stompin' around in my house.$u#$e#It's annoying to clean a mess. You should know that by now.",
  "Sat4": "I wish a team of elves would come during the night and tidy up my house. Hahahaha.$h#$e#I could sure go for some parsnips.#$e#If my legs weren't so stiff I'd visit the mountains every now and then.",
  "Sun": "Are you friends with Gus? He's a pretty good guy.#$e#He even gives me free beer on my birthday.",
  "event_credit1": "Hey, watch your mouth! No one tells me what to do!$u",
  "event_credit2": "...it isn't? That's terrible!$s#$b#...Oh.$s",
  "summer_Tue": "Hi, stranger.",
  "summer_Tue2": "Oh, it's Mr. @.^Oh it's Miss @.#$e#Do you need my help or something?",
  "summer_Tue6": "I had hopes and dreams like you, once... But look at me now.$s#$e#Life doesn't always turn out like you expect.#$e#Ah well. There's no sense dwellin' on what you don't have.",
  "summer_Wed": "Havin' a local farm is good for our town.",
  "summer_Wed4": "Maybe if you do real well on your farm it'll boost the local economy.#$e#Then everyone will have a job and we'll all be happy, right?",
  "summer_Thu": "Oh, hi there, farmer.#$e#I don't often chit-chat with strangers.",
  "summer_Thu4": "I always seem to end up at the saloon at some point.#$e#It's too close to my house. It ain't healthy.",
  "summer_Fri": "...Yeah?#$e#You're a fine lookin' young man. Why're you wastin' your time talkin' to an old girl like me?^You're a pretty gal. What're you wastin' your time talkin' to someone like me for?",
  "summer_Sat2": "Don't mind that ol' dog next to the house.#$b#He might look at you cross, but he'll never get up from that box in a hunderd years.#$b#The old boy's name? It's Dusty.",
  "summer_Sat": "Someone's been complainin' about my yard... sayin' it's a mess. Was it you?$u#$e#Hmmm...",
  "fall_Tue": "If I knew you better, I'd be more inclined to chat.",
  "fall_Tue4": "I used to be young, once. Hard to believe, huh?#$e#Time sure goes fast when you grow up.$s",
  "fall_Wed": "*Sigh*... I guess I'll be popping a frozen dinner into the microwave tonight.$s",
  "fall_Thu": "Laphi's the only one I've got, so you best treat her kindly.",
  "fall_Fri": "Every day is the same old routine...$s#$e#Do you ever have that problem, farmer?",
  "fall_Sat": "Would you do me a kindness and clean up my house?#$e#Just kidding.$h",
  "fall_Sun": "Don't you have work to do?#$e#You should be thankful that you have a job rather than moping around town all the time.",
  "fall_Sun4": "I miss my old truck driving job. I used to go all around the valley, meetin' people, listenin' to the radio.#$e#Times sure do change.",
  "winter_Mon": "You got any hogs on that farm?",
  "winter_Tue": "Do you want somethin' from me, kid? Best look somewhere else.",
  "winter_Tue4": "I just hope Laphi has a good life ahead of her. If you ever have kids you'll know how I feel.#$e#...It's so dry in winter. My skin feels like old parchment.",
  "winter_Tue4_inlaw_Penny": "Hey. You better be treatin' Laphi right on that old farm of yours. She's the only one I got!",
  "winter_Wed": "Hey kid. What're you up to?#$e#I'm just passin' time, same as always.",
  "winter_Thu": "It's awful cold. A visit to the saloon should warm me up, don't you think? Heh heh.#$e#Why don't you swing by the saloon later for a taste o' the Oh-Be-Joyful?",
  "winter_Fri": "Laphi sure does like old books. I think she's a heck of a lot smarter than I ever was.#$e#I'm glad.",
  "winter_Sat": "I oughta take up fishin', seein' as how close the river is.",
  "winter_Sun": "Blah... my front yard's a mess.$s"
}