{
    "Introduction": "Hey! I'm Laphi.",
    "Resort_Entering": "This island is so beautiful!",
    "Resort_Leaving": "I had a great time.$h",
    "Resort_Shore": "I'm a little embarrassed wearing my bathing suit in public.$s#$b#I hope no one's looking...$s",
    "Resort_Shore_2": "Somehow, the water here looks so different...#$e#I can hardly believe this is the same ocean I've been gazing at my entire life.",
    "Resort_Towel": "The wind keeps making me lose my page, but it feels really great on the skin.$h",
    "Resort_Towel_2": "I'm reading a book about a sailor who washes up on a deserted island.#$b#I wonder what I would do in that sort of a situation?",
    "Resort_Marriage_Towel_2": "Hey honey, do you mind standing a little to the left?#$b#Thanks, the sun was making it a little bit hard to read!$h",
    "Resort": "This sand is so soft and fine. It feels great on my toes!$h",
    "Mon": "Hi!#$e#How are you?$h",
    "danceRejection": "Oh... No, thanks.$s",
    "breakUp": "...$s#$b#I... I see... *sniff* ... W... We can just be friends, then.$s",
    "pamHouseUpgrade": "What you did for my family is so generous. Thank you!",
    "pamHouseUpgradeAnonymous": "There are some truly wonderful people in the world...",
    "dumped_Girls": "I can't bear to see you...$s",
    "divorced": "...Please, leave me alone.$s",
    "secondChance_Girls": "You've left a permanent scar on my heart, @. Still... I'm ready to speak to you again.$s",
    "Tue": "It's really great out here. It's nearly as magical as a JRPG-World. I could stay out here for hours.",
    "Tue10": "A Farm is a good place for Kids don't you think?$l#$e#Just a thought.$l",
    "Wed": "Did you know, that my horn tastes like the last piece of candy I ate? Right now it tastes like a Caramel-Apple!#$e#What is your favorite type of candy?",
    "Thu": "Somtimes it feels like, as a resident of the Stardew Valley you are part of an Open-World game.#$e# You can explore the world, find friends or Complete Quests from NPCs! It's just missing the HUD that shows you everything!$h",
    "Fri": "You won't believe what dreams I have! They are most of the time RPGs, just that everything is made of Candy. It's a combination of my two favorite things!",
    "Sat": "Hey, played some good videogames recently?",
    "Sun": "Wouldn't it be fun if our live here was a videogame?#$q 79/80 Sun_old#What do you think is the place you save at?#$r 79 30 Sun_79#The game saves automatically.#$r 79 30 Sun_79#When you go to sleep.#$r 79 20 Sun_79#You can save anytime!#$r 80 -60 Sun_80#What a dumb question.",
    "Sun_old": "#$p 79#Hey, already saved today?$h|I know what you think of my questions...$s",
    "Sun_79": "Yeah! That makes sense$h",
    "Sun_80": "It's fun for me to think about stuff like that, I'm sorry that I asked...$s",
    "event_speaker_kids1": "Oh no?$l#$b#Well, I guess that makes sense... you're busy with other things right now.",
    "event_speaker_kids2": "... Me too. I'm glad you feel that way.$7",
    "event_speaker_kids3": "Yes... the urge to care for something innocent and helpless. It makes sense that we'd feel that.",
    "event_speaker_kids4": "Oh, really?$s#$b# I think you'd make a good parent.$7",
    "event_speaker_kids5": "hmm...$s#$b#If everyone thought like that, humans would die out.$s",
    "event_speaker_kids6": "Oh...$s#$b#That's kind of sad... but I guess I can understand your point.$s",
    "event_speaker_yes": "Great!$h#$b#Let me just call the children over.",
    "event_speaker_no": "Really?... Uh... Well, alright. I guess I'll see you later then.%fork$s",
    "event_mail1": "Thank you...$l#$b#I just wish George wasn't so upset... I was only trying to help.$s",
    "event_mail2": "Oh... I guess you're right.$l#$b#I'm sorry, Mr. Mullner. It was rude, what I did.$s",
    "event_mail3": "I see.",
    "event_old1": "I guess you're right... why stress out about something you can't change?$u",
    "event_old2": "You're right, we shouldn't ignore the reality of aging.$u#$b#I guess the sooner we come to terms with our mortality, the more time we can spend really living in the here-and-now.$u",
    "event_old3": "That's nice of you to say... I totally agree with you.#$b#We should treat our elders with the same respect we hope to receive ourselves some day.",
    "event_old4": "That's a horrible thing to say. Life is a precious thing to waste like that!$a",
    "event_cook1": "You really mean it? Thank you! ... it's such a relief to hear that.$h#$b#I've been working so hard on this recipe, and I'm really proud of it.",
    "event_cook2": "Oh... Uh, sure.$s",
    "event_cook3": "Oh...I'm sorry.$s",
    "event_pool1": "That's right...$8",
    "event_pool2": "Really? I thought you'd have noticed by now...$8",
    "event_pool3": "No!$9",
    "event_pool4": "...Oh, @. I thought you did, but I wasn't sure.$6#$b#...I'll always remember this night.$6^You look so beautiful tonight... I... *gasp*$6",
    "event_pool5": "Y...You don't?$8#$b#...!!!%fork$10",
    "event_family1": "Me too.$h",
    "event_family2": "...sorry.$s",
    "event_family3": "I see.$s",
    "summer_Mon": "During summer I can dunk all my Ice cream in Nutella and no one will look at me funny!",
    "summer_Fri": "Oh man. The summer heat is worse than the stench of onions.$s#$e#I would rather be inside streaming, playing video games and eating candy!",
    "summer_Sun": "You won't believe it but yesterday i found a game which I forgot about for years. Would you like to come over later and play it together? It will surely be fun!",
    "summer_Sun8": "Nutella on a warm day? Pure bliss! My Horn even tastes like the Ice cream which I ate just now.#$e#Would you like to do a taste test? *hihi*$l",
    "fall_Mon": "The fall lets me feel nostalgic for all the good old games I like so much.",
    "fall_Tue4": "Your farm looks really pretty right now.$h",
    "fall_Fri": "Going through the Autumn forests, feels like you're on an epic Quest.#$e#Who knows what secrets they behold.$h",
    "fall_Sun10": "@! I just thought about the future...#$e#Where do you see yourself in ten years??$l#$e#I myself have some ideas...$l",
    "winter_Fri": "Have I ever told you about the time I tried to build a snow-unicorn? I never got it to keep its form though...",
    "winter_Tue4": "I am already excited to see how your Farm will look like in spring. I'm sure it will be totally fresh and beautiful.$h",
    "winter_Tue": "Winter is about making yourself comfortable, start a wonderful game and drink hot cocoa isn't it? I could stay inside forever!#$e#By the way, later I will bake some Nutella filled cookies.#$e#Would you like to have some when they're done?"
}