{
    "Introduction": "Hey! Ich bin Laphi.",
    "Resort_Entering": "Diese Insel ist so schön!",
    "Resort_Leaving": "Ich hatte eine tolle Zeit.$h",
    "Resort_Shore": "Es ist mir ein wenig peinlich, meinen Badeanzug in der Öffentlichkeit zu tragen.$s#$b#Ich hoffe, dass niemand hinsieht...$s",
    "Resort_Shore_2": "Irgendwie sieht das Wasser hier so anders aus...#$e#Oder ist es doch die gleiche Textur?",
    "Resort_Towel": "Durch den Wind verliere ich immer wieder meine Seite, aber auf der Haut fühlt er sich wirklich toll an.$h",
    "Resort_Towel_2": "Ich lese ein Buch über einen Seemann, der auf einer einsamen Insel angespült wird.#$b#Ich frage mich, was ich in einer solchen Situation tun würde.",
    "Resort_Marriage_Towel_2": "Hey Schatz, macht es dir was aus, dich ein wenig nach links zu stellen?#$b#Danke, die Sonne hat es ein wenig schwer zu lesen gemacht!#$h",
    "Resort": "Dieser Sand ist so weich und fein. Er fühlt sich toll an meinen Zehen an!",
    "Mon": "Hi!#$e#Wie gehts dir?$h",
    "danceRejection": "Oh... Nein, danke.$s",
    "breakUp": "...$s#$b#I... Ich verstehe... *schnief* ... W... Wir können dann einfach Freunde sein.$s",
    "pamHouseUpgrade": "Was du für meine Familie getan hast war sehr großzügig. Vielen Dank!",
    "pamHouseUpgradeAnonymous": "Es gibt wirklich ein paar wunderbare Menschen auf der Welt.",
    "dumped_Girls": "Ich ertrage es nicht, dich zu sehen...$s",
    "divorced": "...Bitte, lass mich in Frieden.$s",
    "secondChance_Girls": "Die Wunde, die du meinem Herzen verpasst hast, wird nie wieder heilen, @. Aber trotzdem ... Ich bin bereit, wieder mit dir zu sprechen.$s",
    "Tue": "Hier draußen ist es so schön. Es ist fast so magisch wie eine JRPG-Welt. Ich könnte stundenlang hier draußen bleiben.",
    "Tue10": "Ein Hof ist ein guter Ort für Kinder, findest du nicht, @?$l#$e#War nur so ein Gedanke.$l",
    "Wed": "Wusstest du, dass mein Horn immer so schmeckt wie die Süßigkeit, die ich zuletzt gegessen habe? Gerade sollte es nach Karamell-Apfel schmecken!#$e#Was ist denn eigentlich deine Lieblingssüßigkeit?",
    "Thu": "Manchmal fühlt es sich so an, als ob man hier als Bewohner des Sternentau Tals Teil eines Open-World Spiel ist.#$e# Du kannst die Welt erkunden, Freunde finden oder Quests von NPCs erfüllen! Fehlt nur noch eine HUD, die einem alles angezeigt!$h",
    "Fri": "Du glaubst nicht was für Träume ich habe! Sie sind meist wie ein klassisches RPG, nur besteht alles aus Süßigkeiten. Es ist eine Kombination aus meinen zwei liebsten Dingen!",
    "Sat": "Na, In letzter Zeit gute Videospiele gespielt?",
    "Sun": "Wäre es nicht witzig wenn unser Leben hier ein Spiel wäre?#$q 79/80 Sun_old#Was denkst du, wäre der Ort an dem man speichert?#$r 79 30 Sun_79#Das Spiel speichert sich automatisch.#$r 79 30 Sun_79#Wenn man schlafen geht.#$r 79 20 Sun_79#Man kann jederzeit speichern!#$r 80 -60 Sun_80#Was für eine dumme Frage.",
    "Sun_old": "#$p 79#Hey, heute schon gespeichert?$h|Ich weiß ja wie du zu meinen Fragen stehst...$s",
    "Sun_79": "Ja das macht Sinn.$h",
    "Sun_80": "Für mich ist es spaßig über solche Dinge nachzudenken, tut mir leid, dass ich gefragt habe...$s",
    "event_speaker_kids1": "Oh, nein?$l#$b#Nun, alles klar... Du bist gerade mit anderen Dingen beschäftigt.",
    "event_speaker_kids2": "... Ich auch. Ich bin froh, dass du auch so denkst.$7",
    "event_speaker_kids3": "Ja... Dieses Bedürfnis, etwas Unschuldigem und Hilflosen zu helfen. Das ist logisch.",
    "event_speaker_kids4": "Oh, wirklich?$s#$b#Ich denke, du wärst sehr gut mit Kindern.$7",
    "event_speaker_kids5": "Hmm...$s#$b#Wenn jeder so denken würde, würde die Menschheit aussterben.$s",
    "event_speaker_kids6": "Oh...$s#$b#Das ist irgendwie traurig... Aber ich verstehe, was du meinst.$s",
    "event_speaker_yes": "Großartig!$h#$b#Lass mich nur eben die Kinder holen.",
    "event_speaker_no": "Wirklich? Äh... gut. Ich sehe dich dann wohl später.%fork$s",
    "event_mail1": "Danke...$l#$b#Ich wünschte nur, George wäre nicht so aufgebracht... Ich wollte nur helfen.$s",
    "event_mail2": "Oh... Du hast sicher Recht.$l#$b#Entschuldigen Sie, Herr Mullner. Was ich getan habe, war unhöflich.$s",
    "event_mail3": "Ich seh schon.",
    "event_old1": "Du hast Recht... Warum sollte man sich wegen etwas stressen, das man nicht ändern kann?$u",
    "event_old2": "Du hast Recht, wir sollten die Realität des Alterns nicht ignorieren.$u#$b#Je eher wir uns mit unserer Sterblichkeit abfinden, desto mehr Zeit können wir im Hier und Jetzt verbringen.$u",
    "event_old3": "Das ist nett von dir... Ich stimme dir voll und ganz zu.#$b#Wir sollten unseren Älteren den gleichen Respekt entgegenbringen, den wir uns irgendwann erhoffen.",
    "event_old4": "Wie kannst du so etwas sagen? Das Leben ist zu kostbar, um es so zu verschwenden!$a",
    "event_cook1": "Du meinst das wirklich? Danke! ... Ich bin so erleichtert.$h#$b#Ich habe hart an diesem Rezept gearbeitet und bin wirklich stolz darauf.",
    "event_cook2": "Oh... Äh, sicher.$s",
    "event_cook3": "Oh... Tut mir leid.$s",
    "event_pool1": "Stimmt...$8",
    "event_pool2": "Wirklich? Ich dachte echt, du hättest das inzwischen bemerkt...$8",
    "event_pool3": "Nein!$9",
    "event_pool4": "Oh, @... Das dachte ich mir, aber ich war mir nicht sicher.$6#$b#... Ich werde mich immer an diese Nacht erinnern.$6^Du siehst heute so wunderschön aus... Ich... *schluck*$6",
    "event_pool5": "D-Du nicht?$8#$b#...!!!%fork$10",
    "event_family1": "Ich auch.$h",
    "event_family2": "... Entschuldige.$s",
    "event_family3": "Alles klar.$s",
    "summer_Mon": "Während dem Sommer kann ich all mein Eis in Nutella tunken und krieg dafür keine krummen Blicke!",
    "summer_Fri": "Oh Mann. Die Sommer Hitze ist schlimmer als der Geruch von Zwiebeln.$s#$e#Ich wäre gerade lieber drinnen am Streamen, Videospiele spielen und am Süßigkeiten naschen!$h",
    "summer_Sun": "Du glaubst es nicht, aber ich habe ein Spiel gestern gefunden, welches ich jahrelang vergessen habe. Möchtest du später vorbeikommen und es gemeinsam spielen? Es wird sicherlich super spaßig!",
    "summer_Sun8": "Nutella an einem warmen Tag? Pure Wonne! Mein Horn schmeckt sogar noch nach dem Eis, welches ich vorher aß.#$e#Willst du einen Geschmacks Test machen? *hihi*$l",
    "fall_Mon": "Der Herbst lässt mich nostalgisch für die guten alten Spiele fühlen, die ich so gerne habe.",
    "fall_Tue4": "Dein Hof sieht momentan wirklich hübsch aus.$h",
    "fall_Fri": "Durch die Herbstwälder zu streifen fühlt sich so an, als ob man gerade auf einer epischen Quest unterwegs wäre.#$e#Wer weiß was für Geheimnisse sie beinhalten.$h",
    "fall_Sun10": "@! Ich habe nur über die Zukunft nachgedacht...#$e#Wo siehst du dich in zehn Jahren?$l#$e#Ich persönlich hab so ein paar Ideen...$u",
    "winter_Fri": "Habe ich dir je davon erzählt, wie ich versucht habe ein Schnee-Einhorn zu bauen? Ich habe es aber nie hinbekommen, dass sie ihre Form beibehalten...",
    "winter_Tue4": "Ich freue mich schon darauf, wie dein Hof im Frühling aussehen wird.#$e#Bestimmt total frisch und wunderschön.$h",
    "winter_Tue": "Im Winter geht es doch darum es sich gemütlich zu machen, ein großartiges Spiel anzuwerfen und heißen Kakao zu trinken, oder? Ich könnte für immer im Haus bleiben!#$e#Im Übrigen, ich werde später ein paar mit Nutella gefüllte Kekse backen.#$e#Würdest du welche haben wollen, wenn sie fertig sind?"
}