{
    "Introduction": "Hey, du bist @, der neue Bauer, oder? Ich bin Pierre, der Besitzer des örtlichen Gemischtwarenladens.^Hey, du bist @, die neue Bäuerin, oder? Ich bin Pierre, der Besitzer des örtlichen Gemischtwarenladens.#$b#Wenn du Saat brauchst, ist mein Laden der richtige Ort dafür. Ich kaufe dir auch deine Erzeugnisse zu einem guten Preis ab!#$e#Ein wenig Landwirtschaft könnte unsere Wirtschaft etwas ankurbeln!",
    "Resort": "Ich verliere eine Menge Geld, weil ich nicht im Laden bin... $s#$b#Aber weißt du was? Das ist es wert.",
    "Resort_Shore": "Mmm... dieser salzige Geruch des Meeres macht Lust auf Sashimi.",
    "Resort_Chair": "Ach, lass die Kinder in der Sonne spielen. Ich setze mich einfach auf diesen Stuhl.",
    "Resort_Bar": "Ein Drink nach dem anderen... Gus muss eine Menge Gewinn machen!",
    "cc_Complete": "Das ist, als wäre ein Traum in Erfüllung gegangen. Du kannst dir ja kar nicht vorstellen, wie sehr JojaMart mich unter Druck gesetzt hat.#$e#In einem kleinen Ort wie diesem reicht ein Geschäft! Es gibt schon genug gesellschaftlichen Druck, dass ich zu viel verlange.",
    "joja_Begin": "Welch trauriger Tag für Pelikan. Je stärker Joja wird, desto eher bin ich bankrott. Eventuell muss ich schon bald den Laden verkaufen ...$s",
    "MovieInvitation": "Hey, that's a great idea... It'll be nice to get out from behind the counter. I'll meet you there!",
    "Mon": "Willkommen! Wenn du Saat brauchst, bist du am richtigen Ort!",
    "Mon_inlaw_Abigail": "Hallo, äh... mein Sohn?$s^Hallo, äh... Tochter?$s",
    "Mon4": "Hi, @. Brauchst du Saat oder Setzlinge?",
    "Mon4_inlaw_Abigail": "Hi, @. Wie geht es Luny so? Der Laden ist nicht der gleiche ohne sie...",
    "Tue": "Manchmal gibt es neue Gegenstände im Sortiment, also schau hin und wieder vorbei!#$e#Es ist eine Menge Arbeit, einen Laden zu führen.$h",
    "Tue6": "Weißt du, vor langer Zeit war ich ein ziemlich guter Boxer... Mein rechter Haken war legendär!$h",
    "Wed": "Heute ist mein freier Tag.#$e#Hmmm... Was soll ich machen...$s",
    "Wed4": "Als ich noch jünger war, hatte ich immer etwas Interessantes vor... Jetzt schlage ich immer nur irgendwie die Zeit tot, wenn ich nicht arbeite.$s",
    "Thu": "Ich kaufe dir gerne deine Erzeugnisse ab.#$b#Natürlich zu einem fairen Preis!",
    "Thu2": "Es ist mir ein Vergnügen, mit dir Geschäfte zu machen, @. Es wird in letzter Zeit immer schwieriger, anständige Gewinne zu erzielen.^Es ist mir ein Vergnügen, mit dir Geschäfte zu machen, @. Es wird in letzter Zeit immer schwieriger, anständige Gewinne zu erzielen.",
    "Thu8": "#$1 pierre2#Sieht Luny mir nur ein kleines bisschen ähnlich? Erzähl's nicht meiner Frau, aber manchmal frage ich mich, ob ich wirklich der Vater bin.$k$s#$e#Erzähl's nicht meiner Frau, aber ich hasse es, Abendessen zu machen.",
    "Fri": "#$1 pierreJoja#Das Geschäft läuft eher schleppend, seit Joja in die Stadt gekommen ist. Es ist schwer, mit ihrer Auswahl mitzuhalten.$k$s#$e#Hi. Läuft es gut auf dem Hof?#$e#Vielleicht würde meine Saat das Ganze noch etwas aufpeppen.",
    "Sat": "Wenn du wildes Gemüse findest, nehme ich es dir zu einem entsprechenden Preis ab.",
    "Sat8": "Ich verrate dir ein Geheimnis. Manchmal wenn der Laden leer ist, übe ich meinen Operngesang hinter dem Tresen.$h#$e#Erzähl's niemandem.",
    "Sun": "#$1 pierreBlue#*Seufz*... Ich hab diesen 'Hinter-dem-Tresen'-Blues...$k$s#$e#Ich wünschte, ich könnte einen Spaziergang machen, aber ich kann den Laden nicht unbeaufsichtigt lassen.#$e#Ich habe gehört, die Blumen blühen und die Luft riecht großartig...$s",
    "Wed6": "#$1 pierre1#*Seufz*... Egal wie gut die Geschäfte laufen, mein Verlangen nach Erfolg ist nie gestillt. Was stimmt mit mir nicht? Vielleicht langweilt mich das Alltagsleben einfach.$s#$e#Irgendwann eröffne ich einen neuen Laden in der Stadt und mache einen Mordsgewinn.#$e#Unglücklicherweise läuft das Geschäft so schlecht, dass ich kaum Geld sparen kann...$s",
    "Thu4": "Hey, @. Du bist mein bester Kunde!",
    "summer_Mon": "Ich habe jetzt Sommer-Saat im Angebot! Greif am besten gleich zu.",
    "summer_Wed": "Ich bin so froh, einen Tag frei zu haben.",
    "summer_Thu": "Jeder genießt das Wetter, anstatt einkaufen zu gehen... *seufz*",
    "summer_Fri": "Oh, hi. Bist du mit der Qualität meiner Sommer-Saat zufrieden?",
    "summer_Sat": "Der Sommer ist die beste Zeit für einen erfrischenden Salat, findest du nicht?",
    "summer_Sun": "Ugh... Es ist so heiß hier drin.",
    "winter_Mon": "Du kannst im Winter keine Pflanzen anbauen... Also habe ich keine Saat für dich.#$e#Das wird deine Einnahmen etwas senken.",
    "winter_Wed": "#$1 pierreDin#Ich überrasche Caroline heute mit einem Abendessen und einer Flasche Stardew-Rotwein. Erzähl's niemandem!$k#$e#Endlich, ein Tag zum Entspannen.",
    "winter_Thu": "Hi. Bist du in Einkaufslaune?",
    "winter_Fri": "Ich handle hauptsächlich mit essbaren Dingen, also verkaufe Erze oder Holz besser woanders.",
    "winter_Sat": "Geht es nur mir so, oder zieht es hier ein wenig?",
    "winter_Sun": "Wenn ich diesen Laden nicht leiten müsste, wäre ich gerade draußen.#$e#Es würde Spaß machen, einen Schneeball zu werfen.",
    "fall_Mon": "Die Herbst-Saat ist hier! Im Winter wachsen keine Pflanzen, also ist das deine letzte Chance bis zum Frühling.#$b#Hau also ordentlich rein!",
    "fall_Thu": "Es wird langsam kalt draußen...#$b#Das heißt, es kommen mehr Leute beim Laden vorbei, um sich aufzuwärmen... hehe.",
    "fall_Fri": "#$1 pierreMEGA#Es ist mein Traum, immer wieder neue Läden zu eröffnen, bis ich extrem reich bin. Hehehe.$k#$e#Hi. Läuft es immer noch gut auf dem Hof?#$e#Vielleicht würde meine Saat das Ganze noch etwas aufpeppen.$h",
    "fall_Sat": "Ich kaufe mit Freude alles, was dein Hof so erwirtschaftet.#$e#Ja, ich verkaufe es mit Gewinn weiter... Aber das ist der Vorteil als etablierter Ladenbesitzer.#$e#Komm nicht auf dumme Gedanken...",
    "fall_Sun": "Hätte ich diesen Laden nicht, wäre ich gerade draußen...#$e#Das Laub sieht so schön aus und die Pilze sprießen.",
    "Event_naga1": "Danke, ich weiß das zu schätzen. Vergiss einfach, dass du das gesehen hast, okay?$h#$b#... Und ich vergesse, dass du in meinem Schlafzimmer herumgeschnüffelt hast!",
    "Event_naga2": "Du würdest mir das wirklich antun? Du bist ein furchtbarer Mensch.$s#$b#Du hättest gar nicht erst in meinem Schlafzimmer herumschnüffeln sollen! Neugierige Nachbarn sind das Allerletzte.$3"
}