{
  "Introduction": "Hey, it's Mr. @, the new farmer! I'm Pierre, owner of the local general store.^Hey, it's Ms. @, the new farmer! I'm Pierre, owner of the local general store.#$b#If you're looking for seeds, my shop is the place to go. I'll also buy produce from you for a good price!#$e#A little agriculture could really inject new life into the local economy!",
  "Resort": "I'm losing a lot of money being away from the shop...$s#$b#But, you know what? It's worth it.",
  "Resort_Shore": "Mmm... that salty smell of the sea is making me want some sashimi.",
  "Resort_Chair": "Eh, let the kids play in the sun. I'll just sit in this chair.",
  "Resort_Bar": "Drink after drink... Gus must be making a killing!",
  "cc_Complete": "This is a dream-come-true! You can't begin to imagine how much stress JojaMart was causing me.#$e#For a small town like this, one store is enough! There's too much social pressure for me to overcharge, anyway.",
  "joja_Begin": "This is a sad day for Pelican Town... The stronger Joja becomes, the closer I move toward bankruptcy. I might have to sell the shop soon...$s",
  "MovieInvitation": "Hey, that's a great idea... It'll be nice to get out from behind the counter. I'll meet you there!",
  "Mon": "Welcome! If you're looking for seeds, you've come to the right place!",
  "Mon_inlaw_Abigail": "Hello, er... my son?$s^Hello, er... daughter?$s",
  "Mon4": "Hi, @. Need any seeds or fruit tree saplings?",
  "Mon4_inlaw_Abigail": "Hi, @. How's Luny doing? The shop hasn't been the same without her...",
  "Tue": "Sometimes I get new items in stock, so make sure to stop by every so often.#$e#It's a lot of work to run a shop.$h",
  "Tue6": "You know, I used to be a pretty good boxer back in the day... my right hook was the stuff of legend!$h",
  "Wed": "It's my day off today.#$e#Hmmm... what to do...$s",
  "Wed4": "When I was younger I always had something interesting to do... now I find myself just wasting time whenever I'm not at work.$s",
  "Thu": "I'm happy to buy any produce off you.#$b#I'll give you a fair price, of course!",
  "Thu2": "I really do appreciate your business, Mr. @. I've been having a harder and harder time turning a decent profit.^I really do appreciate your business, Ms. @. I've been having a harder and harder time turning a decent profit.",
  "Thu8": "#$1 pierre2#Does Luny look anything like me? Don't tell my wife, but sometimes I wonder if I'm really the father.$k$s#$e#Don't tell my wife, but I hate to cook dinner.",
  "Fri": "#$1 pierreJoja#Business has been slow since Joja moved into town. It's hard to compete with their selection.$k$s#$e#Hi there. Is your farm doing well?#$e#Maybe a few of my seeds will spruce things up.",
  "Sat": "If you find any wild produce, I'll take it off your hands for a reasonable price.",
  "Sat8": "I'll tell you a secret. Sometimes, when the store is empty, I'll practice my opera singing behind the counter.$h#$e#Don't tell anyone.",
  "Sun": "#$1 pierreBlue#*sigh*... I've got those behind-the-counter blues...$k$s#$e#I wish I could go for a walk, but I can't leave the store unattended.#$e#I've heard the flowers are in bloom and the air smells great...$s",
  "Wed6": "#$1 pierre1#*sigh*... No matter how well the business does, it's never enough to satisfy my desire for success. What's wrong with me? Maybe I'm just bored with domestic life.$s#$e#Some day I'm going to open a new shop in the city and make a killing.#$e#Unfortunately, business is so slow I can hardly save any money...$s",
  "Thu4": "Hey, @. You're my number one customer!",
  "summer_Mon": "I've got summer seeds available! You'd better stock up.",
  "summer_Wed": "I'm so glad to have a day off from work.",
  "summer_Thu": "Everyone's enjoying the weather instead of shopping... *sigh*",
  "summer_Fri": "Oh, hi. Are you satisfied with the quality of my summer seeds?",
  "summer_Sat": "Summer is a good time to eat a refreshing salad, don't you think?",
  "summer_Sun": "Ugh... It's so hot in here.",
  "winter_Mon": "You can't grow any crops during winter... so I have no seeds to offer you.#$e#It's really going to cut into our profits.",
  "winter_Wed": "#$1 pierreDin#I'm going to surprise Caroline tonight with dinner and a bottle of Stardew Red. Don't tell anyone!$k#$e#Finally, a day of relaxation.",
  "winter_Thu": "Hi. In the mood for a litle shopping?",
  "winter_Fri": "I mainly deal in edibles, so if you've got any ores or wood you'd better try selling them somewhere else.",
  "winter_Sat": "Is it just me or is there a cold draft in here?",
  "winter_Sun": "If I didn't have this shop to run I would be outside right now.#$e#It would be fun to throw a snowball.",
  "fall_Mon": "Fall seeds are here! Crops don't grow in winter so this is your last shot until spring.#$b#Better go all out, huh?",
  "fall_Thu": "It's starting to get cold outside...#$b#That means more people come into the shop to warm up... hehe.",
  "fall_Fri": "#$1 pierreMEGA#My dream is to keep opening new stores until I become extremely wealthy. hehehe.$k#$e#Hi there. Is your farm still doing well?#$e#Maybe a few of my seeds will spruce things up.$h",
  "fall_Sat": "I'm happy to buy whatever you produce on the farm.#$e#Yes, I do resell it for a profit... but that's the benefit of being an established shop owner.#$e#Don't get any ideas...",
  "fall_Sun": "If I didn't have this shop to run I would be outside right now...#$e#The leaves look great and the mushrooms are sprouting.",
  "Event_naga1": "Thanks, I appreciate that. Just forget you ever saw this, okay?$h#$b#...And I'll just forget that you were snooping around in my bedroom!",
  "Event_naga2": "You would really do that to me? You're terrible.$s#$b#You shouldn't have been snooping around in my bedroom in the first place! Nosy neighbors are the worst.$3"
}