{
  "Abigail": "Regen ist das einzige was mich hin und wieder mal wäscht",
  "Robin": "Der Regen hält mich nicht davon ab, meine Arbeit zu erledigen!$h#$e#Obwohl es nicht gerade angenehm ist, mit durchnässtem Holz zu arbeiten.$s",
  "Demetrius": "Grüße. Bleib im Haus, wenn du dich warm halten willst.",
  "Maru": "Wenn es regnet, habe ich eine gute Ausrede, den ganzen Tag an meinen Geräten zu basteln.$h#$e#Es muss für dich aber ziemlich langweilig sein.",
  "Sebastian": "Wenn du Glück hast, siehst du bei diesem Wetter einen Frosch.",
  "Linus": "Warmer Regen ist auch eine schöne Art, um sauber zu werden.$h",
  "Pierre": "Die meisten Leute bleiben an Tagen wie diesen im Haus... Es ist nicht gut fürs Geschäft.$s",
  "Caroline": "Mein Garten ist heute glücklich.$h#$e#... Und unsere Wasserrechnung wird diesen Monat niedriger sein.",
  "Alex": "Hmmpf. Das ist kein gutes Wetter für Sport.$s#$e#Aber egal, ich kann immer noch daheim Gewichte heben.$h",
  "George": "Es ist furchtbar kalt, oder? Was für ein dämlicher Tag.",
  "Evelyn": "Ich bin aufgewacht und habe irgendwo ein Tropfen gehört... Ich denke, das Dach könnte undicht sein.$s#$e#Früher wäre George sofort aufgesprungen und hätte es repariert... *seufz*$s",
  "Lewis": "Hi, @. Du machst eine Pause?#$e#Ich hoffe, der Fluss tritt nicht über die Ufer...$s",
  "Clint": "Heute wäre ein guter Tag, um die Minen zu erkunden... Wer weiß, vielleicht findest du ein paar seltene Erze.",
  "Penny": "Die Regentropfen sind auf dem Metalldach unseres Wohnwagens wirklich laut.#$e#... Es ist aber beruhigend.$h",
  "Pam": "Howdy, Kind. Alles trocken?",
  "Emily": "In der Calico-Wüste regnet es nie... Dort wohnt meine Freundin Sandy.#$e#Ich wünschte, ich könnte sie heute besuchen.$s",
  "Haley": "Ich habe den ganzen Morgen meine Haare gemacht... und jetzt wird der Regen sie sicher ruinieren.$s#$e#*Seufz* Manchmal ist das Leben hart.",
  "Jodi": "Hast du deine Schuhe abgewischt, bevor du rein bist? Entschuldige... Ich habe eben erst den Boden gewischt.#$e#Aber du bist immer hier willkommen! Hihi.$h",
  "Sam": "Der Regen dämpft alle Geräusche, also kann ich lauter Streamen, ohne dass meine Mutter sauer wird. Hehe.$h",
  "Leah": "Vielleicht sollte ich heute etwas gruseliges streamen.",
  "Shane": "Hmm... Dieses Wetter macht mich durstig.$s",
  "Marnie": "Hi, @. Du siehst ganz durchnässt aus... Du armes Ding!$h",
  "Elliott": "Manchmal wenn ich im Bett liege, kann ich ein Nebelhorn in der Ferne hören, das durch den Nebel hallt.#$b#Aber wenn ich aus dem Fenster sehe, erkenne ich nur einen grauen Schleier.",
  "Gus": "Es geht doch an Tagen wie diesen nichts über ein trockenes rotes Glas Wein, nicht?#$e#Ich liebe meinen Job. Hehehe.",
  "Dwarf": "Regen... Er ist schon fast Mythos für uns. Einige von uns Zwergen erleben ihn ihr ganzes Leben lang nicht.",
  "Wizard": "Stürmische Tage sind die einzigen Momente, in denen ich mit gewissen Elementaren kommunizieren kann.#$e#Ich erwarte nicht, dass du das verstehst.",
  "Harvey": "Hi @! Äh... In letzter Zeit irgendetwas Interessantes in der Bibliothek gelesen?#$e#Hihi. Nun, äh... Man sieht sich dann?$u",
  "Sandy": "Ich habe gehört, dass es zu Hause regnet. Bist du deswegen hierher gekommen?$h#$e#Irgendwie vermisse ich den Regen...$s",
  "Krobus": "Ah, die Kanalisation fließt heute schnell. Es wird hier angenehm und feucht... Genau wie ich es mag.",
  "Leo": "Das Tal ist friedlich, wenn es regnet.#$e#Für mich... ist die Natur jemand, den ich kenne, mit verschiedenen Stimmungen."
}