{
    "Introduction": "Hast du jeden in der Stadt schon getroffen? Das klingt anstrengend.",
    "Resort": "Wow, sehen Sie sich diese Bauwerke an! $h#$b#Ich kann erkennen, dass sie von einem Baumeister geschaffen wurden. Ich bin wirklich beeindruckt!",
    "Resort_Leaving": "Das hat Spaß gemacht!$h",
    "Resort_Shore": "He, seht mal! Ich kann von hier aus eine andere Insel sehen.",
    "Resort_Chair": "Hey @. Weißt Du, ich habe gerade darüber nachgedacht, wie weit sich die Stadt entwickelt hat, seit Du hierher gezogen bist.#$b#Du solltest wirklich stolz auf alles sein, was Du geleistet hast!$h",
    "Resort_Bar": "Das ist so entspannend...",
    "reject_865": "Veggie-Salz? Klingt gut, aber ich brauche es nicht.",
    "reject_866": "Hmm... wenn ich an Blumen denke, denke ich an Evelyn. Vielleicht zeigst du ihr das hier?",
    "pamHouseUpgrade": "Unser kleiner Plan hat gut funktioniert, meinst du nicht? Pam und Laphi machen einen sehr glücklichen Eindruck.",
    "pamHouseUpgradeAnonymous": "Unser kleiner Plan hat gut funktioniert, meinst du nicht? Pam und Laphi machen einen sehr glücklichen Eindruck.",
    "MovieInvitation": "Ooh... Two tickets for tonight's show, huh? Sounds good! I'll meet you there.$h",
    "cc_Bridge": "Hey! Letzte Nacht habe ich komische Geräusche gehört. Heute Morgen bin ich aufgewacht und die Brücke am Steinbruch war vollständig repariert!#$b#Ein Wunderwerk der Holzverarbeitung!",
    "cc_Complete": "Ich wusste es schon, als du aus dem Bus gestiegen bist, @ ... Du warst dazu bestimmt, der Held der Stadt zu werden!$h",
    "cc_Begin": "Hey! Ich habe gehört, dass Lewis dir das Gemeinschaftszentrum gezeigt hat ... Es wäre toll, wenn du es renovieren könntest. Früher war es mal ein tolles Gebäude!",
    "Mon": "Ich bin nicht Süß!$u#$e#Nur für den Fall, dass du dir das Gedacht hast.$s",
    "Mon8": "Es ist ok, wenn du mich süß nennst, bei dir mache ich eine Ausnahme…$h",
    "Tue": "Manchmal frage ich mich, ob ich mich jemals an diesen Ort gewöhnen werde. Das Sternentau Tal hat seine Reize, aber ich werde immer wie ein Fisch außerhalb des Wassers sein. Oder sollte ich sagen, eine Ziege außerhalb der Berge?",
    "Wed": "Wenn ich sehe, wie lebhaft hier alles ist, kann ich nicht anders, als die feurigen Landschaften der Hölle zu vermissen.$s",
    "Thu": "Du bist immer hier willkommen, auch wenn du nicht einkaufst.$h#$e#Es kann hier in den Bergen ziemlich einsam werden.",
    "Fri": "Wie alt ich bin? #$b# 50. #$b# 50.000 Jahre.$h",
    "Sat": "Unser Haus hat so eine schöne Lage, findest du nicht?#$e#Ich liebe die frische Luft in den Bergen.",
    "Sun": "Besitzt du eigentlich einen Kloteppich?",
    "Sun6": "Hi @! Schön dich zu sehen.#$e#Du bist schon ein richtiges Mitglied dieser Gemeinde, findest du nicht?",
    "event_wood1": "Großartig, dann sollte diese Blaupause ein Kinderspiel für dich sein!$h",
    "event_wood2": "Nun, dann habe ich die perfekte Blaupause für dich, um loszulegen!",
    "summer_Mon": "Die Sommer in der Hölle sind um einiges Heißer. Hier wiederrum ist es echt angenehm.",
    "summer_Tue": "Warum sind alle so besessen von Strandurlauben im Sommer? Ein Pool voller Lava ist mir jederzeit lieber.$6",
    "summer_Fri": "Hier im Sternentautal sind wir ziemlich vom Rest der Welt isoliert.#$e#Es hat seine Vor- und Nachteile.",
    "fall_Mon": "Der Herbst hier in den Bergen ist großartig. Die kühle Luft, das ruhige Wasser. Es ist fast so großartig wie die Sterne zu beobachten.",
    "fall_Thu": "Man sagt, der Herbst steht für Veränderung und Übergang.#$b#Nun, hier ist eine Veränderung für dich - hör auf, mich süß zu nennen, oder ich verpasse dir einen Kopfstoß wie eine richtige Bergziege.$3",
    "fall_Fri": "Weißt du, was wirklich gruselig ist? Die Art, wie diese Vogelscheuchen lächeln. Es ist, als würden sie sich über meine dämonische Herkunft lustig machen.$6",
    "winter_Mon": "Schneeflocken sind wie Sterne, die vom Himmel fallen. Es ist wunderschön oder nicht?$h#$b# Ich wünschte ich konnte sie ALLE sammeln.$h",
    "winter_Fri": "Weißt du, Ich habe endlos viele Winter kommen und gehen sehen. Es ist ermutigend zu wissen, dass manche Dinge, wie die Schönheit des Schnees, Zeitlos sind.$h",
    "winter_Sat": "Es ist ziemlich kalt draußen. In der Hölle gibt es keinen Winter, nur endlose Hitze. Aber ich kann damit umgehen.#$e# Nein, ich wäre nicht süß, wenn ich in dicker Kleidung gekleidet wäre. Hör auf, das zu sagen!$u"
}