{
  "Introduction": "Hast du jeden in der Stadt schon getroffen? Das klingt anstrengend.",
  "Resort": "Wow, sehen Sie sich diese Bauwerke an! $h#$b#Ich kann erkennen, dass sie von einem Baumeister geschaffen wurden. Ich bin wirklich beeindruckt!",
  "AcceptGift_(O)StardropTea": "Moment mal... das schenkst du mir? Was für ein besonderes Vergnügen! Ich danke dir.",
  "AcceptGift_(O)Book_Woodcutting": "Was ist das... \"Woodys Geheimnis\"? ... Ähm, was ist das für ein Buch, @?$6#$b#Oh, es geht um Holzfällerei! Hahaha ... Oh ja, das wird mir gefallen. Danke!$4",
  "AcceptGift_(O)SkillBook_2": "Ah, \"Holzfäller-Wochenblatt\"... Ich hatte gehofft, die neueste Ausgabe in die Finger zu bekommen! Da stehen die neuesten Techniken drin!#$b#Von einem Holzfäller zum anderen... Vielen Dank!$h",
  "GreenRain": "Dieser Mann ist wahnsinnig! Warum muss er da rausgehen? Wir haben keine Ahnung, ob dieser Regen gefährlich ist!$u%noturn",
  "GreenRainFinished": "Ich hoffe, Demetrius ist mit den \"Proben\", die er gesammelt hat, zufrieden. Anscheinend ist ihm sein kleines Wissenschaftsprojekt wichtiger als seine eigene Frau. Hmmph.$6",
  "GreenRain_2": "Heute gibt es jede Menge gutes Holz da draußen. Wir fangen besser an zu hacken, was?",
  "divorced_Sebastian": "Sebastian ist wieder im Keller... was ist zwischen euch beiden passiert?$s",
  "divorced_Maru": "Maru hat die ganze Nacht geweint... Wir sind alle am Boden zerstört...$s",
  "married_Sebastian": "Oh, keine Sorge... das sind Tränen der Freude. Ich weiß, dass Sebastian auf dem %farm Hof sehr glücklich sein wird!$h",
  "married_Maru": "Wir alle werden Maru im Haus vermissen, aber ich bin sicher, dass wir sie noch oft sehen werden!",
  "houseUpgrade_1": "Es hat Spaß gemacht, an deinem Haus zu arbeiten. Das war vielleicht eine der besten Arbeiten, die ich je gemacht habe!$h#$e#Ich hoffe, die neue Küche gefällt dir.",
  "houseUpgrade_2": "Was wirst du mit all dem neuen Platz in deinem Haus machen?#$e#oder sollte ich es vielleicht deine \"Villa\" nennen?$h",
  "houseUpgrade_3": "Steigst du in das Geschäft mit alten Weinen ein? Ich habe gehört, dass es sehr lukrativ sein soll... wenn man die Geduld hat.",
  "structureBuilt_Coop": "Das ist wahrscheinlich der stabilste Hühnerstall, den ich je gebaut habe. Ich hoffe, du hast viel Freude daran!",
  "structureBuilt_Shed": "Welche Pläne hast du also mit dem neuen Schuppen? Die Möglichkeiten sind endlos!",
  "structureBuilt_Coop_memory_oneweek": "Wie läuft es mit dem neuen Hühnerstall? Ich bin schon gespannt auf deine neuen Tiere!",
  "structureBuilt_Barn_memory_oneweek": "Bist du mit dem neuen Stall zufrieden? Ich bin mir sicher, dass du dort sehr glückliche Tiere aufziehen wirst!",
  "structureBuilt_Slime Hutch": "*puh*... Diesen Schleim-Stall zu bauen war eine Menge Arbeit... Ich werde einen Tag im Spa brauchen, um mich zu erholen!$h",
  "structureBuilt_Stable_memory_oneweek": "Bist du schon auf deinem neuen Pferd durch die Stadt geritten?#$b#Ich kann mir vorstellen, dass du ziemlich Muskelkater hast, aber du wirst dich bald daran gewöhnen.$h",
  "structureBuilt_Fish Pond": "Ich habe Willy gegenüber erwähnt, dass du einen neuen Fischteich hast. Er schien sich sehr darüber zu freuen.#$e#Anscheinend hat er als junger Mann Krebse gezüchtet. Er nannte es eine \"altehrwürdige Tradition\".$h",
  "Resort_Leaving": "Das hat Spaß gemacht!$h",
  "Resort_Shore": "He, seht mal! Ich kann von hier aus eine andere Insel sehen.",
  "Resort_Chair": "Hey @. Weißt Du, ich habe gerade darüber nachgedacht, wie weit sich die Stadt entwickelt hat, seit Du hierher gezogen bist.#$b#Du solltest wirklich stolz auf alles sein, was Du geleistet hast!$h",
  "Resort_Bar": "Das ist so entspannend...",
  "reject_865": "Veggie-Salz? Klingt gut, aber ich brauche es nicht.",
  "reject_866": "Hmm... wenn ich an Blumen denke, denke ich an Evelyn. Vielleicht zeigst du ihr das hier?",
  "pamHouseUpgrade": "Unser kleiner Plan hat gut funktioniert, meinst du nicht? Pam und Laphi machen einen sehr glücklichen Eindruck.",
  "pamHouseUpgradeAnonymous": "Unser kleiner Plan hat gut funktioniert, meinst du nicht? Pam und Laphi machen einen sehr glücklichen Eindruck.",
  "MovieInvitation": "Ooh... Two tickets for tonight's show, huh? Sounds good! I'll meet you there.$h",
  "cc_Bridge": "Hey! Letzte Nacht habe ich komische Geräusche gehört. Heute Morgen bin ich aufgewacht und die Brücke am Steinbruch war vollständig repariert!#$b#Ein Wunderwerk der Holzverarbeitung!",
  "cc_Complete": "Ich wusste es schon, als du aus dem Bus gestiegen bist, @ ... Du warst dazu bestimmt, der Held der Stadt zu werden!$h",
  "cc_Begin": "Hey! Ich habe gehört, dass Lewis dir das Gemeinschaftszentrum gezeigt hat ... Es wäre toll, wenn du es renovieren könntest. Früher war es mal ein tolles Gebäude!",
  "Mon": "Ich bin nicht Süß!$u#$e#Nur für den Fall, dass du dir das Gedacht hast.$s",
  "Mon8": "Es ist ok, wenn du mich süß nennst, bei dir mache ich eine Ausnahme…$h",
  "Tue": "Manchmal frage ich mich, ob ich mich jemals an diesen Ort gewöhnen werde. Das Sternentau Tal hat seine Reize, aber ich werde immer wie ein Fisch außerhalb des Wassers sein. Oder sollte ich sagen, eine Ziege außerhalb der Berge?",
  "Wed": "Wenn ich sehe, wie lebhaft hier alles ist, kann ich nicht anders, als die feurigen Landschaften der Hölle zu vermissen.$s",
  "Thu": "Du bist immer hier willkommen, auch wenn du nicht einkaufst.$h#$e#Es kann hier in den Bergen ziemlich einsam werden.",
  "Fri": "Wie alt ich bin? #$b# 50. #$b# 50.000 Jahre.$h",
  "Sat": "Unser Haus hat so eine schöne Lage, findest du nicht?#$e#Ich liebe die frische Luft in den Bergen.",
  "Sun": "Sag mal, besitzt du eigentlich einen Kloteppich?",
  "Sun6": "Hi @! Schön dich zu sehen.#$e#Du bist schon ein richtiges Mitglied dieser Gemeinde, findest du nicht?",
  "event_wood1": "Großartig, dann sollte diese Blaupause ein Kinderspiel für dich sein!$h",
  "event_wood2": "Nun, dann habe ich die perfekte Blaupause für dich, um loszulegen!",
  "summer_Mon": "Die Sommer in der Hölle sind um einiges Heißer. Hier wiederrum ist es echt angenehm.",
  "summer_Tue": "Warum sind alle so besessen von Strandurlauben im Sommer? Ein Pool voller Lava wäre mir jederzeit lieber.$6",
  "summer_Fri": "Hier im Sternentautal sind wir ziemlich vom Rest der Welt isoliert.#$e#Es hat seine Vor- und Nachteile.",
  "fall_Mon": "Der Herbst hier in den Bergen ist großartig. Die kühle Luft, das ruhige Wasser. Und dann dazu noch die Sterne in der Nacht zu beobachten? Einfach Atemberaubend!$1",
  "fall_Thu": "Man sagt, der Herbst steht für Veränderung und Übergang.#$b#Da hab ich gleich eine Idee für dich! - hör auf, mich süß zu nennen! Ansonsten zeig ich dir was eine richtige Bergziege so kann!$3",
  "fall_Fri": "Ich komme zwar aus der Hölle, jedoch bin und bleib ich eine waschechte Bergziege!.$1",
  "winter_Mon": "Schneeflocken sind wie Sterne, die vom Himmel fallen. Es ist wunderschön oder nicht?$h#$b# Ich wünschte ich konnte sie ALLE sammeln.$h",
  "winter_Fri": "Weißt du, Ich habe endlos viele Winter kommen und gehen sehen. Es ist ermutigend zu wissen, dass manche Dinge, wie die Schönheit des Schnees, Zeitlos sind.$h",
  "winter_Sat": "Es ist ziemlich kalt draußen. In der Hölle gibt es keinen Winter, nur endlose Hitze. Aber ich kann damit umgehen.#$e# Nein, ich würde nicht süß in dicker Kleidung aussehen. Wehe du sagst das noch einmal!$u"
}