{
    "Introduction": "Have you met everyone in town yet? That sounds exhausting.",
    "Resort": "Wow, look at these structures!$h#$b#I can tell they were made by a master builder. I'm really impressed!",
    "Resort_Leaving": "That was fun!$h",
    "Resort_Shore": "Hey, look! I can see another island from here.",
    "Resort_Chair": "Hey @. You know, I was just thinking about how far the town has come since you first moved here.#$b#You should really be proud of all you've done!$h",
    "Resort_Bar": "This is so relaxing...",
    "reject_865": "Veggie salt? Sounds good, but I don't need it.",
    "reject_866": "Hmm... when I think of flowers, I think of Evelyn. Maybe show this to her?",
    "pamHouseUpgrade": "Our little plan worked out well, don't you think? Pam and Laphi seem really happy.",
    "pamHouseUpgradeAnonymous": "Our little plan worked out well, don't you think? Pam and Laphi seem really happy.",
    "MovieInvitation": "Ooh... Two tickets for tonight's show, huh? Sounds good! I'll meet you there.$h",
    "cc_Bridge": "Hey! I heard some weird noises last night, and woke up this morning to find the quarry bridge completely repaired!#$b#It's a miracle of woodworking!",
    "cc_Complete": "I knew it from the moment you stepped off that bus, @... you were destined to be a town hero!$h",
    "cc_Begin": "Hey! I heard that Lewis showed you around the Community Center... It'd be great if you could fix that place up. It used to be a really nice building!",
    "Mon": "I'm not cute!$u#$e#Just in case you thought so.$s",
    "Mon8": "It's ok if you call me cute, I'll make an exception for you...$h",
    "Tue": "Sometimes I wonder if I'll ever get used to this place. The Stardew Valley has its charms, but I'll always be like a fish out of water. Or should I say a goat outside the mountains?",
    "Wed": "Seeing how lively everything is here, I can't help but miss the fiery landscapes of hell.$s",
    "Thu": "You're always welcome here, even if you don't shop.$h#$e#It can get pretty lonely here in the mountains.",
    "Fri": "How old I am? #$b# 50. #$b# 50,000 years.",
    "Sat": "Our house has such a beautiful location, don't you think?#$e#I love the fresh air in the mountains.",
    "Sun": "Do you own a toilet rug?",
    "Sun6": "Hi @! Good to see you.#$e#You are already a real member of this community, don't you think?",
    "event_wood1": "Great, then this blueprint should be a piece of cake for you!$h",
    "event_wood2": "Well, then I have the perfect blueprint for you to get started!",
    "summer_Mon": "Summers in hell are a lot hotter. But here, it's really mild.",
    "summer_Tue": "Why is everyone so obsessed with beach vacations in the summer? I'll rather take a pool full of lava any day.$6",
    "summer_Fri": "We're pretty isolated from the rest of the world here in Stardew Valley.#$e#It has its pros and cons.",
    "fall_Mon": "Fall here in the mountains is great. The cool air, the calm water. It's almost as great as watching the stars.",
    "fall_Thu": "They say fall represents change and transition.#$b#Well, here's a change for you - stop calling me cute or I'll headbutt you like a real mountain goat!$3",
    "fall_Fri": "You know what's really creepy? The way those scarecrows smile. It's like they're making fun of my demonic heritage.$6",
    "winter_Mon": "Snowflakes are like stars falling from the sky. It's beautiful isn't it?$h#$e# I wish I could collect them ALL.",
    "winter_Fri": "You know, I've seen endless winters come and go. It's encouraging to know that some things, like the beauty of snow, are timeless.$h",
    "winter_Sat": "It's pretty cold outside. There's no winter in hell, just endless heat. But I can handle it.#$e#No, I wouldn't be cute dressed in thick clothes. Stop saying that!$u"
}