{
    "Introduction": "Hey, I'm Fin. Nice to meet you.$h",
    "Resort_Entering": "Wow, what a spot!",
    "Resort": "I bet there's some cool stuff deeper on the island.#$e#Willy said we have to stay here, though... some kind of liability issues or something.$s",
    "Resort_Leaving": "I'm feeling pretty good from all the sunlight.$h",
    "Resort_Shore": "Check out these gnarly waves... Guess what? I'm gonna save up for a surfboard.",
    "Resort_Towel": "%Fin is playing a jazzy tune on his guitar.",
    "Resort_Towel_2": "Maybe I should learn to play the ukelele.#$e#Luny on the congas and Sebastian on the steel drums... 'The Pelicans of Paradise'...$s#$e#What's the matter, you look worried.$h",
    "Resort_Bar": "I'm just getting juiced up, then it's back to the beach.",
    "danceRejection": "Hmm... I dunno. Maybe next year.$s",
    "dumped_Guys": "...$a",
    "secondChance_Guys": "Alright, I'm done with the cold shoulder act. Let's just forget about what happened.$7",
    "breakUp": "Wait... what?!$8#$b#I thought we were doing okay... I guess I was way off... alright, then.$9#$b#Yeah, sure... we can still be friends.$9",
    "divorced": "I'm sorry, @. I don't think I can still be your friend.$s",
    "Mon": "Hey, you.",
    "Mon8": "I'll let you in on a secret... My name 'Fin' is short for 'Finstey'.$10#$e#Most people don't know that, so keep it to yourself.",
    "Tue": "I called Jinja cute yesterday, that was the biggest mistake of my life.$s",
    "Tue4": "Hi, @. Do you want to stay here for a bit?#$e#Sleeping is nice, but sometimes I wish I could skip it.... It's just such a waste of time.",
    "Wed": "I want to organize a new event for my stream, but I can't think of anything...#$q 19/20 Wed_old#Hey.... What do you want the new event to be about?#$r 20 30 Wed_20#A Truth or Drink Challenge.#$r 8820 30 Wed_20#A Wheel of Fortune Challenge.#$r 8821 30 Wed_20#A VR event.#$r 19 -50 Wed_19#Whatever you want. It's going to be a terrible event anyway.",
    "Wed_old": "$p 19#But I already know how you feel about it.$a|Thanks to your help, I'm already done planning the event!$h",
    "Wed_19": "Hey, man... What in the world is your problem? Sorry for asking.$a",
    "Wed_20": "Hey, you know what? That sounds perfect. Thanks.$h",
    "Wed6": "I've been friends with Mona and Luny for a while. They're pretty cool.#$e#If it wasn't for you guys, I wouldn't have any real friends in town.",
    "Wed10": "Hey, buddy. You look really energetic today!^@. Uh... I just wanted to say... You look good today.$10",
    "Thu": "I'm just on my way to practice some skateboard tricks.#$h#",
    "Fri": "I'll do some skateboarding tricks later, feel like watching?",
    "Fri4": "Have you ever tried skateboarding, @?#$e#The weather is perfect to grab a board and hit the streets with it, I'll even teach you some tricks!",
    "Fri10": "The older I get, the more comfortable I feel in the valley.#$b#Although I may be biased.... For a reason.$10#$e#And how are you today?$h",
    "Sat8": "You know, seeing the this place change through the seasons, always reminds me of the beauty of the world.$h#$b#Especially with you here.$l",
    "Sat": "There is always a time for new beginnings, I'm thinking about learning a new skateboard trick. How about you?",
    "Sun": "Oh, it's a nice day, isn't it?$h",
    "10": "Did you watch my stream last night?#$b#Oh, wait, do you even have a computer...?",
    "14": "Ugh, I smelled something pretty stinky just now...$s#$e#A few seconds ago i ran into Luny, she's pretty cool, isn't she?$h",
    "Event_band1": "Hey, you know what? That's exactly the kind of style I've been thinking about... for the band.",
    "Event_band2": "Hey, you know what? That's exactly the kind of style I've been thinking about... for the band.",
    "Event_band3": "Hey, you know what? That's exactly the kind of style I've been thinking about... for the band.",
    "Event_band4": "Hey, you know what? That's exactly the kind of style I've been thinking about... for the band.",
    "event_room1": "Oh, I see.",
    "spring_23": "Why can't the flower dance be today so I can get the day off?$s",
    "winter_7": "Once Gus fell into the river during the ice festival. We had to light a big fire in the pub to thaw him out.#$e#We were all afraid we would never be able to enjoy his famous spaghetti again.",
    "fall_26": "Tonight, as soon as everyone is asleep, the strange old man from the woods will set up a cursed maze. He always makes sure that no one is around to see him at work.",
    "winter_24": "The Feast of the Winter Star should be a time to show gratitude for all the good things in life.#$b#I? I'm mostly interested in the food. Hehe.$h",
    "event_room2": "Yeah... That's what happened!",
    "event_snack1": "He's right... That's what happened.$s^She's right... that's what happened.$s",
    "event_snack2": "Yeah... That's what happened!",
    "event_snack3": "What!? He's lying!$a^What!? She's lying!$a",
    "summer_1": "Summer is here! Time to make the most of these endless summer days!",
    "summer_Mon6": "Going fishing in summer is the best. You must have real skill to catch the big fish!#$e#No you can't catch me!$l",
    "summer_Mon": "Going fishing in summer is the best. You must have real skill to catch the big fish! ",
    "summer_Tue": "Summer is all about thrills, right? Have you ever tried skateboarding, @?",
    "summer_Tue4": "Hi, @. Do you want to stick around for a bit?#$e#I'm so full of energy in the summer, I barely sleep!",
    "summer_Wed": "Hi. You are taking the day off?#$e#Sounds interesting.",
    "summer_Wed2": "I saw a spider on my ceiling last night. I guess it likes the warmth.#$e#I hope it didn't crawl into my mouth while I was sleeping?$s",
    "summer_Thu": "Remember, hydration is important on these hot summer days. What I'm trying to say is...DRINK UP!!!!$h",
    "summer_Fri": "Streaming in the heat is really exhausting... I'll do my best anyway!",
    "summer_Sun": "If you see a hot air balloon over the sea, it's high season of summer right now.",
    "fall_1": "Fall is starting, but you know what? It's the best time for some skateboarding sessions. The fresh air makes it all that much better!",
    "fall_Mon2": "I like taking walks in the woods this time of year. The temperature is so pleasant#$e#...$h",
    "fall_Mon": "Oh, hi. Have you made any friends in town yet?#$e#bye.",
    "fall_Tue": "My shoes always seem to fall apart this time of year. Look, my toe is peeking out!$h#$e#This is what happens when you skateboard too much.",
    "fall_9": "I ordered a new pair of shoes online. It's the same model, so they should fit.",
    "fall_16": "I ordered a pair of shoes over a week ago! Man, they really take a long time.#$e#We really live in the middle of nowhere.$s",
    "fall_23": "Ah, my feet feel fantastic in these new shoes. They're a little stiff, but I'll break them in soon. Especially when I'm running through the freaking maze this weekend.$h",
    "fall_Tue4": "Hi, @. Do you want to spend some time together?#$e#Just come by whenever you want.",
    "fall_Wed": "Hey... Something smells good, like pizza.#$e#Do you smell it? Maybe mom is cooking something.",
    "fall_Thu6": "Fall makes me feel a little sentimental... #$e#It's nice to relax a little and enjoy the city scenery...",
    "fall_Thu": "Have you noticed all the cobwebs that appear in the fall?#$e#When you get up early, you see them covered with dew...like little stars.",
    "fall_Fri": "Fall is the time to get stuff done. Not the time to be lazy!",
    "fall_Fri10": "I've grown to like the country more than the big city.$h#$b#Although I may be biased.... For a specific reason.$10#$e#And how are you today?$h",
    "fall_Sat": "Carving pumpkins? I bet I could carve a beautiful orca into a jack-o-lantern!",
    "fall_Sun8": "The first week of fall is already over. Man, that was fast.$s#$e#But whatever. I'm just glad you came to visit!#$e#So, do you have any news in store?",
    "fall_Sun": "I'm thinking about having a skateboarding contest. you should definitely join!",
    "winter_Mon2": "Winter is fine. But a little too cold for my taste, I'd rather be in a warm ocean right now.",
    "winter_Mon": "Hi... Cold, huh?",
    "winter_Tue": "Oh, hi! Nice to see you again.#$e#Take care.",
    "winter_Tue4": "Hi, @. Want to stay here for a bit?#$e#It's a good time of year to catch up on all that missing sleep.$h",
    "winter_Wed": "Winter is the only time of year I don't get asked why I'm wearing ski goggles.#$b#But why?#$b#They're always convenient to wear!",
    "winter_Thu": "The end of the year is a good time to reflect.#$e#I reflect on the past year and plan for the next.#$e#Do you have any big goals for the next year?",
    "winter_Thu_2": "There is one thing that is quite nice about winter... All the mosquitoes are gone.",
    "winter_Fri": "The worst thing about snow is that your feet are completely soaked. You have it good with your thick shoes.",
    "winter_Sun8": "It would be fun if we could go sledding, wouldn't it?#$e#But we don't have any good hills nearby.$s#$e#Also, I don't have a sled.#$e#And how have you been doing lately?",
    "winter_Sun": "Please don't make a mess in the house or my mom will freak out."
}