{
  "accept_866": "Eine Rose aus dem Stardew Valley? Das ist so schön! Danke!$h#$b#Immer wenn ich das Tal vermisse, werde ich an dieser Rose riechen. Hehe.$h#$b#Hier, nimm das. Es steht seit 10 Jahren im Regal und niemand hat es gekauft. Du kannst es haben!",
  "AcceptGift_(O)18": "Oh, wow! Nichts sagt so sehr \"Frühling\" wie eine Sternentautal-Narzisse!$h",
  "AcceptGift_(O)StardropTea": "Wow, das ist so selten... Ich kann nicht glauben, dass du mir das schenkst! Danke, Schatz!",
  "AcceptGift_(O)418": "Ahh... selbst im Winter hat das Sternentautal wunderschöne Blumen.",
  "GreenRain": "Ich habe gehört, dass es im Tal ein seltenes Wetterereignis gibt.#$e#Ich wünschte, es würde hier manchmal regnen...$s",
  "married_Emily": "Wie ist der große Tag gelaufen? Nayami kam vor einer Weile zu mir und erzählte mir von euren Plänen.#$b#Ich muss euch beide mal auf dem Hof besuchen kommen!",
  "AcceptGift_(O)402": "*schnüffel*... Mmm... Duftende Platterbsen haben einen wunderbaren Geruch.",
  "Mon": "Hallo hallo, Herzchen!#$b#Ich bin so froh, dass der Bus wieder fährt. Hier draußen wurde es ziemlich einsam.#$e#... Ich bin fast pleite gegangen.$s#$e#Hey, aber jetzt bist du hier, um eine ganze Menge Saat zu kaufen, richtig?$h",
  "Tue": "Du kannst draußen Kokosnüsse und Kaktusfrüchte finden. Nimm ruhig so viele, wie du willst.#$e#Sie sind auch sooo lecker. Heeee!~$h",
  "Wed": "Hey, hallo! Wenn du meine Freundin Nayami in der Stadt triffst, kannst du ihr Grüße von mir sagen?#$e#Danke!$h",
  "Thu": "Der zwielichtige Typ da hinten? Ich kann nicht darüber reden.#$e#Nun... Wie ist das Wetter im Tal so?",
  "Fri": "Hier draußen hättest du nicht viel Erfolg mit dem Anbauen, Herzchen.#$e#Nun ja, außer natürlich als Kaktusbauer.$h",
  "Sat": "Hi! Willkommen bei Sandys Oase, dem Ziel Nummer Eins in der Calico-Wüste!#$e#*flüster* Klang ich professionell?$h#$e#Vergiss nicht, dir unsere saisonale Saat-Selektion anzuschauen.#$e#Du siehst sehr durstig aus. Hier, koste mal diese eiskalte Milch. [184]#$e#Lecker, was?$h",
  "Sun": "Hier ist es immer sonnig, sogar im Winter!#$e#Eigentlich ist es ein wenig zu heiß für meinen Geschmack... Meine empfindliche Haut leidet in der Sonne ziemlich schnell.$s",
  "Thu2": "Der zwielichtige Typ da hinten? Ich kann wirklich nicht darüber reden.#$e#Nun... Wie ist das Wetter im Tal so?",
  "Thu4": "Hey... Ich denke, ich kann dir vertrauen. Du kannst ein Geheimnis für dich behalten, richtig?#$b#*flüster* Der Typ da hinten... Es ist eine Art exklusiver Club. Ich war selbst nie drin, aber sie zahlen eine großzügige Monatsmiete, also stelle ich keine Fragen.#$e#AAALSOOOOoo! Wie ist das Wetter im Sternentautal so?",
  "Fri4": "Mein Name ist nicht wirklich Sandy, weißt du. Er ist nur gut für's Geschäft.#$e#Aber jeder nennt mich Sandy, also habe ich mich daran gewöhnt.",
  "Wed8": "Ist es nicht teuer, so oft in die Wüste zu fahren?#$e#Du willst mich wohl unbedingt sehen, was? Hmmm... $h",
  "Sun8": "Hey, Schätzchen. Ja, nur ich, alleine in diesem alten Laden. Hmmm...#$e#Na ja, außer dem unheimlichen Typen da hinten. Aber er bewegt sich nie, also vergesse ich ihn oft.",
  "Wed10": "Hey, wenn das nicht @ ist! Ich bin froh, dich zu sehen, Kind. Ich dachte schon, du würdest nie zurückkommen!#$e#Müsste ich mich nicht um diesen Laden kümmern, würde ich für einen Tag oder zwei mit dir zurück ins Tal kommen... nur du und ich auf dem alten Hof.$s#$e#Du wirst mich wohl häufiger besuchen müssen, damit ich nicht deprimiert werde.$h",
  "Tue10": "Hi!~ Bleib solange du willst.#$e#Die Klimaanlage fühlt sich gut an, nicht?"
}