{
    "Introduction": "Oh. Du bist gerade eingezogen, richtig? Cool.#$e#Bei all den Orten auf der Welt hast du diese Stadt gewählt?",
    "Resort_Entering": "Die Bootsfahrt hat mir gefallen. Einmal konnte man überhaupt kein Land mehr sehen...",
    "Resort_Leaving": "Ich bin bereit, nach Hause zurückzukehren.",
    "Resort": "Der Strand ist schön, aber ich mag die Menschenmenge nicht.",
    "Resort_Shore": "Glaubst du, Willy würde mich einen Jet-Ski hier rausschleppen lassen?#$b#...Nee.$h",
    "Resort_Wander": "...Nun, wenn ich ein tropischer Frosch wäre, wo würde ich mich verstecken...$h",
    "Resort_Wander_2": "Ich wette, dieser Ort sieht im Regen ziemlich cool aus.",
    "Resort_Towel": "Es ist gut, mal vom Computer wegzukommen und die reale Welt zu sehen. Ich vergesse manchmal, wie schön es sein kann.$h",
    "Resort_Bar": "Normalerweise trage ich Schwarz, aber bei dieser Hitze...",
    "danceRejection": "Nein... Es gibt da jemand anderen.",
    "divorced": "Warum belästigst du mich immer noch? Ich versuche dich zu vergessen.$s",
    "dumped_Guys": "Ich will dich erstmal nicht mehr sehen.$u",
    "breakUp": "... in Ordnung...$s#$b#Ich schätze, wir sehen uns dann...$s",
    "secondChance_Guys": "Hey ...",
    "Mon": "Uh... Brauchst du etwas?",
    "Mon4": "Wenn ich einfach verschwinden würde, würde es wirklich einen Unterschied machen?$s",
    "Tue": "Ich habe nachgedacht... Leute sind wie Steine, die über das Wasser hüpfen.#$b#Früher oder später werden wir sinken.",
    "Tue6": "Ich mag deine neuen Stiefel!$h^Deine Haare sehen heute schön aus.$h#$e#Willst du ein wenig bei mir bleiben?",
    "Wed": "Was ich heute tun werde?#$e#Vermutlich gar nichts.",
    "Wed2": "Fin ist vermutlich mein einziger Freund in dieser Stadt.#$e#Nun, Luny ist auch nett, aber...$h#$e#Ähh... Vergiss es.",
    "Wed2_inlaw_Abigail": "Fin ist vermutlich noch mein einziger Freund in dieser Stadt...",
    "Wed6": "Du und Fin seid vermutlich meine einzigen Freunde in dieser Stadt.$s",
    "Wed10": "Äh... Du bist Single, richtig?#$e#Ich frag nur!$l",
    "Thu": "#$1 Sebastian1#Ich habe mich letzte Nacht in die Höhlen geschlichen und mir einen fiesen Schnitt von einer Steinkrabbe geholt. Erzähl's niemandem, okay?#$e#Hi.#$e#... Willst du was?",
    "Mountain_47_23": "Ich bin hier, um Ruhe und Frieden zu finden.",
    "Thu4": "Warum mag jeder Maru so gern? Sicher, sie ist schlau und freundlich, aber merkt keiner, dass das alles nur ein Trick ist, um Aufmerksamkeit zu bekommen?#$e#Entschuldige...$s",
    "Thu6": "Könntest du dir jemanden wie mich auf einem Hof vorstellen? Eine absurde Idee.$h",
    "Thu8": "Könntest du dir jemanden wie mich auf einem Hof vorstellen?#$e#Eine absurde Idee, aber ich habe in letzter Zeit viel darüber nachgedacht.",
    "Fri": "Äh... Ich kenne dich kaum.",
    "Fri2": "*seufz*... Wenn Benzin nicht so teuer wäre, würde ich mit meinem Motorrad heute in die Stadt fahren.#$e#$q 15/16 Fri_old#Und was machst du, wenn du nicht arbeitest?#$r 15 0 Fri_bad#Mehr Arbeiten auf dem Hof#$r 16 30 Fri_good#Comics#$r 15 -30 Fri_bad#Einkaufen#$r 15 -30 Fri_bad#Sport",
    "Fri_old": "$p 16#Hey, wenn dir langweilig ist, komm ruhig hier auf mein Zimmer...$h|Du bevorzugst vermutlich das Stadtleben, was?",
    "Fri_good": "Oh ja? Hast du das neue 'Höhlensaga X' gelesen? Ich werde dir nichts verraten, aber oh mein Gott...$h",
    "Fri_bad": "Oh ja? Hmm... Nicht so wirklich meine Sache, aber jeder ist anders.$u",
    "Sat": "Was? Ich habe dich nicht verstanden... Ich bin damit beschäftigt, über etwas nachzudenken.#$e#Was willst du?",
    "Sat2": "Ich sollte gerade etwas Produktives machen. Ich verliere einfach zu schnell die Konzentration...$s#$b#Vielleicht sollte ich mehr Kaffee trinken?",
    "Sun": "Hey. Dein Name ist @, richtig?",
    "Sun2": "Hast du ein gutes Wochenende? ... Schön.",
    "Sun4": "Ich bleibe normalerweise daheim, aber hin und wieder gehe ich an den Strand.#$b#Meistens aber nur, wenn es regnet.#$e#Aus irgendeinem Grund fühle ich mich, wenn ich in den trostlosen Horizont starre, als ob... Weiß nicht. Als ob es sich lohnen würde, weiterzumachen.",
    "Fri8": "Was gibt es Neues?$h#$e#Ich werde heute Nacht in der Kneipe sein und Fin wieder beim Billard schlagen.$h",
    "Sun10": "Ich habe gerade an dich gedacht...$l",
    "Event_game1": "Okay, das wird funktionieren.",
    "Event_game2": "Gute Wahl. Das funktioniert gut mit meiner Rolle.",
    "Event_cave1": "Nicht so schnell! I will wissen, was es ist.",
    "Event_cave2": "Wirklich? Es hat eine Menge Lärm gemacht!",
    "Event_cave3": "Ohne ein Schwert ist es zu gefährlich. Aber ich mag deinen Sinn für Abenteuer.$h",
    "event_garage1": "Großartig.$8",
    "event_garage2": "Okay... Vergiss es einfach.$9",
    "event_garage3": "Keine Sorge, ich werde dir die Grundlagen zeigen, bevor ich dich irgendetwas Gefährliches tun lasse.$8^Keine Sorge... Ich sorge dafür, dass dir nichts passiert.$8",
    "event_city1": "Hmm... Nicht ganz wie ich es formulieren würde, aber ja.",
    "event_city2": "Ja... Mir geht es genauso.$l",
    "event_city3": "Oh... Vielleicht war das dann nicht der richtige Ort für dich. Ich dachte, du würdest die Schönheit in ihm erkennen.$s",
    "event_city4": "Mann... Du klingst wie meine Mutter.$a#$b#*Seufz*$s#$b#Du hast aber Recht. Ich bin süchtig nach den Dingern, es ist echt nicht gut.$s",
    "summer_Mon": "Jeder ist so glücklich in der Sonne. Ich versteh's nicht.",
    "summer_Mon6": "Jeder ist so glücklich, wenn die Sonne draußen scheint...#$e#Andere Leute mögen andere Dinge.",
    "summer_Tue": "Ich freue mich schon auf die kalte, feuchte Jahreszeit. Ich fühle mich dann wohler.",
    "summer_Wed": "Warum sollte man nach draußen gehen? Ich habe alles schon gesehen.",
    "summer_Wed8": "Warum ich grinse? In letzter Zeit bin ich ungewöhnlich glücklich...$l",
    "summer_Thu": "Ich will definitiv nicht schwimmen gehen, falls du das fragen willst.$s#$e#Oh, du wolltest vorbeischauen, um 'Hallo' zu sagen? Tut mir leid.",
    "summer_Thu10": "Wenn du je schwimmen gehen willst... Komm ich vielleicht mit.$l",
    "summer_Mountain_58_35": "#$c .5#Die Temperaturen werden erst in der Nacht angenehm.#$e#Beim See ist es immer ein wenig kühler.",
    "summer_Fri": "Oh, hey. *Gähn*",
    "summer_Fri6": "Hey, ich bin froh, dass du vorbeischaust.$h#$e#Wie kommst du mit dieser Hitze klar?",
    "summer_Sat": "Ich hoffe, heute Abend gibt es keinen Pilzeintopf...$s",
    "spring_12": "Ich bin kein großer Fan von Festen. Viel Tumult, zu viel menschlicher Kontakt... Das bringt mehr Stress als Spaß, wenn du mich fragst.",
    "spring_23": "Ugh... Morgen ist bei weitem das schlimmste Fest des Jahres. Du wirst dann sehen, wie dumm ich beim Blumentanz aussehe.",
    "fall_20": "Freust du dich auf die Geisternacht? Es ist wahrscheinlich mein Lieblingsfest.$h",
    "fall_26": "Morgen ist die Geisternacht. Ich hoffe wirklich, dass sie dieses Jahr wieder die Skelette haben.$h#$e#Sie sind fast schon meine Freunde geworden.",
    "summer_10": "Hehe... Es wäre vielleicht lustig, etwas Ekliges in die Überraschungssuppe morgen zu geben. Vergifte nur keinen.#$e#Warum willst du die Suppe ruinieren? Hmm... Manche fühlen sich frei, wenn die steifen Strukturen der Gesellschaft ein wenig bröckeln. Vielleicht bin ich seltsam.",
    "summer_27": "Morgen versammeln wir uns alle am Steg, um die Reise der Mondlichtquallen zu beobachten. Ich glaube, es startet um zehn Uhr.",
    "winter_24": "Heute ist der Vortag des Wintersterns. Denk daran, dass du genug Platz im Magen für das Festmahl morgen hast.",
    "summer_Sun": "Ich gehe normalerweise nur nach draußen, nachdem es dunkel geworden ist. Klingt das für dich merkwürdig?",
    "summer_Sun4": "Letzte Nacht habe ich eine Gruppe Fledermäuse gesehen, die in der Nähe des Sees umhergeflogen sind.#$e#Vielleicht jagen sie dort die Moskitos zu dieser Jahreszeit?",
    "fall_Mon": "So... Es ist die große Erntezeit, oder?",
    "fall_Mon4": "Du wirst vermutlich eine Menge Geld auf deinem Hof machen, was?#$e#Ich schätze, ich sollte mir bald einen Job zulegen...$s",
    "fall_Tue": "Kürbisgeschmack hier... Kürbisgeschmack dort. Ich habe genug von diesen Trends.",
    "fall_Tue6": "Für wen hält sich Demetrius eigentlich, dass er mir etwas vorschreiben möchte? Er ist nicht mal mein echter Vater.$a",
    "fall_Wed": "*Gähn*... Wie spät ist es? Ich habe letzte Nacht zu viel geschlafen.",
    "fall_Wed8": "Ich bin froh, dass du aufgetaucht bist. Mir wurde schon langweilig.#$e#Ich fühle mich jetzt viel lebendiger, ob du's glaubst oder nicht.",
    "fall_Thu": "Mein Zimmer wäre vielleicht weniger deprimierend, wenn es ein Fenster hätte...$s",
    "fall_Fri": "*Gähn*... Ich war bis 3 Uhr wach, um dieses neue Buch zu lesen...#$q 62/63 fall_Fri_old#Liest du eigentlich, @?#$r 62 -30 Fri_bad#Jo. Die Klassiker.#$r 63 30 Fri_good#Nur Sci-Fi und Fantasy.#$r 62 0 Fri_bad#Ich mag gute Liebesromane.#$r 63 -30 Fri_bad#Nein, ich lese keine Bücher.",
    "fall_Fri_old": "$p 62#Du würdest es vermutlich nicht mögen.$s|Ich denke, dir könnte es gefallen.",
    "fall_Fri_good": "Hey, ich auch. Es geht doch nichts über ein wenig Literatur, um die Grenzen deiner Vorstellungskraft zu erweitern.$h",
    "fall_Fri_bad": "Hmm. Klingt langweilig.",
    "fall_Fri6": "Ich lese ein Buch über einen Bauern. Erinnert mich sehr an dich, übrigens.$h#$e#Entschuldige, falls das seltsam klang.$h",
    "fall_Sat": "Ich war *so* nah dran, den ganzen Tag nur im Bett zu faulenzen. Jetzt wünsche ich mir irgendwie, dass ich das getan hätte.",
    "fall_Sun": "Die Sonne kommt die Tage immer seltener heraus... wunderbar.",
    "winter_Mon": "Ich genieße dieses trübe Wetter... Obwohl ich zugeben muss, dass es ein wenig kalt ist.",
    "winter_Mon4": "Nichts überrascht mich mehr... Nichts bringt mich zum Lachen.#$e#Ja, ich weiß... Ich bin ein wenig dramatisch.",
    "winter_Tue": "Hmm... Ich habe nicht wirklich was zu sagen. Ich kenne dich immer noch kaum.",
    "winter_Tue4": "Hey...#$b#Es ist manchmal schwer, neue Dinge zu finden, über die man reden kann. Selbst, nachdem du jemanden kennst.#$e#... Entschuldige.",
    "winter_Tue6": "Ich war so nah dran, meine Mutter anzuschreien, weil sie meine Comicsammlung weggeworfen hat... Aber irgendetwas hat mich aufgehalten.#$e#Hmm... Mit dem Alter kommt Weisheit.",
    "winter_Tue10": "Du bist hergekommen, um mich zu sehen?$l#$e#...$h",
    "winter_Wed": "%Sebastian scheint in Gedanken verloren zu sein...",
    "winter_Wed4": "Hey, lass dich von mir nicht davon abhalten, deine Arbeit zu erledigen.#$e#Wenn du nicht beschäftigt bist, habe ich nichts dagegen, wenn du hier bleibst.$h",
    "winter_Thu": "Ich frage mich, was es heute Abend zu essen gibt... *Grummel*$s",
    "winter_Thu6": "Ich sollte lernen, wie man kocht. Das wäre nützlich.",
    "winter_Fri": "Es ist schön, so nahe an den Gleisen zu wohnen. Es ist eine Erinnerung daran, dass dort draußen eine große Welt ist.",
    "winter_Fri8": "Als ich jünger war, bin ich immer zu den Gleisen gerannt, wenn ich einen Zug kommen gehört habe.#$e#Was ist mit diesen Tagen nur geschehen...? *Seufz*$s",
    "winter_Sat": "Die Frösche sind im Winter nicht sehr glücklich.#$e#Arme kleine Kerlchen.$s",
    "winter_Sat6": "Ich mag den Winter, aber mir tun all die Tiere da draußen leid.#$e#Aber sie sind wohl daran gewöhnt... so wie ich.",
    "winter_Sun": "Ich habe eine Schneekreatur gebaut, aber Demetrius hat mich dazu gezwungen, sie abzureißen.#$e#Was ist sein Problem?$u",
    "winter_Sun6": "Ich habe eine Schneekreatur gebaut, aber Demetrius hat mich dazu gezwungen, sie abzureißen... Und Marus süßer kleiner Schneemann ist unbeschädigt!$a#$e#Lächerlich."
}