{
  "Introduction": "Oh. You just moved in, right? Cool.#$e#Out of all the places you could live, you chose Pelican Town?",
  "Resort_Entering": "I liked the boat ride. At one point you couldn't see any land at all..",
  "Resort_Leaving": "I'm ready to get back home.",
  "Resort": "The beach is nice, but I don't love the crowds.",
  "Resort_Shore": "You think Willy would let me lug a jet ski out here?#$b#...Nah.$h",
  "Resort_Wander": "...Now, if I were a tropical frog, where would I hide...$h",
  "Resort_Wander_2": "I bet this place looks pretty cool in the rain.",
  "Resort_Towel": "It's good to get away from the computer and see the real world sometimes. I forget how nice it can be.$h",
  "Resort_Bar": "I usually wear black, but in this heat...",
  "danceRejection": "No... There's someone else I want to dance with.",
  "divorced": "Why do you keep bothering me? I'm trying to forget about you.$s",
  "dumped_Guys": "I don't want to see you for a while.$u",
  "breakUp": "... alright...$s#$b#I guess I'll see you around, then...$s",
  "secondChance_Guys": "Hey...",
  "Mon": "Um... need something?",
  "Mon4": "If I just disappeared would it really matter?$s",
  "Tue": "I was thinking... people are like stones skipping over the water.#$b#Eventually we're going to sink.",
  "Tue6": "I like your new boots!$h^Your hair looks nice today.$h#$e#Do you want to hang out for a while?",
  "Wed": "What am I going to do today?#$e#Probably nothing.",
  "Wed2": "Fin is probably my only friend in this town.#$e#Well, Luny is nice too, but...$h#$e#Umm.. nevermind.",
  "Wed2_inlaw_Abigail": "Fin is probably my only friend in this town, anymore...",
  "Wed6": "You and Fin are probably my only friends in this town.$s",
  "Wed10": "Um... You're single, right?#$e#Just wondering!$l",
  "Thu": "#$1 Sebastian1#I snuck into the caves last night and got a nasty cut from a rock crab. Don't tell anyone, okay?#$e#Hi.#$e#...want something?",
  "Mountain_47_23": "I come here for the peace and quiet.",
  "Thu4": "Why does everyone like Maru so much? Sure, she's smart and friendly, but don't they realize it's all just an attention-grabbing scam?#$e#Sorry...$s",
  "Thu6": "Could you picture someone like me living on a farm? It seems ridiculous.$h",
  "Thu8": "Could you picture me living on a farm?#$e#It seems ridiculous, but I have been thinking about it lately.",
  "Fri": "Uh... I don't really know you.",
  "Fri2": "*sigh*... If gas wasn't so expensive I'd ride my motorcycle to the city today.#$e#$q 15/16 Fri_old#So what do you do when you aren't working?#$r 15 0 Fri_bad#More Farming#$r 16 30 Fri_good#Comic books#$r 15 -30 Fri_bad#Shopping#$r 15 -30 Fri_bad#Sports",
  "Fri_old": "$p 16#Hey, if you're bored feel free to hang out in my room...$h|You probably prefer the small-town life, huh?",
  "Fri_good": "Oh yeah? Well, did you read the new 'Cave Saga X'? I won't spoil it for you, but oh man...$h",
  "Fri_bad": "Oh yea? Hmm... Not really my thing, but everyone's different I guess.$u",
  "Sat": "What? I didn't hear you... I'm busy thinking about something.#$e#What do you want?",
  "Sat2": "You know, I should be doing something productive right now. I just lose focus too fast...$s#$b#Maybe I should drink more coffee?",
  "Sun": "Hey. Your name is @, right?",
  "Sun2": "Having a good weekend? ...nice.",
  "Sun4": "I usually stay inside, but I do go to the beach now and then.#$b#Pretty much only when it's raining, though.#$e#For some reason, staring off into the bleak horizon makes me feel... I dunno. Like it's worthwhile to keep pushing on, I guess.",
  "Fri8": "What's new?$h#$e#I'll be at the saloon tonight destroying Fin at pool again.$h",
  "Sun10": "I was just thinking about you...$l",
  "Event_game1": "Okay, that'll work.",
  "Event_game2": "Good choice. That works well with my role.",
  "Event_cave1": "Not so fast! I want to know what it is.",
  "Event_cave2": "Really? It was making a lot of noise!",
  "Event_cave3": "It's too dangerous without a sword. But I like your sense of adventure.$h",
  "event_garage1": "Great.$8",
  "event_garage2": "Okay... Nevermind then.$9",
  "event_garage3": "Don't worry, I'll make sure to show you the ropes before I let you do anything dangerous.$8^There's no need to worry... I'll make sure you're safe.$8",
  "event_city1": "Hmm... Not exactly how I'd put it but, yeah.",
  "event_city2": "Yea... That's exactly how I feel, too.$l",
  "event_city3": "Oh... Well maybe this wasn't the right place to bring you, then. I thought you'd see the beauty in it.$s",
  "event_city4": "Ugh... You sound like my Mom.$a#$b#...*sigh*$s#$b#You're right, though. I'm addicted to these things, it's not good.$s",
  "summer_Mon": "Everyone is so happy in the sun. I don't get it.",
  "summer_Mon6": "Everyone is so happy when it's sunny out...#$e#Different people like different things, I guess.",
  "summer_Tue": "I'm looking forward to the cold, damp season. I feel more at home.",
  "summer_Wed": "What's the point of going outside? I've already seen it all.",
  "summer_Wed8": "Why am I grinning? I guess I've been unusually happy lately...$l",
  "summer_Thu": "I definitely don't want to go swimming, if that's what you're going to ask.$s#$e#Oh, you just stopped to say hi? Sorry.",
  "summer_Thu10": "If you ever wanted to go swimming... I guess I'd do it.$l",
  "summer_Mountain_58_35": "#$c .5#The temperature only starts to get comfortable at night.#$e#It always seems to stay a little cooler by the lake.",
  "summer_Fri": "Oh, hey. *yawn*",
  "summer_Fri6": "Hey, I'm glad you stopped by.$h#$e#How have you been coping with this heat?",
  "summer_Sat": "I hope we're not having mushroom casserole tonight...$s",
  "spring_12": "I'm not too big on festivals. Lots of commotion, too much social interaction... More stress than fun, if you ask me.",
  "spring_23": "Ugh... Tomorrow is the worst festival of the year by a mile. Just wait and see how stupid I look during the flower dance.",
  "fall_20": "Are you looking forward to the Spirit's Eve festival? It's probably my favorite.$h",
  "fall_26": "The Spirit's Eve festival is tomorrow. I really hope they have those skeletons on display again this year.$h#$e#I almost feel like they're my friends at this point.",
  "summer_10": "Hehe... It might be funny to put something disgusting in the potluck soup tomorrow. Just don't poison anyone.#$e#Why ruin the potluck? Hmm... I guess some people feel liberated when the rigid structures of society break down a little. Maybe I'm weird.",
  "summer_27": "Tomorrow we'll all be gathering at the docks to see the migration of the moonlight jellies. I think it starts at ten o'clock.",
  "winter_24": "It's the eve of the winter star today. Better make sure you've got an empty stomach for the feast tomorrow.",
  "summer_Sun": "I usually only go outside after dark. Does that sound weird to you?",
  "summer_Sun4": "Last night, I saw a group of bats flying around near the lake.#$e#I guess maybe they are feeding on the mosquitoes this time of year?",
  "fall_Mon": "So... it's the big harvest season, isn't it?",
  "fall_Mon4": "You're probably making a lot of money on your farm, huh?#$e#I guess I should get a job soon...$s",
  "fall_Tue": "Pumpkin spice this... pumpkin spice that... man, I do get sick of these seasonal fads.",
  "fall_Tue6": "Who does Demetrius think he is, telling me what to do? He's not even my real father.$a",
  "fall_Wed": "*yawn*... what time is it? I think I slept too much last night.",
  "fall_Wed8": "I'm glad you showed up. I was starting to get bored.#$e#Now I feel a lot more energetic, believe it or not.",
  "fall_Thu": "My room might be a little less depressing if I had a window...$s",
  "fall_Fri": "*yawn*... I was up until 3 reading this new book...#$q 62/63 fall_Fri_old#Do you read, @?#$r 62 -30 Fri_bad#Yep. The classics.#$r 63 30 Fri_good#Only Sci-fi and Fantasy#$r 62 0 Fri_bad#I like a good Romance#$r 63 -30 Fri_bad#No, I don't read books",
  "fall_Fri_old": "$p 62#You probably wouldn't like it.$s|I think you'd like it.",
  "fall_Fri_good": "Hey, me too. There's nothing like a good fiction to push the boundaries of the imagination.$h",
  "fall_Fri_bad": "Huh. Sounds boring.",
  "fall_Fri6": "I've been reading a book about a farmer. Reminds me a lot of you, actually.$h#$e#Sorry if that creeps you out.$h",
  "fall_Sat": "I was *this* close to moping in bed the entire day. Kinda wish I had, now.",
  "fall_Sun": "The sun is coming out less and less these days... wonderful.",
  "winter_Mon": "I'm enjoying this gloomy weather... although I have to say, it's a little cold.",
  "winter_Mon4": "Nothing surprises me anymore... nothing makes me laugh.#$e#Yeah, I know... I'm being a little dramatic.",
  "winter_Tue": "Hmm... I don't really have anything to say. I still don't know you very well.",
  "winter_Tue4": "Hey...#$b#It's hard to think of new things to talk about, sometimes. Even after you know someone.#$e#...Sorry.",
  "winter_Tue6": "I was so close to screaming at Mom for throwing away my old comic collection... But something stopped me.#$e#Hmm... with age comes wisdom.",
  "winter_Tue10": "You came here to see me?$l#$e#...$h",
  "winter_Wed": "%Sebastian seems lost in thought...",
  "winter_Wed4": "Hey, don't let me stop you from getting your work done.#$e#If you aren't busy I don't mind if you stick around.$h",
  "winter_Thu": "I wonder what's for dinner tonight... *grumble*$s",
  "winter_Thu6": "I should learn how to cook. That would be useful.",
  "winter_Fri": "It's fun to live so close to the train tracks. It's a reminder that there's a big world out there.",
  "winter_Fri8": "When I was younger I'd run out to the railroad whenever I heard a train coming.#$e#Whatever happened to those days...? *sigh*$s",
  "winter_Sat": "The frogs aren't very happy in winter.#$e#Poor little guys.$s",
  "winter_Sat6": "I like winter but I do feel bad for all the cold animals out there.#$e#I guess they're used to it, though... like me.",
  "winter_Sun": "I built a snowgoon but Demetrius made me get rid of it.#$e#What's his problem?$u",
  "winter_Sun6": "I built a snowgoon but Demetrius made me get rid of it... yet Maru's cute little snowman goes unharmed!$a#$e#Ridiculous."
}