{
	"witchtower.raven_notWorthy": "Der Rabe kräht vorwurfsvoll und scharrt ungeduldig mit seinen scharfen Krallen in der Erde. Er scheint auf etwas zu warten.",
	"witchtower.raven_introduction": "Du hast dir also wirklich die Sprache des Waldes angeeignet. Ich hatte gleich ein gutes Gefühl bei dir, @.|Nun guck doch nicht so einfältig, @. Als ob es keine größeren Rätsel in Ferngill gäbe, als einen sprechenden Raben an einem magischen Ort...|Woher ich deinen Namen kenne? Eine noch unwichtigere Frage ist dir nicht einfallen?|Am besten schweigst du einfach und lässt mich reden. Ich habe dir nämlich ein Angebot zu machen. Eines das du sicher interessant finden wirst.|Siehst du diesen alten Teleportationszirkel zu meinen Füßen? Es gibt einen weiteren davon, oben auf dem Berg nahe des verlassenen Turms.|Ich könnte ihnen wieder Magie einhauchen. Du wärst schneller dort oben als du blinzeln kannst und genauso schnell wieder zurück.",
	"witchtower.raven_introductionQuestion": "Na, wie klingt das?",
	"witchtower.farmer_interested": "Oh ja! Das würde mir sehr gefallen!",
	"witchtower.farmer_whatRequest": "Du willst doch etwas. Was müsste ich dafür tun?",
	"witchtower.farmer_notInterested": "Das interessiert mich überhaupt nicht.",
	"witchtower.raven_answerNotInterested": "Wie bedauerlich. In diesem Fall haben wir nichts weiter zu besprechen.|Ich bleibe noch eine Weile in der Nähe. Solltest du doch noch zu Sinnen kommen, such mich auf.",
	"witchtower.raven_deniedRavenOnce": "Hast du es dir anders überlegt? Möchtest du den Teleportationszirkel auf deiner Farm wieder nutzen können?",
	"witchtower.raven_happyFirstRavenRequest": "Dachte ich es mir doch, dass du derartige Dinge eher zu schätzen weißt als dein sturer Großvater. Natürlich gibt es auf dieser Welt nichts umsonst, @.|Ich brauche ein paar Kleinigkeiten und du wirst sie mir bringen. Keine Sorge, du wirst nicht all zu viele Probleme mit der Beschaffung haben.|Für den Anfang brauche ich Lebenselexiere. Zwei sollten genügen.",
	"witchtower.raven_firstRavenRequest": "Als Gegenleistung möchte ich nur ein paar Kleinigkeiten und du wirst sie mir beschaffen. Keine Sorge, du wirst nicht all zu viele Probleme damit haben.|Für den Anfang brauche ich Lebenselexiere. Zwei sollten genügen.",
	"witchtower.raven_firstRavenRequestQuestion": "Du weißt hoffentlich wie man diese Tränke braut? Wenn nicht, lern es besser schnell.",
	"witchtower.farmer_acceptFirstRavenRequest": "Natürlich weiß ich das. Ich bin schon auf dem Weg.",
	"witchtower.farmer_complainFirstRavenRequest": "Davon habe ich noch nie gehört. Wo kriege ich so ein Rezept her?",
	"witchtower.raven_acceptFirstRavenRequest": "Das nenne ich Arbeitseifer! Ich warte gespannt auf deine Rückkehr, @.",
	"witchtower.raven_complainFirstRavenRequest": "Sollte ich etwa doch zu hohe Erwartungen an dich gehabt haben?... Such in der Mine. Dort ist viel altes Wissen zu finden.",
	"witchtower.raven_waitForItem": "Verschwende nicht deine Zeit! Beschaffe mir, worum ich dich gebeten habe!",
	"witchtower.raven_secondRavenRequest": "Die Lebenselexiere! Wunderbar! Gib sie her!|Die Qualität scheint ausreichend zu sein, auch wenn an dir scheinbar kein Alchemist verloren gegangen ist.|Gut, @. Ich habe mehr für dich zu tun. Ich benötige einige Exmplare einer magisch durchdrungenen Pflanze.|Nun schau nicht so griesgrämig, sie ist nicht so selten wie es scheint. Du kennst sie unter dem Namen Feenrose.|Es ist wichtig, dass sie sich alle Exemplare in Farbe und Qualität gleichen.",
	"witchtower.raven_secondRavenRequestQuestion": "5 Stück sollten genügen.",
	"witchtower.farmer_acceptSecondRavenRequest": "In Ordnung! Es wird allerdings ein wenig dauern.",
	"witchtower.farmer_complainSecondRavenRequest": "Ich bin mir ziemlich sicher, dass Pierre noch nie solche Samen im Angebot hatte!",
	"witchtower.raven_acceptSecondRavenRequest": "Ich bin in Lage auf Qualität zu warten! Beweis mir, dass du als Farmer taugst, @",
	"witchtower.raven_complainSecondRavenRequest": "Dann hast du offensichtlich in der falschen Jahreszeit danach gesucht. Ich muss hoffentlich nicht einem Farmer erklären, wann welche Pflanze blüht. Versuch es erneut, wenn die Blätter sich bunt färben.",
	"witchtower.raven_thirdRavenRequest": "Oh ja, das sind prächtige gewachsene Exemplare dieser wunderbaren Pflanze! Das hast du gut gemacht, @!|Was? Natürlich bin ich zu Lob in der Lage. Wenn es denn angebracht ist!|Nun bin ich sogar recht optimistisch gestimmt, dass du auch die nächste Aufgabe mit Bravour meistern wirst. Du kommst deinem Ziel immer näher!|Wie sieht es mit deiner Fähigkeit zu Angeln aus? Es gibt einen Fisch in diesen Gewässern, in dessen Schuppen mehr magisches Potential steckt, als in seinen dummen Augen zu erkennen ist.| Die Rede ist natürlich von Mitternachtskarpfen. Und, @ - achte auch hierbei bitte auf eine gleichbleibende Qualität. Das ist wichtig!",
	"witchtower.raven_thirdRavenRequestQuestion": "Denkst du, dass du in der Lage bist drei Exemplare zu fangen?",
	"witchtower.farmer_acceptThirdRavenRequest": "Noch mehr? Nun gut, du sollst deinen Mitternachtskarpfen bekommen.",
	"witchtower.farmer_complainThirdRavenRequest": "Mit Fischen kenne ich mich überhaupt nicht aus! Und einen Mitternachtskarpfen habe ich auch noch nie gesehen.",
	"witchtower.raven_acceptThirdRavenRequest": "Nicht so ungeduldig. Du wirst deinen Lohn schon noch erhalten. Und nun .. husch!",
	"witchtower.raven_complainThirdRavenRequest": "Und da schwindet er wieder, mein Optimismus. Es war gerade so schön... Versuch dein Glück in stehenden Gewässern. Im Herbst und Winter ist ihre Population am Höchsten. Gib dir ein wenig Mühe, @!",
	"witchtower.raven_fourthRequestPreludeFirst": "Na, wer sagt es denn? Wenn das nicht 3 frisch gefangene Mitternachtskarpfen sind. Ich bin äußerst zufrieden!",
	"witchtower.farmer_askMore": "Was hast du mit all diesen Gegenständen überhaupt vor?",
	"witchtower.farmer_complainFourthRavenRequest": "Schön. Aktivierst du jetzt endlich den Zirkel für mich?",
	"witchtower.raven_askMore": "Ich? Gar nichts. Ich bin nur ein Bote. Die Meisterin ist es, die dafür Gebrauch hat. Und ich versichere dir, sie ist mit deiner Arbeit sehr zufrieden!|Was, treffen? Nein, du kannst sie nicht treffen. Wenn sie mit dir reden wollte, wäre sie selbst hier her gekommen. Ist sie aber nicht. Sie ist nicht ganz so diplomatisch veranlagt wie ich.",
	"witchtower.farmer_complainMore": "Was, noch mehr!? Ich habe auch noch andere Dinge zu tun. Ich habe einen Farm zu bewirtschaften, falls es dir nicht aufgefallen ist!",
	"witchtower.raven_tryRequest": "Aber kommen wir doch zu deiner nächsten Aufgabe!",
	"witchtower.raven_tryRequestNicer": "Aber, aber. Das war doch erst der Anfang! Ich bin sicher, du bist gerade erst warm geworden. Es gibt noch mehr für dich zu tun!",
	"witchtower.raven_unhappyAboutComplains": "Nun pluster dich mal nicht so auf, @. So wichtig ist dein kleiner Bauernhof hier auch nicht.",
	"witchtower.raven_fourthRavenRequestQuestion": "Aber gut, ich sehe, deine Bereitschaft zur Mitarbeit schwindet. Also will ich nur noch eine weitere Sache von dir verlangen.|Danach sollst du deine Belohnung erhalten.",
	"witchtower.farmer_acceptFourthRavenRequest": "Nagut, ich bin bereit dir noch einen Gefallen zu tun. Einen letzten!",
	"witchtower.farmer_denyFourthRavenRequest": "Nein! Ich habe genug für dich getan und nichts außer Beleidungen im Gegenzug bekommen. Ich will meine Belohnung JETZT!",
	"witchtower.raven_acceptFourthRavenRequest": "Mein letzter Wunsch mag dir ein wenig exotisch erscheinen, aber ich versichere dir, so selten sind diese Gegenstände nicht. Vielleicht besitzt du sogar schon eins dieser Expemplare.|Ein kleiner Leuchtring. Hast du schon mal davon gehört? Er ist nicht übermäßig magisch, aber er ist ausgesprochen nützlich. Bring mir einen davon und wirst es nicht bereuen. Versprochen.",
	"witchtower.raven_denyFourthRavenRequest": "Beleidungen? Ich habe lediglich Tatsachen benannt. Es ist nicht meine Schuld, dass du dich so unfähig anstellst.|Aber gut, ich kenne die Starrköpfigkeit deiner Familie bereits. Ich werde nicht länger meine Zeit mit dir verschwenden.|Sei still, während ich diesen Zirkel mit neuer Magie versorge!",
	"witchtower.raven_finishQuestLine": "Ausgezeichnet! Das ist genau der Gegenstand, nach dem ich gesucht habe!|Nun habe ich alles zusammen, was die Meisterin mir zu sammeln aufgetragen hat. Ich könnte nicht zufriedener sein!|Du hast dir deine Belohnung redlich verdient, @. Schließ besser kurz die Augen, damit dich der Zauber nicht blendet.",
	"witchtower.raven_afterQuestLine": "@! Hast du den Teleportationszirkel ausprobiert? Was sagst du? Wie neu, nicht wahr?|Ich habe hier noch einen kleinen Bonus für dich. Ein Geschenk von der Meisterin persönlich. Du kannst dich wirklich geehrt fühlen!|Und... entschuldige, wenn ich zuvor abwertend über deine Farm gesprochen habe. Es ist schön zu sehen, dass jemand dieses Land bewirtschafted, der es auch wirklich zu schätzen weiß.",
	"witchtower.raven_afterQuestLineNotEnoughSpace": "Ach, ich habe viele alte Erinnerungen an diesen Ort...| @, du hast gute Arbeit geleistet! Wir haben noch ein kleines Geschenk für dich. Komme wieder, wenn du Platz dafür hast.",
	"witchtower.raven_afterReward": "Die Meisterin bestellt Grüße, @! Wir beobachten dich wohlwollend."
}