/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes": [
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Neutral dialogue, set bravo",
        "Entries": {
            "spring_Mon10": "#$c .5#I'm getting old, kiddo. My joints are starting to creak.#Bird work me out this mornin', singin' outside at 4AM. Aren't they supposed to sing at dawn?#",
            "spring_Tue10": "Ma used to keep chickens in the backyard. They're cute. Smelly, though.#$e#Had to sell them when we moved into the trailer. I miss the fresh eggs.",
            "spring_Wed10": "@, gotta tell you, it's slim pickin' in this town, especially if you're getting older.#$e#Then again, I'm probably nobody's first choice either...$s",
            "spring_Sat8": "Does it still count as a salad if I drown it in ranch dressing?",
            "spring_Sun8": "Penny thinks I should be gettin' out a bit more.#$e#Say, what do you know about this 'online-dating' thing?",
            "summer_Mon10": "#$c .5#Penny says I should read more. She says I've got all the time to, while I'm standin' next to the bus.#Drivin' this bus, day in, day out. Guess that's what my life's like now.$s#",
            "summer_Wed10": "#$1 PamTriesAccel#Can't believe Accel is gonna skate on that oil spill. No charges filed?#$e#@, I'm sick of them prosecutors letting big names skate while crackin' down on us little people.#$e#Law doesn't treat the big and the small alike.",
            "summer_Fri10": "I need a haircut. It's too hot for this much hair.#$b#Might be a good time to take a trip into the city...",
            "summer_Sat10": "#$c .5#You saw the floods on the news last night? I swear, this country is fallin' to pieces.#One power line falls over and half the country goes up in flames...This country is fallin' to pieces.$s#",
            "summer_Sun10": "Been findin' it hard to fall asleep these days.#$e#Can't just get a drink like I used to.",
            "fall_Mon10": "Used to hitchhike down to the city when I was a teen to go to concerts. Ma would get so mad at me.#$e#Kiddo, I used to be young once, you know.",
            "fall_Wed10": "#$c 0.5#*sigh*. It's pumpkin ale season. I wish I could....#@, I really could do with a vacation right about now...#",
            "fall_Fri10": "Penny tried to make a casserole last night. A little bland, but not terrible.#$e#Better than what I can do, though. I think she's getting better.",
            "fall_Fri10_inlaw_Penny": "Tried to make spaghetti last night and ended up with a clump of noodles.#$e#At least the Saloon's just a short walk...",
            "winter_Mon10": "My ma stuck with my pappy all the way to the bitter end.#$e#Wonder if I'll ever find someone who'll stick by me like that.$s",
            "winter_Tue10": "I was pretty young when I had Penny. Just out of high school. Her father wasn't much older.#$b#Didn't intend on having kids so early, but I don't regret it.",
            "winter_Wed10": "#$c 0.5#Got myself some diet TV dinners. Guess you're not supposed to eat two of them, though...$s#Kid, I miss the days when I could eat anything and not gain weight.#",
            "winter_Thu10": "My ol' eyes are getting bad. I have to squint to see the TV.$s#$e#Can't afford a bigger one. Wouldn't be a good use of funds anyways.",
            "winter_Fri10": "#$c .7#Yoba it's cold out. How are you runnin' around in just that?#Gotta craving for some nachos...#",
            "winter_Sun10": "#$c .5#My Pappy used to make the best eggnog. He'd make it every winter.#Snow's fun for the first few days of winter, but then it just becomes another thing to slog through.#"
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Neutral dialogue, set bravo, post-rehab",
        "When": {"HasSeenEvent": "99210002"},
        "Entries": {
            "spring_Fri10": "#$c .5#Well, at least the weather's nice today. 'Bout the only thing good for me right now...#I'm not going to lie, @, I wish it was easier to get vacation time from the bus company.#",
            "summer_Thu10": "#$c .5#My therapist wants me to schedule at least one 'pleasant activity' a week. What...what does that mean?#Thinkin' of going down into Zuzu and takin' a spa day. Now if I can get a vacation day from the bus company...#",
            "fall_Tue10": "#$c .3#@, I really do appreciate everything you've done for me. Can't believe you're willing to stand by an old alcoholic like myself.#Penny says I'm doing better. I'm glad. I need to do better for her.$h#",
            "fall_Sat10": "%Pam is muttering to herself.#$b#$c 0.5#'Prompting Event. What caused the emotion? What happened moments before the emotion?' Argh. This is hard.#'What are my interpretations? What am I assuming? Are there other possible interpretations of the event?'. *sigh*. I'm not even sure where to start with this.#$b#Oh, hi, @! Just workin' on some worksheets my therapist gave me."
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Neutral dialogue, set bravo, with kids",
        "Entries": {
            "spring_Thu10": "I wish I had taken better care of Penny when she was young.#$b#I had to work all the time. If I was at home I'd be asleep or drinkin'.#$b#Then when the truckin' company laid me off I...I didn't take it well.$s",
            "summer_Tue10": "I was a latchkey kid growin' up. Pappy worked long hours and usually slept when he was home, and Ma's hours were all over the place.#$b#Wanted to be more present for Penny, but I let my alcoholism get in the way of that.$s"
        },
        "When": {"HasValue:{{ChildNames | valueAt=1}}": true}
    }
]}