{
  "configDescription": "You may attempt to add additional values to the lists below to support other mods and new buildings/containers added to the base game in the future. Use logNamesOnHover to help find the names of new buildings and items. But note that some modded buildings and items will never work, so you are on your own in finding the ones that do. If you completely mess up your config, delete the file and let the next launch of the game recreate it for you. Good luck!",
  "logNamesOnHover": {
    "description": "Set this to true to log all building and item names under your cursor to the SMAPI console. This will help you discover new building and items to add to the lists below.",
    "value": false
  },
  "buildingTypes": {
    "description": "Add buildings to this list to have the mod *attempt* to support them, but note that only the simplest building types will likely work. Some buildings like the Cellar and Farmcave only load their contents for their owner.",
    "values": [
      "Shed",
      "Barn",
      "Coop",
      "Greenhouse"
    ]
  },
  "containerTypes": {
    "description": "Add container types to this list to have the mod *attempt* to support them. This list should contain both reloadable (e.g., Cask) and non-reloadable containers (e.g., Auto-Grabber).",
    "values": [
      "Bee House",
      "Cask",
      "Charcoal Kiln",
      "Cheese Press",
      "Crystalarium",
      "Furnace",
      "Keg",
      "Loom",
      "Mayonnaise Machine",
      "Mushroom Box",
      "Oil Maker",
      "Preserves Jar",
      "Recycling Machine",
      "Seed Maker",
      "Auto-Grabber",
      "Statue Of Endless Fortune",
      "Statue Of Perfection"
    ]
  },
  "nonReloadableContainerTypes": {
    "description": "Add additional buildings (e.g., Stone Cabin) to this list to have the mod *attempt* to support them, but note that only the simplest building types will likely work.",
    "values": [
      "Mushroom Box",
      "Auto-Grabber",
      "Statue Of Endless Fortune",
      "Statue Of Perfection"
    ]
  }
}