{
  //Palmirinha
  "title-palmirinha": "Programa da Palmirinha",
  "rerun-palmirinha": "Programa da Palmirinha (reprise)",
  "intro-palmirinha": "Oi, minhas amiguinhas! Hoje o programa está muito especial. Tá daqui, ó! Hoje eu vou ensinar a vocês a receita de uma comidinha bem gostosa! Lápis e papel na mão!",
  "outro-palmirinha": "Ó, minhas amiguinhas... Vocês ficam correndo só atrás de galinha. Olha quanta coisa gostosa dá pra vocês fazerem! Eu vou servir você, bonitinha! Olha que beleza essa receitinha de {0}!",
  "learned-palmirinha": "Viu só? Ó! Por isso que é bom assistir ao programa, a gente já ensinou a cozinhar {0}. Gostaram, bonitinha? É tudo de bom! Até domingo se Deus quiser... e ele vai querer!",

  //Ednaldo Pereira
  "title-ednaldo": "Previsões do Mestre",
  "intro-ednaldo": "Bem, galera... vou agora prever este... clima! Um salve para o membro do canal de Ednaldo Pereira no Youtube! Um salve para Shane! Obrigado por se tornar membro do canal Ednaldo Pereira.",
  "disabled-ednaldo": "Percebi que tentou me desativar. Nada mau, {{farmer}}! Mas você usou 100% do seu poder! E agora vou usar 0% do meu!#BANIDO!#...#DESBANIDO!",
  "festival-ednaldo": "Bem, galera... o segredo... para se matar... uma muriçoca... é você... adivinhar... aonde ela está! #O segredo... para chegar no {0}... é estar {1}... entre {2} e {3}. O céu... vai estar... bem azulzinho!",
  "snow-ednaldo": "Ora, neve... eu sou o Ednaldo Pereira, como ousa cair amanhã, neeeve? Você quer ser BANIDA?",
  "alt-snow-ednaldo": "Waté is dé wéder? Waté is dé wéder?#Vamos brilhar... como um diamante... branco como a neve... que cairá amanhã!",
  "blizzard-ednaldo": "Eu não inventei cemitério... Eu não inventei necrotério. Mas certamente inventei a nevasca... que vai cair amanhã!",
  "sunny-ednaldo": "O céu amanhã vai estar bem azulzinho... vai dar até vontade de comer. Adivinha o que vou comer amanhã! Vou comer um pedaço do céu!",
  "alt-sunny-ednaldo": "O mau tempo está BANIDO! É isso, galera... podem sair e aproveitar... o sol!",
  "rain-ednaldo": "Vai chover... e enquanto isso... vou comer... uma maçã... do amor!",
  "storm-ednaldo": "O céu não vale nada... Bateria vale tudo... Vai ter chuva e rajadas... Tempestade quer ser tudo... E não é de nada...",
  "cloudy-ednaldo": "Beatbox de previsão do tempo de Ednaldo Pereira... para Lewis...#(pa punda pum pf)... Lewis (pa punda pum pf)... do Vale do Orvalho (pum pf)... o dia vai ser nublado (pum pf)!",
  "wind-cloudy-ednaldo": "(pa punda pum pff)... vento que passa no tempo em PENSAMENTO pode encontrar (pa punda pum pf)...#Bem, galera, o dia vai estar nublado e com... um forte vento que passa no tempo (pa punda pff)!",
  "island-ednaldo": "Bem, galera, seguidores de Ednaldo Pereira... Estou aqui na Ilha Gengibre, para vocês terem uma noção. Confiram aí a previsão do clima da Ilha Gengibre de Ednaldo Pereira!#",

  //Globo Rural
  "title-globo-rural": "Globo Rural",
  "intro-globo-rural": "Bom dia! Bom dia! Subir na goiabeira para tentar ver Jesus pode ser perigoso! Prefira atividades mais calmas! O Globo Rural de hoje traz uma dica para todos.",
  "1": "Você sabia que o queijo favorito da Katy Perry é o Katupiry? Adquira cabras e vacas com seu negociador local de gado para produzir os melhores queijos...",
  "8": "Na matéria de hoje: conheça o besouro rola-bosta (rola-esterco para os mais refinados) e faça o que achar melhor com essa informação! As cavernas são os melhores locais para encontrar besouros...",
  "15": "Precisa deixar seu quintal mais bonito mesmo enquanto você está nele? Acompanhe essa matéria e confira essas hortas criativas! O Globo Rural visitou armazéns de várias regiões atrás de sementes...",
  "22": "Quer dizer que ninguém te chamou pro rolê sexta à noite? Fique calmo e aprenda a como plantar camomila na matéria a seguir. Folhas de chá podem ser fermentadas em barris...",
  "29": "Você anda sem tempo? Acorda de manhã pelas 8h com a rotina desorganizada? Aqui vai uma dica sobre como plantar onze-horas! Flores devem ser regadas diariamente...",
  "36": "Durante o último mês, a exportação de proteína bovina subiu 2 vezes mais que o recorde do ano. É gado demais! Vacas podem ser vendidas quando a analisamos de perto...",
  "43": "Aprenda essa prática na matéria de hoje: na próxima vez que seus amigos te convidarem pra rolês ruins, convide-os para plantar abacate! Árvores frutíferas costumam levar por volta de 1 mês para se desenvolverem...",
  "50": "Estava stalkeando o crush e curtiu uma foto antiga sem querer? O Globo Rural de hoje te ensina a colher cebolas para ter uma desculpa para chorar!",
  "57": "A matéria de hoje é pra quem sabe tudo da vida dos outros mas não conhece essas frutas exóticas. Em várias regiões do brasil encontramos essas frutas que você provavelmente nunca ouviu falar: #1: O Sopropo...",
  "64": "Você é daqueles que passam o dia no quarto assistindo série? O Globo Rural traz 10 plantas que melhoram a qualidade do ar em ambientes fechados! Podemos utilizar o vaso de jardim para plantar sementes dentro de ambientes...",
  "71": "Vive fugindo do ex? A matéria a seguir pode não te ajudar a se livrar de ex, mas certamente vai te ensinar a se livrar de gafanhotos! Experts recomendam armazenar carne de inseto para uso posterior...",
  "78": "Você sabia que é possível trocar suas amizades coloridas pelas batatas coloridas? Isso mesmo! Conheça as batatas coloridas: batatas podem gerar colheitas extras por cada plantação...",
  "85": "A matéria de hoje decidiu deixar a piada do mamão com o Evaristo Costa, e traz dicas úteis para investir no plantio da fruta! Caso não encontre mamão, uma alternativa é a manga que encontramos em ilhas tropicais...",
  "92": "Você tem laranja em casa? Cuidado! A matéria de hoje traz dicas sobre cuidados com a laranjeira doméstica! Negocie mudas de árvore com o seu armazém local...",
  "99": "Hoje você vai aprender a fazer uma cerca de galinheiro resistente e evitar que o pinto do seu pai pule a cerca com a galinha da vizinha! Cercas possuem tempo de vida e devem ser repostas regularmente...",
  "106": "Aqui vai um dilema: sair hoje à noite ou aprender mais sobre a criação de tilápia? Defina suas prioridades no programa de hoje. Tilápias procriam durante o verão e outono...",
  "113": "E após os comerciais: Anda criando muita expectativa? Troque por uma criação de pôneis! Equinos requerem um estábulo para viver, que pode ser construído pelo carpinteiro mais próximo...",
  "120": "Devido à recente onda de calor, sobe o preço do limão e a caipirinha sai inflacionada! O Globo Rural recomenda a venda de limões ao armazém mais próximo...",
  "127": "Descubra como criar abelhas sem ferrão! Diferente do crush, elas não vão te machucar. Abelhas requerem flores nas proximidades para a melhor produção...",
  "134": "Feliz segunda-feira! Já que nesse início de semana não dá pra tomar cachaça, aprenda a criar cachara na matéria a seguir! Uma forma eficiente de criar peixes é construir um pequeno lago de peixes no seu terreno...",
  "141": "Você costuma atacar as pessoas nas redes sociais? Livre-se do hábito e aprenda a evitar a presença de javalis na sua fazenda! Cercas de diferentes materiais possuem eficiência variadas...",
  "148": "Feliz início de semana! Acordou com remela? Lave o rosto e vá plantar berinjela! A fruta que possui proteína, cálcio, ferro e fósforo pode ser plantada no outono...",
  "155": "O último mês de junho foi tempo de estabilidade para o preço do algodão! Difícil mesmo é manter a estabilidade emocional, a matéria de hoje traz o segredo de fazendeiros para a prática...",
  "162": "Aqui vai uma dica para você não passar mais papelão com seu ex! Aprenda a construir uma casa de passarinho com papelão para decorar o cantinho verde da sua casa...",
  "169": "O Globo Rural de hoje vai te explicar como melhorar o rendimento e chegar ao seu um milhão de patrimônio! Cientistas encontram gene que melhora o rendimento do arroz e milho!",
  "176": "Pesquisas recentes revelam que a mata é virgem porque o vento é fresco! E mais tarde: o Globo Rural demonstra a forma correta de plantar bananeira, você só vai precisar de uma ilha tropical...",
  "183": "Você sabia que o mamão papaya possui esse nome pois é pra lá que ele vai quando está de férias? Diferente dos fazendeiros que nos assistem que trabalham o ano todo.",
  "190": "O Globo Rural realizou pesquisas e descobriu que a atriz favorita entre os fazendeiros é a Andréia Horta! E a seguir: Seu Noura possui uma criação de flores e afirma que elas adoram escutar reggae...",
  "197": "Este fazendeiro diz ter encontrado um rosto em sua alface e o Globo Rural foi ao local para a avaliação de especialista. Envie um e-mail, você também, para o Globo Rural se você possui uma hortaliça com um formato divertido...",
  "204": "E na matéria de hoje: estudos revelam que a criatura do reino animal que mais faz corpo mole é a minhoca! Aprenda a construir um minhocário e garanta a eficiência dos seus anelídeos!",
  "211": "E no último fim de semana, uma ovelha invadiu uma LAN house e causou tumulto! O fazendeiro responsável teve que responder às autoridades locais. Após os comerciais, o Globo Rural te ensinará a deixar suas ovelhas felizes...",
  "218": "Você sabia que as vacas argentinas passam o dia olhando para o céu? Especialistas acreditam que elas procuram boi nos ares! Aprenda a tratar vacas com torcicolo na matéria a seguir...",
  "221": "Pessoal, tenho um anúncio a fazer. Este foi o último episódio de \"Globo Rural\" antes da nossa aposentadoria. Eu me diverti muito e sentirei falta de todos vocês. Ah, e ouvi falar que as emissoras vão exibir reprises no ano que vem.^^ Cuidem-se!",
  
  //GMCM
  "disabled-gmcm": "GenericModConfigMenu não está instalado, ignorando registro de menu.",
  "tooltip-palmirinha": "Ativar o Programa da Palmirinha (Substitui o \"Rainha do Molho\")",
  "tooltip-ednaldo": "Ativar o Previsões do Mestre (Substitui o \"Previsão do Tempo\")",
  "tooltip-globo-rural": "Ativar o Globo Rural (Substitui o \"Vivendo da Terra\")",
}