{
  "adventureBegins": "좋은 하루!, @.^^광산에서의 당신의 활약을 계속 지켜보았네, 당신의 성공을 축하하고 싶군. 마을에 모험가의 정신을 가진 사람이 당신만이 아니라는 것을 알고있는가?. 모험가 길드로 오게나, 직접 만나서 의논하는 것이 좋을 만한 정보가 몇 가지 있어.^^-말론",
  "adventureContinue": "안녕, @,나는 최근 길드에서 당신과 얘기했던 몇몇 젊은이들과 탈출 소식을 듣고 기뻤다네. 너희 모두가 이 땅을 탐험하고 서로를 지지하는데 관심을 가지는 것을 보니 너무나 기쁘구나. 특히 이 규모의 마을에서는 공동체가 중요하지.^^내가 없어도 너와 네 동료들이 모험가의 정신을 살려주길 바란단다. 언제든지 길드에 오거라. 언제나 너를 반길것이고, 새로운 이야기를 할 수 있을 거야.^^-말론",
  "bagItemsSentLetter.Abigail": "안녕, {0},^^내 가방에 네 물건을 두고갔더라. 너에게 다시 보낼게.^어제 모험 재밌었어. 다음 번에도 기대할게!^^    - {1}",
  "bagItemsSentLetter.Maru": "안녕, {0},^^어제 정신이 하나도 없었나봐! 내 가방에 네 물건을 두고갔더라. ^네게 다시 돌려줄게. 분명 다 있을테니 확인해봐!^^    - {1}",
  "bagItemsSentLetter.Harvey": "안녕하세요 {0},^^몸은 괜찮으세요? 제 가방에 소지품을 두고 가셔서 편지를 남겨요. 잊고간 것을 동봉합니다.^어제 같이 보낸 시간은 정말 즐거웠어요. 언젠가 또 함께하길 바래요.^^    - {1}",
  "bagItemsSentLetter.Sam": "야, {0}!^^너 어제 진짜 재밌었나봐! 물건까지 잊어버리고 말이야!^그래도 내가 챙겨서 보냈으니까 걱정마. 나중에 또 보자!^^    - {1}",
  "bagItemsSentLetter.Sebastian": "안녕, {0},^^내 가방에 네 물건이 있어서 돌려보내.^마을에서 또 보자.^^    - {1}",
  "bagItemsSentLetter.Shane": "야, {0},^^어제 꽤 재미있었어...근데 내 가방에 네 걸 두고 갔더라. 중요한건지 모르겠지만 어쨌든 네 거니까 두고 갈게.^나랑 어울려줘서 고마워. 너만 괜찮으면 또 같이 어디 가자.^^    - {1}",
  "bagItemsSentLetter.Penny": "안녕하세요, {0},^^아마도 잊어버리신 것 같은데, 제 가방에 당신 소지품을 넣어뒀다가 가져가지 않으셨어요.^일단 전부 챙겨두었으니 빠진 건 없을 거에요, 아마도...^^     - {1}",
  "bagItemsSentLetter.Leah": "안녕, {0},^^어제 물건들을 내 가방에 두고 갔지 뭐야! 눈치챘어?^걱정마, 내가 하나도 빠짐없이 다 챙겼어!^^     - {1}",
  "bagItemsSentLetter.Haley": "야, {0},^^어제 내 가방에 쓰레기고 뭐고 다 두고 갔더라. 뭐...너한테 있을지도 모르니까 일단은 다 여기 두고 갈게.^두 번 다시 잊지마, 알았어? 난 네 친구지, 시녀가 아니니까.^^     - {1}",
  "bagItemsSentLetter.Elliott": "안녕, {0},^^좋은 하루 잘 보냈니? 무탈하길 바래.^네 소지품이 내 가방에 그대로 들어있는 걸 보고 네 우체통에 넣어놨어.^그리 귀찮은 일도 아니니까 걱정하지 않아도 돼. 네 농장의 신선한 공기가 정말 좋거든.^너와 함께 보낸 시간은 정말 즐거웠어. 부디 또 나를 불러주길 바래!^^    - {1}",
  "bagItemsSentLetter.Emily": "안녕하세요, {0},^^가방이 엄청 무겁길래 생각해보니, 당신 물건이 제게 있다는 걸 떠올렸어요!^뭐가 뭔지 모르겠어서 가능한 조심히 우편함에 넣어두었어요.^그러면 나중에 또 봐요! 행운이 함께 하길!^^    - {1}",
  "bagItemsSentLetter.Alex": "야, {0},^^내 가방에서 낯선 냄새가 나는지 더스티가 엄청 킁킁 거리길래 보니까, 네 물건이 그대로 있더라. 추편함에 넣어둘게.^갖고 다니다가 너한테 줘도 되겠지만, 그러면 운동할 때 엄청 불편하거든. 이해해줘.^^    - {1}"
}
