{
    "Entries":{

"NPC.cs.4447": "{0}, we're going to have a baby soon.$l",
        "NPC.cs.4448": "{0}, can't you tell? You're pregnant.$l",
        "NPC.cs.4449": "Being a parent is annoying, sometimes...  I just don't feel like getting up.$a",
        "NPC.cs.4452": "I need some alone time... Why don't you take care of the kids for a change?$a",
        "NPC.cs.4455": "I was going to make you breakfast, but I changed my mind.$a",
        "NPC.cs.4462": "I got up early and watered some crops for you. I hope it makes your job a little easier today.",
        "NPC.cs.4463": "#$e#I also filled {0}'s water bowl.",
        "NPC.cs.4465": "Hi {0}! ",
        "NPC.cs.4466": "Good Morning, {0}! ",
        "NPC.cs.4470": "I got up early to water some crops and they were already done! You've really got this place under control.$h",
        "NPC.cs.4474": "I got up early and fed all the farm animals. I hope that makes your job a little easier today.",
        "NPC.cs.4481": "I spent the morning repairing a few of the fences. They should be as good as new.",
        "NPC.cs.4485": "Farm",
        "NPC.cs.4486": "What do you think, {0}? ",
        "NPC.cs.4488": "I ordered this the other day and it just arrived.",
        "NPC.cs.4489": "I figured the room could use a little more decoration.",
        "NPC.cs.4490": "I was going to do some decorating today, but I changed my mind.$a",
        "NPC.cs.4496": "What do you think of the new wallpaper I chose?",
        "NPC.cs.4497": "What do you think of the new flooring I chose?",
        "NPC.cs.4498": "*sigh*... sometimes I miss my old life.$s",
        "NPC.cs.4499": "The weather's too gloomy to get out of bed.$s",
        "NPC.cs.4500": "You could have cleaned up in here a little while I was gone...$a#$e#It's not very nice to have to wade through a bunch of junk after a hard day's work.$a",
        "NPC.cs.4507": "Pookie",
        "NPC.cs.4508": "Love",
        "NPC.cs.4509": "Hot Stuff",
        "NPC.cs.4510": "Cuddlebug",
        "NPC.cs.4511": "Hunky",
        "NPC.cs.4512": "Peach",
        "NPC.cs.4513": "Cutie",
        "NPC.cs.4514": "Ducky",
        "NPC.cs.4515": "Handsome",
        "NPC.cs.4516": "Darling",
        "NPC.cs.4517": "Honey",
        "NPC.cs.4518": "Dear",
        "NPC.cs.4519": "Sweetie",
        "NPC.cs.4522": "Hun",
        "NPC.cs.4523": "Sweetheart",
    }
}