{   "Changes": [
    {	"LogName": "Strings from Maps",
        "Action": "EditData",
        "Target": "Strings/StringsFromMaps",
	"Entries": {
    "JaspersRoom.1": "'The Legacy of the Dwarves'. Hmmm, Jasper enjoys fantasy fiction?",
	"JaspersRoom.2": "Jasper's sword. It looks polished and clean. Jasper must take good care of it.",
	"JaspersRoom.3": "It's a plush Junimo. It looks well loved.",
    "JaspersRoom.4": "'Professor Thomas, we regret to inform you that your application for tenureship has been declined...'^Oops, this looks private - better not snoop.",
    "JaspersRoom.5": "'Fanciful Tales of Stardew Valley'",
    "JaspersRoom.6": "It's a photocopy of a newspaper article, dated 26 years ago:^'Buried alive? The tiny mining village of Pelican Town was rocked by an underground explosion near midnight last night. Thirty-seven men are unaccounted for, believed trapped, with little hope they will be found alive.'",
    "Museum2.1":"The house brownie resigned. Please clean up after yourself.",
    "Museum2.2": "There's a lot of stuff in here. Where to start?",
    "Museum2.3": "Are those collectible Beanie Buds? They still have their tags on them!",
    "Museum2.4": "''The Cowboy's Claim', 'Entranced by the Rodeo Queen'... Gunther's taste in literature is unexpected.'",
    "Museum2.5": "It's a craft beer, called 'Karmaleon', and there's a lizard on the label. It smells floral.",
    "Museum2.6": "Gunther's broken the spine and folded the corners. What a monster.",
    "Museum2.7": "'Gems and Minerals of the Ferngill Republic', 'The Crystal Bible'. They're textbooks.",
    "Museum2.8": "Ooooh, shiny.",
    "DwarfCave.1": "It's locked",
    "DwarfCave.2": "It looks like it's been crumpled heavily:^\"Dearest Marnie,^I have wanted to tell you how I feel for the longest time, but my tongue grows tangled. I fear I have been too long without company, and can no longer find the words.\" It's unsigned, but you're fairly certain it wasn't written by Dwarf.", 
    "DwarfCave.3": "It's heavily scuffed and worn, and semi-deflated. Someone probably threw it out.",
    "DwarfCave.4": "Looks fairly well made, and has a name written in ink along the side: Elliot? Maybe it belonged to him once.",
    "DwarfCave.5": "The stuffing is leaking out of its ears, and the fur has been chewed by moths.",
    "DwarfCave.6": "It doesn't work. In fact, it looks like it's been gutted for parts.",
    "SpouseJasper.7": "Jasper's notes on the dwarves. They sure are heavy!",
	"FilingCabinet.1": "The Stardew Inquisitor: HUNTED BY A TALKING BEAR?^^A group of trampers camping near Stardew Valley Gorge had a close encounter with a bear last week. \"We were partying pretty loud,\" one student, who would only identify himself as 'Brad', told the News. \"I mean, we were in the a-- end of nowhere, who were we gonna disturb? Then we heard a rustling in the bushes and, sh-- I damn near p--ed myself. There was, like a massive bear, six, seven feet tall, and almost as wide. It just stared at us. I guess I just totally panicked and chucked my bottle at it. The beggar caught it in one hand, grinned at me, and said - and I kid you not! - clear as day, 'Thank you'. Then it trotted off into the forest.\"^^When asked if they had been partaking of illicit substances, 'Brad' became suddenly mute.",
	"FilingCabinet.2": "The Stardew Inquisitor: SLIME PLAGUE!^^Strawberry Fields was ravaged by a hoard of slimes during last night's new moon. \"They destroyed everything!\" the distressed Orchadist informed our reporters. \"And left behind a foul goop that's poisoned the land. What are we to do?\" The local Adventurer's Guild has been approached for comment, but have yet to return our calls.",
	"FilingCabinet.3": "An article from Farmer Life Monthly; it's a few years old:^^The tiny village of Pelican Town is renowned for its rich and fertile soil which, combined with its relative high humidity, provide optimal growing conditions. If the rumors are true, seeds planted in Pelican Town's soil will sprout faster and produce a greater yield than those outside the area. It seems almost criminal to report that Pelican Town's last large scale farming operation ceased production XX years ago, and the land was allowed to fall into disrepair. It is said to have been inherited by the Farmer's grandchild, and we can but hope that one day they shall claim their birthright.",
	"FilingCabinet.4": "A series of petty burglaries have been reported around the Stardew Valley region. One eyewitness claimed to have woken at night to hear strange noises, and found a small person rifling through their refrigerator. The perpetrator fled on foot and is believed to have escaped via a mine shaft. \"They were short,\" the witness reports, \"possibly a child, and wearing a starnge lumpy hood. I couldn't see their face.\" So far, stolen items consist of food, trinkets, and scrap metal.^^People living in the area are encouraged to keep their doors locked, and secure all valuables away until the thief, or theives, are apprehended.",
    "FilingCabinet.5": "Mr. MacGregor, proprietor of 'Many Clucks Given', a free-range chicken farm outside Grampleton, reported a strange occurance in his hen barn this morning. \"The girls were extremely restless,\" he said. \"And I was worried at first about vermin. But instead I found the weirdest thing: several of the eggs had turned black, speckled with red, and there seemed something faintly ominous about them.\" When asked what he did with the corrupted eggs, he shuddered. \"I disposed of them,\" he said. A pity, we at the Inquisitor feel, for it would have been interesting to see what hatched.",
    "FilingCabinet.6": "THEFT AT LOCAL MUSEUM: The tiny township of Pelican Town suffered further heartbreak today, when their museum curator departed abruptly - and took all of their small regional collection with him. \"It's a sad loss for the region,\" Mayor Lewis informed us. \"All that local lore, just gone!\" A theft report lodged at the time suggested that a number of books had also been taken, and that the collection contained several rare and unusual gemstones, endemic to the region.^^Local archeologist, M. Gunther, has stepped into the role as curator, although how long will the display cabinets remain bare? Only time will tell.",
	"FilingCabinet.7": "LOCAL FARMER 'WOWS' WITH GIANT PUMPKIN:^^Stardew Valley farmer, M. Terence of Fairhaven took the grand trophy at the Stardew County fair this past weekend, when he presented his impressive 2,465 pound pumpkin to a gobsmacked audience. \"The secret's in the seeds and the soil,\" he informed us. \"You have to fertilize it and take care to water it everyday.\" When asked what would become of the gigantic fruit, he joked that he might: \"hollow it out and turn it into a playhouse for the kids.\"",
    "FilingCabinet.8": "INFERNO RAGES UNDER PELICAN TOWN:^^It's been more than twenty years, and the coal fire beneath Pelican Town is still burning.^^The coal ignited in XXXX after a gas explosion that killed 26 miners and injured dozens more. Attempts to smother the fire have failed, but it is reported to be confined in the deepest levels of the mines, held in check, our sources report, by \"caverns filled with perennial ice\" No, the science doesn't make any sense to us either.^^Despite this, Pelican Town is still a charming little seaside village, and attracts dozens of tourists annually.",
    "FilingCabinet.9": "Stardew Valley Tribune, almost a decade ago: Stardew Search and Rescue have called off a search for missing Pelican Town resident, Tristan, three days after he failed to return from a spelunking expedition.^^Tristan, and his girlfriend, Mona, were last seen together on sunday morning, when they are believed to have entered Pelican Town's extensive cave system. Close to midnight, Mona arrived home in what her guardian described as 'a confused and bewildered state'. She is currently receiving medical care for mild hypothermia. \"I don't know what's wrong with her,\" a friend - who wished to remain anonymous - informed us. \"She kept whispering, over and over again, 'I should never have left the cat...' but she doesn't even like cats!\"",
    "FilingCabinet.10": "It's a formal letter with the Stardew Valley crest, dated several years ago:^^To Mayor Lewis,^With the last census showing that the population of Pelican Town has fallen below 100, the Stardew Council have made the decision to assimilate it into the greater Grampleton region. The ruling of Pelican Town will now fall under the jurisdiction of the Governor.^^Now Pelican Town no longer requires an independent mayor, your role will become ceremonial in nature. We are grateful for your dedication and service to the Ferngill Republic, and wish you the best of luck in your future endeavors. It is our hope that you will take this opportunity to enjoy an early retirement.^^With gratitude and respect, the Governor.",
    "FilingCabinet.11": "You've found a faded newspaper article, about fifteen years old:^JOJA's HEIR VANISHES^^Joseph Jacobson Jr., the sole son of Joja Tycoon, Joseph Jacobson, has disappeared.^^Joseph Jr. was scheduled to take over the role on Monday, after the self-made billionaire's extravagent retirement party on Saturday night. However, an eyewitness reports that they saw Joesph Jr. \"sneaking out the back door around midnight.\"^^A secret liaison gone wrong, or perhaps the Joja way of life no longer appealed? A friend of Joseph Jr. reports that the man had become increasingly disatisfied with the Corporation, particularly the manner in which Joja handled disagreements over the recent Trade Treaty with the Gotoran Republic.^^The disappearance is not being regarded as suspicious; Joseph Jr. has always displayed reticience towards the public eye, but all sightings should be reported to the local police.^^During his absence, the management of JojaCorp will be handled by a committee, overseen by Joseph Sr.",
    "FilingCabinet.12": "It's an obituary:^^Mona of Pelican Town, beloved daughter, mother, sister, left us today, Spring the 28, after a tragic accident. Taken too soon, the world will be a darker place without her fierce and fiery spirit. May she rest now, bathed in Yoba's light, reunited with her dear Tristan.",
    "FilingCabinet.13": "It's an advertisement:^^PEST CONTROL SPECIALISTS^Have slimes oozed into your basement? Does a monster lurk under your bed? Your friendly Adventurer's Guild are here to help!^\"Free Quotes\"^^Call Marlon or Gil on XXX-XXXX-XXXX.",
    "FilingCabinet.14": "STARDROP CHEF TAKES OUT REGIONAL CHAMPIONSHIP^^\"It's all down to my secret sauce,\" Gus, owner of the Stardrop Saloon, claimed, while accepting the trophy in yesterday's Stardew Valley Culinary Contest. Contestants came from all over the Stardew Valley region, with dishes ranged from escargot to tom kha soup. But it was Gus's spaghetti that won the day. \"I made the pasta myself,\" he added. \"And the ingredients are all fresh and locally sourced.\" He would not divulge the ingredients of his 'secret sauce', only that it was a recipe that had been in his family for generations.",
    "FilingCabinet.15": "JOJACORP PURCHASES THE 'INFERNO MINES':^^Mega corporation, JojaCorp, recently purchased the abandoned mines north of Pelican Town. Once a thriving gem-and-coal mine, it was abandoned XX years ago, after a series of explosions killed 26 miners and ignited the coal seam. JojaCorp's local head, Morris, refused to comment on the acquisition, and would not divulge the corporation's plans for the area.",
    "FilingCabinet.16": "LOCAL TOWN BESIEGED BY \"STORM OF THE CENTURY\": A freak storm lashed the coastal township of Pelican Town at 6pm last night. Fierce wind gusts - some exceeding 55 mph - and a deluge of rain led to several homes evacuating to the local saloon. Several buildings were destroyed in the storm, including the town's community center; a further blow for the once prosperous mining villge.^\"We shall recover from this,\" states Pelican Town's Mayor Lewis. \"Pelican Town has weathered many storms. Our community shall survive.\" Whilst his faith in his community is admirable, it must be noted that the population has dwindled significantly since the closure of the mines, XX years ago.",
    "FilingCabinet.17": "HONEY THIEF FOILED BY LOCAL GRANNY: Evelyn \"Granny\" Mullner is being hailed a hero tonight in Pelican Town, after she succesfully fended off a hungry bear - armed only with her gardening tools.^^\"I was gardening,\" the intrepid grandmother informed us. \"When a large bear strolled out of the forest. I think the poor thing was just hungry - but he gave me quite a fright! I swatted him on the muzzle with my rake.\" The bear then trotted away, looking quite distraught.^^\"I actually felt rather sorry for him,\" Granny Mullner continued. \"But we can't have a predator hanging around the children! I did leave some maple syrup on a tree stump in the woods though. I guess he accepted my apology: the bottle was empty - licked quite clean! - the next day.\"",
    "FilingCabinet.18": "It's a scrap of stained paper, torn from a notebook:^^The valley has not been at ease since the mines ignited. They awoke a foul fiend in its depths; somewhere beneath the surface, something dark and shadowy slumbers. Is this the entity referred to as the 'void'?^The corruption has crept through the caves like a blight, twisting bats into monsters and mutating harmless crustaceans into horrifying beasts.^It is our duty to regain the balance between the -^^Here the text is disappears beneath a rusty brown stain. ",
    "FilingCabinet.19": "Are you brave of heart and strong of spirit? Yes? Then the Adventurer's Guild need YOU!^^The creatures of the void are becoming increasingly bold and possess a threat to the fine folk of Stardew Valley.^^If you feel you have what it takes to become a Defender of the Valley, call in at the Adventurer's Guild and speak to Marlon or Gill.^^*Recruitment will involve a physical test. The Adventurer's Guild are not responsible for loss of life or limb incurred during this process.",
    "FilingCabinet.20": "What is the Stardrop?^^There are many who have pondered the existence of this mysterious fruit, noted throughout Stardew folklore for its energizing properties. Those, it is said, who consume the stardrop can never be killed, and there are rumours that it may contain the secret to immortality.^^What we do know, however, is that lore of it is endemic to the Stardew region.",
    "FilingCabinet.21": "COTTAGE FOR RENT: Seeking a retreat away from the city? Surround yourself with the beauty of nature, in Cindersap Forest, near Pelican Town. Riverside location. V. peaceful. This tidy studio cottage would well suit someone with a love of nature. Available for long or short term rent.^^Please contact Marnie on XXX-XXX-XXXX.",
    "FilingCabinet.22": "TOWN UNDER SIEGE BY AVIAN THREAT: Chestervale is under assault again, this time by an unlikely assailant: a goose!^^\"The varmint plucked up all my carrots,\" a local gardener informed us, \"and dropped my keys in the river. Locked me out of my own garden!\"^^\"He's really scary,\" added a small boy. \"And he stole my glasses!\"^^The goose's reign of terror was eventually brought to an end after it was cornered and captured in a local beer garden.^^When asked to justify its crimes, all it replied was, \"HONK!\"",
    "FilingCabinet.23": "Stardew Valley Tribune, over twenty years ago:^NEW MAYOR TAKES THE POST IN PELICAN TOWN: M. Lewis accepted the role as Mayor of Pelican Town today, after a landslide win in the local elections.^^\"I have great plans for this town,\" he announced. \"We hope to bring her to the fore of the Stardew Economy, to really make our mark on the map.\"^His opposition, Guildmaster Marlon, conceded the loss gracefully.",
    "FilingCabinet.24": "A page, torn from a notebook:^What lies beneath Stardew Valley? The caves that riddle Stardew Valley's mountainous terrain are filled with secrets. Strange artifacts have been found, including technology of which we do not understand, and the high occurance of iridium ore suggests the possibility of meteoric strike. That, combined with local folklore pertaining to the 'Winter Star', the endemic and mysterious fruit known as the stardrop, and the outstanding fertility of Pelican Town's soil, all point towards something not entirely of this world.^^I believe further research is required.^^M. Jasper.",
    "FilingCabinet.25": "JojaCorp will begin drilling in the North Sea today, as the Ferngill Republic seeks oil reserves within its own borders. The Republic seeks to break ties with the Gotoro Empire, against which border and treaty disputes have lead to increasing tension between the two neighbors. After the signing of a trade treaty in XXXX, the Gotoran Empire has been steadily inflating the price of raw petroleum, leading to restrictions across the Ferngill Republic.",
    "FilingCabinet.26": "The Stardew Inquisitor:^^Today, the 7th Spring, as rain cascaded around us, our intrepid parapsychologist Crystal Moonbeam ventured onto Pelican's Town tidal beach following rumors of a spirit that appears there under such conditions. After fording a small stream, she caught sight of the figure: An elderly man in a large hat. \"The rain seemed to haze around him,\" Moonbeam reports. \"Like he was there...but somehow also not there. He looked me in the eyes, and said in a voice like the creaking of deep sea timbers, 'I see ye have that gleam in ye eye, miss, but I'm afraid she does no' feel the same way about ye.'\"",
    "FilingCabinet.27": "A page, torn from a notebook:^Dear Gunther,^The goblin folk of Bluemire have no written language, but they are skilled orators, and have preserved their cultural history through tales and interpretive dance. It has been my honor to attend several performances - something few outsiders are permitted. There is a recurring theme of a war: a collision between the shadows and a \"bright and fierce light\" that resulted in centuries of turmoil, and bears a striking resemblance to Rasmodius's tales of the Elemental Wars.^Alas, my time amongst their kind was cut abruptly short, after an unfortunate misunderstanding... - I shall spare you the details, my friend! - But needless to say, a hasty retreat was in order!^^Yours, M. Jasper.",
    "FilingCabinet.28": "TAKEN BY THE FAIRIES?:^^Four hours after she was reported missing by her worried guardian, seven-year old Mona was finally found alive and well in the woods west of Cindersap Forest. \"I was having a tea party with the fairies\", she informed her rescuers. \"They gave me a magic necklace!\" She appears none the worst for her adventure, although she refuses to parted with the necklace: a simple crystal on a leather cord."
 }
},
{	"LogName": "Strings from Maps",
    "Action": "EditData",
    "Target": "Strings/StringsFromMaps",
    "When": {   "language": "ru" },
    "Entries": {
    "JaspersRoom.1": "'Наследие дварфов'. Хммм, Джаспер любит фантастику?",
	"JaspersRoom.2": "Меч Джаспера. Он выглядит отполированным и чистым. Джаспер должно быть хорошо о нём заботиться.",
	"JaspersRoom.3": "Это плюшевый Джунимо. Он выглядит очень милым.",
    "JaspersRoom.4": "'Профессор Томас, мы с прискорбием сообщаем вам, что ваше заявление о приёме на должность было отклонено...'^Упс, это выглядит личным - лучше не подглядывать.",
    "JaspersRoom.5": "'Фантастические сказки о Долине Стардью'",
    "JaspersRoom.6": "Это фотокопия газетной статьи, датированной 26 годами назад:^'Похоронен заживо? Крошечная шахтёрская деревня Пеликан была потрясена подземным взрывом около полуночи прошлой ночью. Тридцать семь человек числятся пропавшими без вести, их считают пойманными в ловушку, и мало надежды, что их найдут живыми.'",
    "Museum2.1":"Домовой подал в отставку. Пожалуйста, убери за собой.",
    "Museum2.2": "Здесь полно всякой всячины. С чего начать?",
    "Museum2.3": "Это коллекционные бутоны для шапочек? На них до сих пор есть бирки!",
    "Museum2.4": "'Заявление ковбоя', 'Очарованный Королевой Родео'... Вкусы Гюнтера в литературе неожиданны.'",
    "Museum2.5": "Это изготовленное пиво, называется 'Кармалеон', и на этикетке изображена ящерица. Оно пахнет цветами.",
    "Museum2.6": "У Гюнтера сломан позвоночник и... Ужасно.",
    "Museum2.7": "'Драгоценные камни и минералы Республики Фернгилл', 'Хрустальная Библия'. Это всё учебники.",
    "Museum2.8": "Оооо, блестит.",
    "DwarfCave.1": "Она заперта",
    "DwarfCave.2": "Он выглядит так, будто его сильно помяли:^\"Дорогая Марни,^Я очень давно хотел рассказать тебе о своих чувствах, но язык у меня заплетается. Боюсь, я слишком долго был без компании и больше не могу найти нужных слов.\" Оно не подписано, но вы совершенно уверены, что оно написано не Дварфом.", 
    "DwarfCave.3": "Он сильно потёрт, изношен и наполовину спущен. Наверное, кто-то его выбросил.",
    "DwarfCave.4": "Выглядит довольно хорошо сделанным, и имеет имя, написанное чернилами вдоль стороны: Эллиот? Возможно, когда-то она принадлежала ему.",
    "DwarfCave.5": "Набивка вылезает из его ушей, а мех обглодан молью.",
    "DwarfCave.6": "Не работает. На самом деле, он выглядит так, будто его выпотрошили на запчасти.",
    "SpouseJasper.7": "Заметки Джаспера о дварфах. Они действительно классные!",
	"FilingCabinet.1": "Инквизитор Долины Стардью: НА НАС ОХОТИТСЯ ГОВОРЯЩИЙ МЕДВЕДЬ?^^Группа бродяг, разбившая лагерь возле ущелья долины Стардью, на прошлой неделе близко столкнулась с медведем. \"Мы веселились довольно громко,\" один студент, который назвал себя 'Брэд', рассказал об этом инциденте. \"Я хочу сказать, что мы были у самого... края. Кого мы могли потревожить? Потом мы услышали шорох в кустах, и, чёрт возьми, я сам чуть не умер. Он был похож на огромного медведя шести-семи футов в высоту и почти такого же размера в ширину. Он просто смотрел на нас. Наверное, я просто запаниковал и запустил в него бутылкой. Зверюга поймал её одной рукой, ухмыльнулся мне и сказал ясно, как божий день: 'Спасибо'. Затем он рысцой побежал в лес.\"^^Когда его спросили, употреблял ли они запрещённые вещества, 'Брэд' внезапно замолчал.",
	"FilingCabinet.2": "Инквизитор Долины Стардью: Нашествие слаймов!^^Земляничные поля были разорены скопищем слаймов во время вчерашнего новолуния. \"Они уничтожили всё!\" расстроенный фермер сообщил об этом нашим репортёрам. \"И оставили после себя мерзкую гадость, которая отравила землю. Что же теперь делать?\" К местной Гильдии искателей приключений обратились за комментариями, но пока никто не ответил на наши звонки.",
	"FilingCabinet.3": "Статья из журнала 'Жизнь Фермера'; ей уже несколько лет:^^Крошечная деревня Пеликан славится своей богатой и плодородной почвой, которая в сочетании с относительной высокой влажностью обеспечивает оптимальные условия для выращивания. Если слухи верны, семена, посаженные в ту почву, прорастут быстрее и дадут больший урожай, чем те, что находятся за пределами этого района. Кажется почти преступно сообщать, что последняя крупномасштабная сельскохозяйственная операция деревни Пеликан прекратила производство XX лет назад, и земля была приведена в негодность. Говорят, что он был унаследован внуком фермера, и мы можем только надеяться, что однажды он заявят свои права на наследство.",
	"FilingCabinet.4": "В районе долины Стардью была зафиксирована серия мелких краж со взломом. Один из очевидцев утверждал, что проснулся ночью, услышав странные звуки, и обнаружил маленького человека, роющегося в его холодильнике. Преступник бежал пешком и, как полагают, сбежал через шахту. \"Он был невысоким,\" сообщает очевидец:, \"возможно, ребёнок, и на нём был странный комковатый капюшон. Я не смог разглядеть его лица.\" Пока что украденные вещи состоят из еды, безделушек и металлолома.^^Людям, живущим в этом районе, рекомендуется держать свои двери запертыми и хранить все ценные вещи подальше до тех пор, пока вор или преступник не будет задержан.",
    "FilingCabinet.5": "Мистер Макгрегор, владелец птицефермы 'Куд-кудах', расположенной неподалёку от Грэмплтона, сообщил сегодня утром о странном происшествии в своём курятнике. \"Курочки были крайне беспокойны,\" сказал он. \"И поначалу я подумал, что это всё паразиты. Но вместо этого я обнаружил самую странную вещь: несколько яиц почернели, покрылись красными пятнами, и в них было что-то слегка зловещее.\" Когда его спросили, что он сделал с испорченными яйцами, он содрогнулся. \"Я избавился от них,\" сказал он. Жаль, было бы интересно посмотреть, что бы вылупилось из таких яиц.",
    "FilingCabinet.6": "КРАЖА В МЕСТНОМ МУЗЕЕ: Крошечный городок Пеликан сегодня пережил ещё одно горе, когда их куратор музея внезапно уехал - и забрал с собой всю их небольшую региональную коллекцию. \"Это печальная потеря для региона,\" сообщил нам мэр Льюис. \"Вся краеведческая литература попросту исчезла!\" В сообщении о краже, поступившем в то время, говорилось, что также было похищено несколько книг и что коллекция содержала несколько редких и необычных драгоценных камней, характерных для этого региона.^^Местный археолог, Мистер Гюнтер, вступил в роль куратора, но сколько времени витрины будут оставаться пустыми? Только время покажет.",
	"FilingCabinet.7": "МЕСТНЫЙ ФЕРМЕР 'УДИВИЛ' ГИГАНТСКОЙ ТЫКВОЙ:^^Фермер из долины Стардью, Мистер Теренс из Фэрхейвена, получил главный трофей на ярмарке округа Стардью в минувшие выходные, когда он представил свою впечатляющую тыкву весом 2465 фунтов ошеломлённой публике. \"Секрет кроется в семенах и почве,\" сообщил он нам. \"Вам нужно удобрять почву и каждый день поливать.\" Когда его спросили, что станет с гигантским плодом, он сказал следующее: \"Обрежу и превращу её в игровой домик для детей.\"",
    "FilingCabinet.8": "АД БУШУЕТ ПОД ГОРОДОМ ПЕЛИКАН:^^Прошло уже больше двадцати лет, а угольный пожар под городом Пеликан продолжает гореть.^^Уголь загорелся в XXXX году после взрыва газа, в результате которого погибли 26 шахтёров и ещё десятки получили ранения. Попытки потушить пожар не увенчались успехом, но сообщается, что он был заключён в самых глубоких уровнях шахт. Удерживают пожар под контролём \"пещеры, заполненные вечным льдом\", сообщают наши источники. Нет, наука тоже не может дать внятного ответа.^^Несмотря на это, городок Пеликан по-прежнему остаётся очаровательной приморской деревушкой и ежегодно привлекает десятки туристов.",
    "FilingCabinet.9": "Газете 'Новости Долины Стардью', почти десять лет: Поисково-спасательные службы долины Стардью прекратили поиски пропавшего жителя города Пеликан, Тристана, через три дня после того, как он не вернулся из спелеологической экспедиции.^^Тристана и его подругу Мону в последний раз видели вместе в воскресенье утром, когда они, как полагают, вошли в обширную пещерную систему города Пеликан. Ближе к полуночи Мона вернулась домой в состоянии, которое её опекун описал как 'растерянное и сбитое с толку'. В настоящее время ей оказывают медицинскую помощь в связи с лёгким переохлаждением. \"Я не знаю, что с ней не так,\" сообщил нам об этом приятель, пожелавший остаться неизвестным. \"Она снова и снова шёпотом повторяла: 'Я не должна была оставлять кота...'- но она даже не любит кошек!\"",
    "FilingCabinet.10": "Это официальное письмо с гербом долины Стардью, датированное несколькими годами ранее.:^^Мэр Льюис,^Поскольку последняя перепись показала, что население города Пеликан упало ниже 100 человек, совет долины Стардью принял решение ассимилировать его в районе Крупного Грэмплтона. Теперь управление городом Пеликан перейдёт под юрисдикцию Губернатора.^^Теперь город Пеликан больше не нуждается в независимом мэре, ваша роль станет церемониальной по своему характеру. Мы благодарны Вам за вашу преданность и службу Республике Ференгилл и желаем Вам удачи в ваших будущих начинаниях. Мы надеемся, что вы воспользуетесь этой возможностью, чтобы насладиться ранним выходом на пенсию.^^С благодарностью и уважением, Губернатор.",
    "FilingCabinet.11": "Вы нашли выцветшую газетную статью пятнадцатилетней давности:^Преемник Джоджа бесследно исчез^^Джозеф Якобсон-младший, единственный сын магната Джоджа, Джозефа Якобсона, исчез.^^Джозеф-младший должен был взять на себя эту роль в понедельник, после экстравагантной вечеринки миллиардерши-самозванки в субботу вечером. Однако очевидец сообщает, что они видели Джозефа-младшего. \"Выскользнул через заднюю дверь около полуночи.\"^^Тайная интрижка не удалась, или, может быть, образ жизни Джоджа больше не привлекал её? Друг Джозефа-младшего сообщает, что этот человек становился всё более недовольным корпорацией, особенно тем, как Джоджа справлялась с разногласиями по поводу недавнего торгового договора с Республикой Гото.^^Исчезновение не рассматривается как подозрительное; Джозеф-младший всегда проявлял сдержанность по отношению к общественности, но обо всех случаях обнаружения следует сообщить в местную полицию.^^Во время его отсутствия управление корпорации Джоджа будет осуществляться комитетом под руководством Джозефа-старшего.",
    "FilingCabinet.12": "Записка некролога:^^Мона из города Пеликан, любимая дочь, покинула нас сегодня, весной 28-го числа, после трагического несчастного случая. Ушедшая слишком рано, мир станет темнее без её одушевляющего и огненного духа. Пусть она отдохнёт сейчас, купаясь в сиянии Йобы, воссоединившись со своим дорогим Тристаном.",
    "FilingCabinet.13": "Да это же реклама:^^ЭКСПЕРТЫ ПО БОРЬБЕ С ВРЕДИТЕЛЯМИ^Слаймы просочились в ваш подвал? Может быть, чудовище прячется под вашей кроватью? Ваша дружелюбная Гильдия искателей приключений здесь, чтобы помочь!^\"Бесплатные Квоты\"^^Позвоните Марлону или Гилу по номеру: XXX-XXXX-XXXX.",
    "FilingCabinet.14": "ШЕФ-ПОВАР 'ЗВЁЗДНОЙ КАПЛИ' ПОБЕДИЛ В РЕГИОНАЛЬНОМ ЧЕМПИОНАТЕ^^\"Всё дело в моём секретном соусе,\" заявил Гас, владелец салуна 'Звёздная капля', принимая трофей во вчерашнем кулинарном конкурсе долины Стардью. Конкурсанты съезжались со всего региона долины Стардью, и их блюда варьировались от улитки до супа 'Том Кха'. Однако победу одержали спагетти Гаса. \"Я сам приготовил спагетти,\" добавил он. \"Все ингредиенты свежие и местного производства.\" Он не стал разглашать ингредиенты своего 'секретного соуса', сказав лишь, что этот рецепт хранился в его семье на протяжении многих поколений.",
    "FilingCabinet.15": "КОРПОРАЦИЯ ДЖОДЖА ПОКУПАЕТ 'ШАХТЫ АДА':^^Мега корпорация, Джоджа, недавно приобрела заброшенные шахты к северу от города Пеликан. Когда-то процветавшая каменноугольная шахта была заброшена XX лет назад, после серии взрывов погибли 26 шахтёров и загорелся угольный пласт. Местный глава Джоджа, Моррис, отказался комментировать приобретение и не стал разглашать планы корпорации в отношении этого района.",
    "FilingCabinet.16": "МЕСТНЫЙ ГОРОДОК АТАКОВАН \"БУРЯ СТОЛЕТИЯ\": Чудовищный шторм обрушился на прибрежный городок Пеликан прошлой ночью в 6 вечера. Свирепые порывы ветра - некоторые превышали 55 миль в час - и ливень привели к тому, что несколько жителей эвакуировались в местный салун. Несколько зданий были разрушены во время шторма, в том числе городской общественный центр; ещё один удар по некогда процветающему шахтёрскому поселку.^\"Мы восстановим наш городок,\" говорит мэр города Пеликан, Льюис. \"Город Пеликан пережил много штормов. Наше сообщество будет жить.\" Несмотря на то, что его вера в своё сообщество достойна восхищения, следует отметить, что население значительно сократилось с момента закрытия шахт XX лет назад.",
    "FilingCabinet.17": "МЕДОВЫЙ ВОРИШКА ПРОУЧЕН МЕСТНОЙ БАБУЛЕЙ: Эвелин \"Бабушка\" Сегодня вечером в городе Пеликан Мульнер объявили героем после того, как она успешно отбилась от голодного медведя, вооружившись только своими садоводческими инструментами.^^\"Я работала в саду,\" сообщила нам бесстрашная бабушка. \"Неожиданно из леса вышел большой медведь. Думаю, бедняжка просто проголодался. Я так сильно испугалась! Тогда я шлёпнула его граблями по морде.\" Затем медведь побежал прочь. Вид у него был растерянный.^^\"Мне даже стало его жалко,\" продолжала бабушка Мульнер: \"Мы не можем допустить, чтобы рядом с детьми ошивался хищник! Хотя я оставила кленового сироп на пне в лесу. Скорее всего, он принял мои извинения: на следующий день бутылка была начисто вылизана!\"",
    "FilingCabinet.18": "Это клочок испачканной бумаги, вырванный из блокнота:^^В долине неспокойно с тех пор, как загорелись шахты. Он разбудил мерзкого дьявола в её глубинах; где-то под поверхностью дремлет что-то тёмное и мрачное. Является ли это сущность, называемой 'пустотой'?^Порча расползлась по пещерам, как гниль, превращая летучих мышей в чудовищ и мутируя безобидных ракообразных в ужасающих монстров.^Наш долг-восстановить равновесие межд-^^Дальше текст пропадает под ржаво-коричневым пятном. ",
    "FilingCabinet.19": "Вы храбры сердцем и сильны духом? - Да? Тогда Гильдия искателей приключений ждёт тебя!^^Существа пустоты становятся всё более смелыми и угрожают прекрасным жителям долины Стардью.^^Если вы чувствуете, что у вас есть все необходимое, чтобы стать защитником долины, позвоните в Гильдию искателей приключений и поговорите с Марлоном или Гиллом.^^Вербовка будет включать в себя физическое испытание. Гильдия искателей приключений не несёт ответственности за потерю жизни или конечности, понесённые в ходе этого испытания.",
    "FilingCabinet.20": "Что такое 'Звёздная капля'?^^Есть много тех, кто размышлял о существовании этого таинственного фрукта, отмеченного в фольклоре долины Стардью за его энергетические свойства. Говорят, что те, кто съест звёздную каплю, никогда не умрёт, и ходят слухи, что она может содержать секрет бессмертия.^^Однако мы знаем, что предания о нём являются типичными для региона долины Стардью.",
    "FilingCabinet.21": "КОТТЕДЖ В АРЕНДУ: Ищешь уединение вдали от города? Окружите себя красотой природы, в лесу Синдерсэп, недалеко от города Пеликан. Коттедж расположен на берегу реки. Подойдёт для умиротворённых, тихих вечеров, а также вполне подойдёт человеку, любящему природу. Сдаётся в долгосрочную или краткосрочную аренду.^^Пожалуйста свяжитесь с Марни по телефону: XXX-XXX-XXXX.",
    "FilingCabinet.22": "ГОРОД ОСАДИЛА ПТИЦА: Честервейл снова подвергся нападению, на этот раз со стороны маловероятного противника: гуся!^^\"Этот негодяй сорвал всю мою морковку,\" сообщил нам местный садовник, \"Он запер меня в моём собственном саду и бросил ключи в реку!\"^^\"Он очень страшный,\" добавил маленький мальчик. \"И он украл мои очки!\"^^Царствованию гуся-террора в конце концов пришёл конец после того, как он был загнан в угол и пойман в местном пивном саду.^^Когда его попросили оправдать свои преступления, он ответил только: \"ГА-А!\"",
    "FilingCabinet.23": "'Новости Долины Стардью', свыше двадцати лет назад:^НОВЫЙ МЭР ЗАНИМАЕТ ПОСТ В ГОРОДЕ ПЕЛИКАН: Мистер Льюис принял сегодня пост мэра города Пеликан, одержав уверенную победу на местных выборах.^^\"У меня большие планы на этот город,\" объявил он. \"Мы надеемся вывести его на передний план экономики долины Стардью, чтобы действительно оставить свой след на карте.\"^Его оппонент, Мастер Гильдии Марлон, изящно признал поражение.",
    "FilingCabinet.24": "Страница, вырванная из блокнота:^Что лежит под долиной Стардью? Пещеры, пронизывающие горный ландшафт долины Стардью, полны тайн. Были найдены странные артефакты, в том числе технология которая нам не понятна, а высокая встречаемость иридиевой руды наводит на мысль о возможности метеоритного удара. Это, в сочетании с местным фольклором, относящимся к 'Зимней звезде', и загадочному плоду, известному как 'Звёздная капля', а также выдающемуся плодородию почвы города Пеликан. Всё указывает на что-то не совсем от этого мира.^^Я считаю, необходимы дальнейшие исследования.^^M. Джаспер.",
    "FilingCabinet.25": "Корпорация Джоджа начнёт бурение в Северном море сегодня, так как Республика Ференгилл ищет запасы нефти в пределах своих собственных границ. Республика стремится разорвать связи с Империей Готоро, против которой возникают пограничные и договорные споры, приводящие к росту напряжённости между двумя соседями. После подписания торгового договора в XXXX году империя Готоро постоянно взвинчивает цены на сырую нефть, что привело к ограничениям по всей республике Ференгилл.",
    "FilingCabinet.26": "Инквизитор Долины Стардью:^^Сегодня, Весна, 7-ое число, когда вокруг нас хлынул дождь, наш бесстрашный парапсихолог Кристал Мунбим отважился отправиться на приливный пляж города Пеликан, следуя слухам о Духе, который появляется там в таких условиях. Перейдя вброд небольшой ручей, он увидел фигуру пожилого человека в большой шляпе. \"Дождь, казалось, окутал его дымкой,\" доложил Мунбим. \"Как бы он был там... но почему-то и не там. Он посмотрел мне в глаза и сказал голосом, похожим на скрип морских досок: 'Ага, по глазам вижу... Есть у тебя кто-то особенный, мистер... Но боюсь, что она не испытывает того же к тебе.'\"",
    "FilingCabinet.27": "Страница, вырванная из блокнота:^Уважаемый Гюнтер,^У гоблинов-синемира нет письменности, но они искусные ораторы и сохранили свою культурную историю с помощью сказок и интерпретирующих танцев. Для меня было честью присутствовать на нескольких представлениях, куда допускаются лишь немногие посторонние. Существует повторяющаяся тема войны: столкновение между тенями и \"ярким и яростным светом\". Это привело к многовековым беспорядкам и имеет поразительное сходство с рассказами Расмодиуса о войнах стихий.^Увы, моё пребывание среди их рода резко оборвалось из-за досадного недоразумения... Я избавлю вас от подробностей, мой друг! Но стоит сказать, что поспешное отступление было в порядке вещей!^^С уважением, М. Джаспер.",
    "FilingCabinet.28": "СХВАЧЕНА ФЕЯМИ?:^^Через четыре часа после того, как обеспокоенный опекун сообщил о ее исчезновении, семилетнюю Мону наконец нашли живой и здоровой в лесу к западу от леса Синдерсэп. \"У меня было чаепитие с феями\", так она сообщила об этом своим спасителям. \"Они подарили мне волшебное ожерелье!\" Она выглядит отнюдь не в плохом состоянии после своего приключения, и отказывается расстаться с ожерельем: простым кристаллом на кожаном шнурке."
 }
}
]
}