{
    "ShadowBrute_Bouncer_0": "\"Psst, quit bothering me! I'm making sure no snot-nosed humans come poking their noses where they don't belong!\"",
    "ShadowBrute_Bouncer_1": "\"...Somehow I always get put on ladder guard duty...\"",
    "ShadowBrute_Bouncer_2": "\"...That's what I get for being the strongest member of our tribe...\"",
    "ShadowBrute_Bouncer_3": "\"...What?\"",
    "ShadowBrute_Bouncer_4": "\"... *grumble*\"",
    "ShadowBrute_Bouncer_5": "\"...\"",
    "ShadowBrute_Bouncer_6": "\"...\"",

    "Shadow_Vincent_0": "\"Woohoo! The Festival of the Mudane! My favorite time of year!\"",
    "Shadow_Vincent_1": "\"This year my friends and I decided on a 'trio of humans that toil in the scroll dungeons' group costume!\"",
    "Shadow_Vincent_2": "\"Hey, that's a pretty good 'farming human' costume you've got on!\"",
    "Shadow_Vincent_3": "\"Wow, you even nailed the scent!\"",
    "Shadow_Vincent_4": "\"What'd you do, roll around in cow filth for awhile?\"",

    "Shadow_Penny_0": "\"Now, now humanlings! Don't stray too far! It's time for our daily pilgrimage to the 'scroll dungeons'!\"",
    "Shadow_Penny_1": "\"If you behave, I'll even let you choose which tome I'll force you to read, hee hee!\"",
    "Shadow_Penny_2": "\"(Hee hee, I love getting into character! The Festival of the Mundane is the best!)\"",

    "Shadow_Jas_0": "\"Between you and me, my friend takes this festival a bit too seriously...\"",
    "Shadow_Jas_1": "\"...\"",
    "Shadow_Jas_2": "\"Anyways, where's the 'Gourd Slush Ale'...\"",

    "Shadow_Haley_0": "(The shadow girl is pretending to ignore you.)",
    "Shadow_Haley_1": "(The shadow girl is still pretending to ignore you.)",
    "Shadow_Haley_2": "(It's taking every ounce of the shadow girl's willpower to continue ignoring you.)",
    "Shadow_Haley_3": "(The shadow girl is blushing... but still very much ignoring you.)",

    "Shadow_Harvey_0": "\"I'd ask you to dance, but these glasses are kind of making me motion-sick.\"",
    "Shadow_Harvey_1": "\"I think I'll take a breather.\"",

    "Shadow_Elliott_0": "\"The 'Aged Horsey and Void Dip' smells especially rancid today.\"",
    "Shadow_Elliott_1": "\"I'd know, I prepared it myself!\"",
    "Shadow_Elliott_2": "\"It's a secret recipe, handed down from generation to generation of my tribe.\"",
    "Shadow_Elliott_3": "\"Keep this under your mask, but I added a 'secret ingredient' this year, heh heh.\"",
    "Shadow_Elliott_4": "\"Don't ask what it is... I'm not telling!\"",

    "ShadowBrute_Dance_0": "\"Woohoo! Check out these moves!\"",
    "ShadowBrute_Dance_1": "\"Wonder why that guy in the glasses is sulking in the corner...\"",
    "ShadowBrute_Dance_2": "\"Eh, his loss. Now watch me do a triple twirl...!\"",

    "Shadow_Maru_0": "\"I've been wanting to dance with this guy for awhile, but his moves are a bit... aggressive.\"",
    "Shadow_Maru_1": "\"I tried to cut in, but I ended up with an arm to the face.\"",
    "Shadow_Maru_2": "\"*Sigh* Oh well, maybe next year.\"",

    "Shadow_Abigail_0": "\"Toot, toot. I brought this flute prop this year so that nobody will ask me to dance.\"",
    "Shadow_Abigail_1": "\"Truth is, I've never really understood this whole 'dance' thing.\"",
    "Shadow_Abigail_2": "\"I don't really understand this 'music' thing either.\"",
    "Shadow_Abigail_3": "\"Maybe I should have just stayed at home.\"",

    "Shadow_Emily_0": "\"A one and a two and a twirl and a spin and a... Whoa, I'm getting dizzy...\"",
    "Shadow_Emily_1": "\"Urp... I'm seeing double...\"",
    "Shadow_Emily_2": "\"Hey, do you and your twin mind getting out of the way? I'm dancing here!\"",

    "ShadowBrute_MummyDance_0": "\"Yeahhh...! I hear this dance is really popular with some of the monsters in the Skull Caves...\"",
    "ShadowBrute_MummyDance_1": "\"Yeahhh...! Dig these mummified moves, man!\"",
    "ShadowBrute_MummyDance_2": "\"Yeahhh...!\"",

    "ShadowGirl_MummyDance_0": "\"'Dance like a gypsum?' ...What does that even mean?\"",
    "ShadowGirl_MummyDance_1": "\"My boyfriend is so embarrassing...\"",

    "ShadowBrute_Squat_0": "\"I put my costume off till the last minute.\"",
    "ShadowBrute_Squat_1": "\"Luckily I found these purple shorts in the bushes just outside.\"",
    "ShadowBrute_Squat_2": "\"They're a bit starchy and stiff, which is why I've decided to squat in place.\"",
    "ShadowBrute_Squat_3": "\"Humans sure do leave their garments in the strangest places, huh?\"",

    "Shadow_Shane_0": "\"*Glug* Ninety-nine pints of 'Gourd Slush' on the wall. Ninety-nine pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_1": "\"*Glug* You take one down, you pass it around... Ninety-eight pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_2": "\"*Glug* Ninety-eight pints of 'Gourd Slush' on the wall. Ninety-eight pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_3": "\"*Glug* You take one down, you pass it around... Ninety-seven pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_4": "\"*Glug* Ninety-seven pints of 'Gourd Slush' on the wall. Ninety-seven pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_5": "\"*Glug* You take one down, you pass it around... Ninety-six pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_6": "\"*Glug* Ninety-six pints of 'Gourd Slush' on the wall. Ninety-six pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_7": "\"*Glug* You take one down, you pass it around... Ninety-five pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_8": "\"*Glug* Ninety-five pints of 'Gourd Slush' on the wall. Ninety-five pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_9": "\"*Glug* You take one down, you pass it around... Ninety-four pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_10": "\"*Glug* Ninety-four pints of 'Gourd Slush' on the wall. Ninety-four pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_11": "\"*Glug* You take one down, you pass it around... Ninety-three pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_12": "\"*Glug* Ninety-three pints of 'Gourd Slush' on the wall. Ninety-three pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_13": "\"*Glug* You take one down, you pass it around... Ninety-two pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_14": "\"*Glug* Ninety-two pints of 'Gourd Slush' on the wall. Ninety-two pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_15": "\"*Glug* You take one down, you pass it around... Ninety-one pints of 'Gourd Slush' on the wall!\"",
    "Shadow_Shane_16": "\"*Glug* Ninety-one pints of 'Gourd Slush' on the wall. Ninety-one pints of 'Gourd Slush'...!\"",
    "Shadow_Shane_17": "\"*Glug* You take one down, you pass it around... Ninety-none pints of 'Gourd...' Wait... 'Ninety-none?...'\"",
    "Shadow_Shane_18": "\"*Glug* Oh well, let's take it again from the top!\"",

    "Shadow_Sam_0": "\"I don't know how humans keep their balance on these things...\"",
    "Shadow_Sam_1": "\"Especially with a banana peel on their head.\"",

    "Shadow_Alex_0": "\"Hey, you want to toss this odd shaped tuber around?\"",
    "Shadow_Alex_1": "\"Yeah, I didn't think so. Humans have weird habits, don't they?\"",

    "Shadow_Leah_0": "*Pound* *Pound* \"Supposedly this is a way that humans reveal to one another the 'true essence' of their being.\"",
    "Shadow_Leah_1": "*Pound* *Pound* \"I'm not sure how pounding things with a hammer is supposed to reveal my 'true essence', but it's worth a try...\"",
    "Shadow_Leah_2": "*Pound* *Pound* \"If nothing else, this has revealed my tenacity. Could that be my 'true essence?'...\"",

    "Shadow_Sebastian_0": "\"Hey, do you mind taking a few steps to the left?\"",
    "Shadow_Sebastian_1": "\"You're in my blind spot.\"",

    "ShadowBrute_Jelly_0": "\"I wanna see the rare green smellyfish...!\"",
    "ShadowBrute_Jelly_1": "\"I wanna see the rare green smellyfish...!\"",
    "ShadowBrute_Jelly_2": "\"I wanna see the rare green smellyfish...!\"",
    "ShadowBrute_Jelly_3": "\"...Come to think of it, I see it every year. It can't be THAT rare, can it...?\"",

    "ShadowGirl_Tube_0": "\"As the season comes to a close and the weather gets colder, it sure is nice to take dip in this nice warm pool.\"",
    "ShadowGirl_Tube_1": "\"Eek! Something brushed up against my leg! Wait, no, it was just some fish bones...\"",

    "ShadowBrute_Swimmer_1_0": "\"I don't care what anybody says, taking a bath is my favorite part of the Festival of the Mundane!\"",
    "ShadowBrute_Swimmer_1_1": "\"You can feel the filth of the world just wash away as the water envelops you.\"",
    "ShadowBrute_Swimmer_1_2": "\"Well, you can feel the filth of the world, anyways...\"",

    "ShadowBrute_Swimmer_2_0": "\"Don't tell anyone, but I'm not wearing a bathing suit right now.\"",
    "ShadowBrute_Swimmer_2_1": "\"Sometimes it feels nice to strip yourself of all of society's strictures.\"",

    "ShadowBrute_Swimmer_3_0": "\"Urk. I accidentally swallowed some water.\"",
    "ShadowBrute_Swimmer_3_1": "\"Sorry, I had a piece of corn lodged in my throat. How do you do?\"",

    "ShadowGirl_DressingRoom_0": "\"Hey, that's a really nice 'human in bathing suit' costume you're wearing...\"",
    "ShadowGirl_DressingRoom_1": "\"...You sure you want to get it all wet in the pool?\"",
    "ShadowGirl_DressingRoom_2": "\"Oh well, who am I to get in the way of your Festival of the Mundane!\"",

    "BigShadow_0": "\"Ho ho... Hello there, stranger... I sense something... different about you.\"",
    "BigShadow_1": "\"Don't you worry though, my fighting days are long over. Your secret is safe with me.\"",
    "BigShadow_2": "\"It is rare to see one such as yourself among our midst. This gathering is probably quite a surprise for you.\"",
    "BigShadow_3": "\"For eons, your kind have assembled on this day to 'celebrate' the horrors that lurk within the shadows...\"",
    "BigShadow_4": "\"Your 'Spirit's Eve' festivities include costumes and decorations depicting us shadow folk and other non-humans...\"",
    "BigShadow_5": "\"My ancestors were initially angered by these depictions, but over the years we have come to understand that the intent was not to antagonize us, but for your own kind to understand others better...\"",
    "BigShadow_6": "\"Well, we Shadows are doing a similar thing here. This 'Festival of the Mundane' is a way for us to help understand your kind better and begin to bridge the gulch between our worlds.\"",
    "BigShadow_7": "\"Of course some of my kin are still not completely comfortable with humans, and you may find yourself roughly handled if you speak to them without a disguise.\"",
    "BigShadow_8": "\"But if you blend in, you can join in our celebration of the strange eccentricities of daily human life.\"",
    "BigShadow_9": "\"We decorate our abodes with strange human effigies and don your kind's brightly colored garb, then dance and make merriment from dawn until dusk.\"",
    "BigShadow_10": "\"Though it may not seem it to you young ones, the divide between the human world and the shadow world is growing narrower with every passing generation.\"",
    "BigShadow_11": "\"It may take centuries yet, but I am hopeful that some day, the beings of shadow and light will be able to exist in harmony.\"",
    "BigShadow_12": "\"But until that time has come to pass, join us in celebrating your kind! You might even recognize some of the costumes on display! Ho ho!\"",

    "Snack_1_0": "Lukewarm Void aioli with horseradish leaves for dipping... Pungent.",
    "Snack_2_0": "This pumpkin has been sliced up into wedges and served raw... Crunchy!",

    "Festival_AncientDoll_0": "This creepy, human-like doll appears to gaze into your soul!",

    "interaction.nohat": "How rude! They threw me out! I wonder if I could sneak back in and get a disguise from Hatmouse.",

    "PinGame.Barker.0": "\"Step right up! How'd you like to play a game of 'Pin the nose on the goblin?' Prizes include a Golden Pumpkin and a void egg. Only one of each prize per customer, though.\"",
    "PinGame.Barker.1": "\"Want to go again, eh? Alright, I still have some good prizes available.\"",
    "PinGame.Barker.2": "\"You must really like this game. Okay, there's a few more prizes left.\"",
    "PinGame.Barker.3": "\"You still here, huh? Not much left, but if you really want to keep playing, go ahead.\"",
    "PinGame.Barker.4": "*sigh* \"Are you sure you wouldn't rather be dancing, or swimming, or ... anything?\"",
    "PinGame.Barker.5": "\"Alright pal, you've won everything. You can keep playing, but all I've got are more rotten plants now.\"",

    "PinGame.AskToPlay": "Would you like to play a round of 'Pin the nose on the goblin'?",
    "PinGame.Answer.Play": "Play",
    "PinGame.Answer.Leave": "Leave",

    "PinGame.Instructions.0": "You are blindfolded and will automatically walk forward.",
    "PinGame.Instructions.1": "Move left or right based on the hints to reach the target.",
    "PinGame.Instructions.2": "Move up to begin.",

    "PinGame.End.0": "You pinned the nose {{d}} in. from the center of the target.",
    "PinGame.End.1": "Move up to end the game and receive your prize.",

    "PinGame.Distance": "Distance from target: {{d}} ft.",

    "PinGame.Hint": "You hear the nearby shadow people saying:",
    "PinGame.Hint.OnTarget": "You're right on target!",
    "PinGame.Hint.Close.0": "A little more {{direction}}!",
    "PinGame.Hint.Close.1": "Move a bit {{direction}}!",
    "PinGame.Hint.Close.2": "Getting close! Go {{direction}}!",
    "PinGame.Hint.Medium.0": "Go {{direction}}!",
    "PinGame.Hint.Medium.1": "Move {{direction}}!",
    "PinGame.Hint.Medium.2": "Keep going {{direction}}!",
    "PinGame.Hint.Far.0": "You're way off, go {{direction}}!",
    "PinGame.Hint.Far.1": "Move far to the {{direction}}!",
    "PinGame.Hint.Far.2": "Wrong way! Move {{direction}}!",

    "PinGame.RiffRaff.0": "*Urp*",
    "PinGame.RiffRaff.1": "Woohoo!",
    "PinGame.RiffRaff.2": "Such skill...",
    "PinGame.RiffRaff.3": "Another 'Gourd Slush Ale'...!",
    "PinGame.RiffRaff.4": "Care for a dance?",
    "PinGame.RiffRaff.5": "Ninety-nine bottles...",
    "PinGame.RiffRaff.6": "This is my favorite time of year!",
    "PinGame.RiffRaff.7": "The pool looks awfully inviting...",
    "PinGame.RiffRaff.8": "Smellyfish! Show me the smellyfish!",
    "PinGame.RiffRaff.9": "Does the 'Horsey' dip taste weird to anyone else...?",
    "PinGame.RiffRaff.10": "*Crunch* *Burp*",

    "shop-menu.message0": "Shadow friends throw some party, eh Poke?",
    "shop-menu.message1": "I have special hats. You have coins?",
    "shop-menu.message2": "Hey Poke, you like boat?",

    "krobus-dialogue-known": "Hi friend. Welcome to the 'Festival of the Mundane'.#b#Make sure to keep a Shadow disguise on when talking to the others.#b#The rodent of unusual cuteness is selling more masks if you need them.",
    "krobus-dialogue-unknown": "A human visitor? This is most unusual...#b#I am Krobus and you have come during our 'Festival of the Mundane'.#b#Make sure to keep a Shadow disguise on when talking to the others.#b#The rodent of unusual cuteness is selling more masks if you need them.#b#And I sell a variety of rare and exotic goods, even outside of this festival",

    "wizard-letter": "Greetings @,^^As you might know, supernatural activity always increases near Spirit's Eve. The Shadow people even have their own celebration. If you can access the sewers, their 'Festival of the Mundane' will be happening all day. You probably won't run into much trouble, although it might be good to find a disguise once you're in there just to be safe.^^ - M.Rasmodius"
}