{
    "Quest.FirstObjective": "Craft an {{Item}}.",
    "Quest.LastObjective": "Bring the {{Item}} to Willy.",
    "Quest.CompleteDialog": "Is that it, eh? As soon as I finish testin' I'll tell Clint to send ya a new recipe.$h",
    "Quest.LastCompleteDialog": "That is the last one, eh? As soon as I finish testin' I'll send yer reward through the mail.$h",
    "Quest.Description": "Willy and Clint asked you for help on their unbreakable tackles project. Craft an {{Item}} and bring it to Willy.",
    "EverlastingBait.Letter": "Hey @,^I wanna share a secret with ya. It's prob'ly bad for business, but you're such a good friend that I don't care. A great angler has to know it. ^After savin' a wizard's life in the sea, he taught me how to make a bait that would last forever in a hook. It's not difficult to make, but you'll need a very special item. ^But don't put it in crab pots or you'll lose it. ^   -Willy",
    "EverlastingBait.Name": "Everlasting Bait",
    "EverlastingWildBait.Letter": "Hello, friend.^Remember when I taught you how to make wild bait? That was fun, we should do it again... ^I was talking about it to Rasmodius the other day and he showed me how to make the bait last forever, isn't it great? ^But no need to come here in person this time, I'm sending you the recipe.^   -Linus",
    "EverlastingWildBait.Name": "Everlasting Wild Bait",
    "EverlastingMagnet.Letter": "Greetings, young adept.^Since you are a master in the art of catching fish, I'm going to teach you how to make an everlasting magnet. This way you can find more arcane items while fishing.^But use it wisely, you don't want to disturb the balance of the waters.^   -M. Rasmodius, Wizard",
    "EverlastingMagnet.Name": "Everlasting Magnet",
    "UnbreakableTackleIntroduction.Letter": "Dear @, ^ In one o' our drinking nights at the good ol' Stardrop Saloon, Clint and I had the idea o' makin' unbreakable tackles. ^ We put our minds together and came up with some blueprints. But even being masters on our own expertise, you don't mind me sayin', we couldn't combine our skills to craft them. ^ That's where we need you. Since you're a great artisan and also a great angler, we thought you could be the one to make those tackles for us. ^ Clint will be sendin' you a recipe at a time. Once you're done crafting, bring the tackle to me for testin'. As I confirm it works, Clint will send you a new recipe. ^ If it all goes well, I'll give you a nice reward. And o' course, you can keep the recipes as you make them. ^ I know you can do it. ^   -Willy",
    "UnbreakableSpinner.Letter": "I guess Willy already explained our plan to you.^Our first recipe is really simple, we just need a couple of iridium bars and double the amount of material used to make a regular spinner.^Don't forget to bring it to Willy once you're done.^   -Clint",
    "UnbreakableSpinner.Name": "Unbreakable Spinner",
    "UnbreakableLeadBobber.Letter": "This one was difficult to conceive since Willy don't even know how to make lead bobbers. He imports them to sell in his store.^But we think we can reproduce its effect with a piece of an anchor and some iridium bars.^Take it to Willy once done.^   -Clint",
    "UnbreakableLeadBobber.Name": "Unbreakable Lead Bobber",
    "UnbreakableTrapBobber.Letter": "Willy says this is one of the most useful tackles, but it was also the trickiest for us.^Even with iridium making it unbreakable, the sap is what make it work, and once it was gone, it would stop working.^Willy talked about it with Demetrius and from that came the idea to add fertilizers and an acorn seed.^We hope it works.^   -Clint",
    "UnbreakableTrapBobber.Name": "Unbreakable Trap Bobber",
    "UnbreakableCorkBobber.Letter": "Now we're more confident that the general idea of using double the amount of materials and iridium to hold it all together should work as a base for the recipes.^In the next one, the slime was the problem, but since I know minerals very well, I'm sure petrified slime will do the trick.^Willy will be waiting to test it.^   -Clint",
    "UnbreakableCorkBobber.Name": "Unbreakable Cork Bobber",
    "UnbreakableTreasureHunter.Letter": "If this tackle works, I might start fishing too.^I hate having to fight when I go to the mines, so fishing might be a good way to get some extra ore, minerals and gems.^This time we'll need more than double materials though, but I'm sure it'll pay for itself.^   -Clint",
    "UnbreakableTreasureHunter.Name": "Unbreakable Treasure Hunter",
    "UnbreakableBarbedHook.Letter": "No surprises with the barbed hook, we'll just need a ton of iridium to keep all those sharp points from breaking.^Our project is almost done, Willy should be anxious to receive this tackle so you can start on the last one soon.^   -Clint",
    "UnbreakableBarbedHook.Name": "Unbreakable Barbed Hook",
    "UnbreakableDressedSpinner.Letter": "This is my master piece. I took inspiration from Emily and added all her favorite gems to the recipe.^Since this is our last tackle and I have no more recipe for you, you might be thinking about keeping it to yourself, but Willy has a nice reward to give you.^Thanks for helping.^   -Clint",
    "UnbreakableDressedSpinner.Name": "Unbreakable Dressed Spinner",
    "UnbreakableTackleReward.Letter": "Hey @, ^ I always knew that if one could make those blueprints a reality, it was ya. With yer help I'm now able to make 'em myself. ^ To show our great appreciation for yer work, I'm sendin' ya this prismatic shard I was lucky enough to find on an ol' expedition. I want you to have it. ^   -Willy",
	"IridiumQualityFishWithWildBait.Letter": "Hello, friend.^There's one thing I forgot to tell you about the wild bait. One day I was feeling really good and was able to cast the line pretty far from the shore the whole day. While I still had my wild baits, I was catching some of the best quality fish I had ever seen. But once I ran out, I didn't catch a single one as good as before. I think that bait has some appeal that can attract the best quality fish. Even Willy was impressed when I sold him some.^   -Linus "
}