{
    "Changes": [
{	"LogName": "Dialogue", 
	"Action": "EditData",	
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"spouseRoom_Jasper": "These chilly mornings have awoken my inspiration! Today, paperwork. Tomorrow, the world!",
		"patio_Jasper": "There's a stillness to winter, as though Nature herself is pausing to draw breath.",
		"Indoor_Day_0": "Ah my love, it's too chilly to step outside. Want to join me in front of the fire?$1#$b#We could drink hot cocoa and huddle for warmth.$4",
		"Indoor_Day_2": "Good morning my love. I do not think I shall be up for much today, I'm afraid.$2#$b#The cold is none too kind to these aging bones.",
		"Indoor_Day_3": "Today feels like a day for contemplation and gratitude. I am grateful to have you in my life, @.",
		"Indoor_Day_4": "Please wrap up warm, my love. I would hate for you to catch a chill.$2",
		"Indoor_Night_0": "My love, you're freezing! Here, this'll warm you from the inside out.[236]$2#$b#Perhaps we could huddle beneath a blanket and read together?$3",
		"Indoor_Night_1": "Brrr... it's going to be a frosty one tonight!#$b#Here's something to warm you up.[226]",
		"Indoor_Night_2": "The way the ice draws patterns on the glass is really quite magical, don't you think?#$b#You can appreciate how legends of Jack Frost and Old Man Winter came about.$1",
		//"Indoor_Night_3": "",
		//"Indoor_Night_4": "",
		"Outdoor_1": "I found footprints in the snow around the barn.#$b#I feel, perhaps, we have had a visitor.#$b#Goblin or Dwarf? I could not say.$3",
		"Outdoor_0": "I must confess, my love, it is rather satisfactory the way the snow crunches beneath one's feet.",
		"Outdoor_2": "I wonder where junimo go in winter? Do they hibernate? Or seek warmer habitations?#$b#Perhaps that's why they claim buildings we've forgotten.",
		//"Outdoor_3": "",
		//"Outdoor_4": "",
		//"funLeave_Jasper": "",
		//"funReturn_Jasper": "",
		"TwoKids_0": "Is this snow in my hair? I suppose it is. %kid1 and %kid2 engaged in a rather instense snowball fight.#$b#Alas, I appear to have become caught in the crossfire.$1#$b#Perhaps tomorrow you might like to join us?$3",
		"TwoKids_1": "Apologies for all the glitter. Today was art and crafts day and well... it really does get everywhere, doesn't it?$1",
	   	"TwoKids_2": "%kid1 spent the day trying to catch snowflakes on their tongue.#$b#Whereas %kid2 merely tried to eat snow.$2#$b#Ah, children are such a delight!$1",
		"TwoKids_3": "We've been making snowflakes! Oh, out of paper my love. And do not fret, I'll clean up the mess!$1"
				}
			},

{	
	"LogName": "Dialogue", 	"Action": "EditData",	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"funLeave_Jasper": "$c 0.5#Good morning, my love! What shall I teach the children about today? Penny prefers me to discuss geology... but Vincent loves stories about the goblins.$3$k#$e#Today I intend to teach the children about fossilization. However, I fear my careful prepared lesson shall be swiftly derailed.$3",
		"funReturn_Jasper": "$c 0.5#Oh phew, I'm exhausted. Who would have known children would ask so many questions?$k#$e#There's something very fulfilling about teaching, @. Although it certainly helps that the children are quite a delight!$3"			},
		"When": { 	"DayofWeek":"Wednesday", "HasFlag": "Jasper_Penny"	}
		},
{	
	"LogName": "Dialogue", 	"Action": "EditData","Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {	
	"funReturn_Jasper": "$c 0.5#It seems foolish, I know, for a grown man to be scared of the dark. But every rustle in the leaves, every footstep. I know it is irrational, my love, but I cannot halt the fear.$2$2#$e#Ah, a pleasant day spent catching up with old friends. Marlon sends his regards, @. Oh, and I picked up this 'shiny pebble' for you as well.[62 64 66 68]$1"	},
	"When": { 	"DayofWeek":"Friday"	}	
		},
{	
	"LogName": "Dialogue", 	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {
		"funLeave_Jasper": "$c 0.5#Its a rough walk up the mountain, but it is certainly worth it.$k#$e#I still cannot believe that I shall be taking tea with one of the Smoluanu!#$b#Have a splendid day, my love.$1",
		"funReturn_Jasper": "$c 0.5#Oh, so many new revelations! My mind is quite abuzz with inspiration, @. I might need some help getting to sleep tonight!$1$k#Our friend sent me home with this... They were insistent. Please be careful with it, my love.$2[286 287 288]"			},
			"When": { 	"DayofWeek":"Friday", "HasFlag": "Dwarf_Friend"	}	},
{	"LogName": "Dialogue", 	
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueJasper",
	"Entries": {	
		"OneKid_0": "Ah, my love! I don't suppose you have a hat we can borrow?#$b#Today, %kid1 and I are building a snowman!$1",
		"OneKid_1": "If you are wondering about the strange craters in the snow, %kid1 and I have been making snow angels.$1",
		"OneKid_2": "%kid1 and I have been enjoying fairy tales. I feel The Snow Queen is a fitting one for weather such as this.",
		"OneKid_3": "Good morning my love! I've fed %kid1 a nourishing, warm breakfast, and we are ready for a day of indoor adventures!$1#$b#It's blanket fort weather, don't you think?"
			},
	"When": { "HasSeenEvent |contains=5599013":true }
		}
	]
}



















