{
	"//Note to Translators": "Your contribution is welcome! I would prefer to publish translations as part of the main mod to keep everything up to date. Please see README.md for how to prepare the translation and send me your work.",

	"garbage.event.linus01": "Find anything good?",
	"garbage.event.linus02": "Hello @. I'm pleased to see that the cans are still calling to you.",
	"garbage.event.linus03": "I just got some old vinegar out of Pierre's can. It's a little cloudy, but it will still taste great on wild roots.",
	"garbage.event.linus04": "You seem to understand the value of things that others consider useless. I'd like to pass on some of my experience to you.",
	"garbage.event.linus05": "There's a channel in the public access band that no one ever watches. I could film my morning trek through town and share it with you there each day.",
	"garbage.event.linus06": "Would you like to further your recycling skills?",
	"garbage.event.farmer01": "Definitely. I'm eager to learn.",
	"garbage.event.linus07a": "Wonderful. This will be an exciting way to share what I've learned. We can get started tomorrow morning after I pick up the equipment.",
	"garbage.event.farmer02": "I think so. I'm still worried about how our neighbors might react.",
	"garbage.event.linus07b": "I understand. We'll keep this project quiet, of course. I'll start broadcasting tomorrow morning while everyone is still asleep.",
	"garbage.event.farmer03": "No. I may look in cans from time to time, but this isn't how I want to live.",
	"garbage.event.linus07c": "Oh. I thought you were different than the others. I'm sorry to disturb you then.",
	"garbage.event.linus08": "Well, good gathering to you. I must go catch up with the driftwood on the beach.",
	"garbage.event.linus09": "Television signals can pester the birds. I'll take care to keep the program short.",

	"garbage.title": "In the Cans",
	"garbage.opening": "Psst. Hi there {{playerName}}. It's your friend Linus here to let you know what you can expect in today's garbage.",
	"garbage.none": "It looks like all the cans are empty today. Maybe we can forage in the woods instead.",
	"garbage.can.SamHouse": "Let's check outside Jodi's house.",
	"garbage.can.HaleyHouse": "What could Emily and Haley's can hold?",
	"garbage.can.ManorHouse": "Mayor Lewis might have tossed something nice.",
	"garbage.can.ArchaeologyHouse": "I love the library. Let's see what Gunther tossed.",
	"garbage.can.Blacksmith": "You'll probably enjoy Clint's trash more than me.",
	"garbage.can.Saloon": "Has Gus left something tasty for us?",
	"garbage.can.JoshHouse": "I hope the Mullners have been baking again.",
	"garbage.can.JojaMart": "The JojaMart makes me sad, but if we must...",
	"garbage.can.MovieTheater": "This new movie theater could have something good.",
	"garbage.can.AdventureGuild": "The Adventurer's Guild might have something interesting.",
	"garbage.can.JenkinsHouse": "I doubt the Jenkins have parted with one of their wines.",
	"garbage.item.garbageHat": "Wow, this lid is ready to see the world! It should make a lovely Garbage Hat.",
	"garbage.item.dishOfTheDay": "Wonderful, it's a hot meal.",
	"garbage.item.special": "Oh, there's {{itemName}} here.",
	"garbage.item.generic": "Just some {{itemName}} in here.",
	"garbage.closing.standard": "I'll be back tomorrow with another look In the Cans. Let's keep this between you and me, okay?",
	"garbage.closing.progress": "This is only what you're ready to find, young friend. Learn to listen to the cans and they'll have more to offer you. Go in peace.",

	"mining.letter.title": "Marlon's Broadcast",
	"mining.letter.content": "@,^^Starting today, you'll be able to tune in to Gil and me on the public access channel. Our \"Mining Advisory\" will tip you off on good finds and warn you what floors to avoid. Be sure to give it a look.^^   -Marlon",

	"mining.title": "Mining Advisory",
	"mining.opening": "Hey, adventurers. Gil and I have some news on what's in the mines today.",
	"mining.opening.none": "Hey, adventurers. Nothing to report on in the mines today.",
	"mining.floor": "floor {{num}}",
	"mining.floors": "floors {{nums}} and {{lastNum}}",
	"mining.prediction.Mushroom": "There's fungus among us! Our scouts spotted mushrooms poppin' up on {{floors}}.",
	"mining.prediction.MonsterInfested": "Tracking heavy monster activity on {{floors}}. Arm yourself.",
	"mining.prediction.SlimeInfested": "Slimes are infesting {{floors}}. Don't wear your good pants.",
	"mining.prediction.Quarry": "On {{floors}} it's looking more like the quarry than the mines. Strange.",
	"mining.prediction.QuarryInfested": "I hear there are flaming skulls all over {{floors}}. I'd stay away, myself.",
	"mining.prediction.Treasure": "Seems there's some treasure waitin' down on {{floors}}. Wouldn't let it sit there if I were you...",
	"mining.prediction.PepperRex": "Our friends out Castle Village way tell us they've seen packs of Pepper Rex on the move. You might find 'em on {{floors}} of the Skull Cavern.",
	"mining.closing.standard": "That's all for now. Stay safe out there, folks.",
	"mining.closing.progress": "We're keeping this simple for some of our newer members until they get farther down. Safe travels.",

	"movies.title": "Movie Sneak Preview",
	"movies.host.generic": "your friendly concessionaire",
	"movies.opening": "Hello Pelican Town, it's {{host}} coming to you from the movie theater with a sneak peek at what's showing.",
	"movies.current": "Our current feature is \"{{title}}\". {{description}} Get your tickets now!",
	"movies.lobby.craneGame": "Stop by the concession stand for a tasty treat before your movie. And try out the exciting crane game in the lobby...there's no line for it today!",
	"movies.lobby.concession": "Our lobby is buzzing with activity today. The crane game is sure to be busy, but visit the concession stand for a delicious snack before the show.",
	"movies.next": "Planning ahead? Starting in {{season}}, we'll be showing \"{{title}}\". {{description}}",
	"movies.closing": "That's it from the theater. I hope to see you soon!",

	"nightEvents.title": "Governor's Message",
	"nightEvents.Meteorite.opening": "Fellow citizens, the Republic Warning Service has informed me that a meteor shower will reach its peak over our region tonight.",
	"nightEvents.Meteorite.reaction": "We urge you to remain indoors all night. The view can be enjoyed from your windows. Please report any meteorite impacts to your local authorities.",
	"nightEvents.Meteorite.closing": "I wish you all a safe and enjoyable evening.",
	"nightEvents.StrangeCapsule.opening": "Fellow citizens, rumors have been circulating about extraterrestrial activity in the skies over our region tonight.",
	"//Note on nightEvents.StrangeCapsule.reaction": "The next line is a joke about the Governor supposedly being an alien himself. During the line, he turns green and the background becomes distorted. The last sentence is meant to suggest that he has accidentally started talking about alien larvae being bred on Earth.",
	"nightEvents.StrangeCapsule.reaction": "I can assure you that this is nonsense. Aliens do not exist. They are not already among us. Everything is fine. THE OFFSPRING ARE WELL.",
	"//Note on nightEvents.StrangeCapsule.closing": "For this line, the Governor and the background return to normal. The word 'human' here is a joke because he obviously isn't human.",
	"nightEvents.StrangeCapsule.closing": "*ahem* I wish you all a normal and human evening.",
	"nightEvents.NewYear.opening": "Fellow citizens, we have come to the end of another successful year for our region and the entire Ferngill Republic.",
	"nightEvents.NewYear.reaction": "Congratulations to our industries on their ever-improving production, particularly the excellent crops from Stardew Valley.",
	"nightEvents.NewYear.closing": "I wish you all a prosperous new year.",

	"shopping.title": "Shop the Valley",

	"tailoring.title": "Fashion Showcase",

	"trains.event.demetrius01": "Hi, @! I'm glad to run into you up here. I'm dismantling my photography setup. One moment...",
	"trains.event.demetrius02": "You just missed a vintage locomotive on its way to an exhibition in Chestervale. The livery was spectacular.",
	"trains.event.demetrius03": "I've noticed you visiting the tracks when trains have passed through before. Perhaps you're a fellow railfan?",
	"trains.event.demetrius04": "I've loved trains since I was a young boy. I used to do lots of trainspotting when I lived in the city for grad school, but there aren't as many trains here in the valley.",
	"trains.event.demetrius05": "So I'm pondering an idea: I could start a public access program to keep everyone updated on rail activity in the area!",
	"trains.event.demetrius06": "Do you think it's worth a try?",
	"trains.event.farmer01": "Yes! I'd love to know more about trains.",
	"trains.event.demetrius07a": "I'm so glad to hear that! You know, I think I'll get started tomorrow. There's no time like the present, after all.",
	"trains.event.farmer02": "Sure, I guess. I might tune in occasionally.",
	"trains.event.demetrius07b": "Hmm. I suppose I can give it a try and see how people respond to it. A pilot episode tomorrow would be a good experiment.",
	"trains.event.farmer03": "How boring. Who would watch something like that?",
	"trains.event.demetrius07c": "Oh. Well, hey, some of us really like trains. I suppose I could start a newsletter instead.",
	"trains.event.demetrius08": "Anyway, I've taken up enough of your time, @. I'm sure you need to get back to your crops.",
	"trains.event.demetrius09": "Don't forget to watch my first episode tomorrow!",

	"trains.title": "Train Timetable",
	"trains.opening": "Greetings, neighbors! Demetrius here to keep you apprised of the happenings up at the railroad.",
	"trains.next.today": "There's a train coming today! Grab your cameras and head north, railfans. The train will be here at {{time}}.",
	"trains.next.thisWeek": "We don't have long to wait. This {{dayOfWeek}}, a train will pass through at {{time}}.",
	"trains.next.later": "Sorry, the next train won't pass through until {{date}}, at {{time}}. We have to be patient.",
	"trains.later": "Looking further down the schedule, I see that trains are also scheduled to pass through on {{date1}}, and {{date2}}.",
	"trains.closing": "Remember that you'll probably miss the train if you've been away from the valley overnight. Happy trainspotting!",

	"//Note on config strings": "The remaining strings are the names and descriptions of options in the mod's config menu.",

	"InaccuratePredictions.name": "Inaccurate Predictions",
	"InaccuratePredictions.description": "Reveal channels whose information is inaccurate due to the presence of conflicting mods. For entertainment purposes only.",

	"Cheats.name": "Cheat Options",

	"BypassFriendships.name": "Bypass Friendships",
	"BypassFriendships.description": "Put all TV hosts on the job as soon as applicable, regardless of their friendship level with the player."
}
