{
	"//Note to Translators": "Your contribution is welcome! I would prefer to publish translations as part of the main mod to keep everything up to date. Please see README.md for how to prepare the translation and send me your work.",

	"garbage.event.linus01": "Vous avez trouvé quelque chose de bien ?",
	"garbage.event.linus02": "Salut @. Je suis heureux de voir que les poubelles vous interesse encore.",
	"garbage.event.linus03": "Je viens de sortir du vieux vinaigre de la poubelle de Pierre. Il est un peu trouble, mais il a toujours bon goût sur des racines sauvages.",
	"garbage.event.linus04": "Vous semblez comprendre la valeur de choses que d'autres considèrent comme inutiles. J'aimerais vous transmettre une partie de mon expérience.",
	"garbage.event.linus05": "Il y a une chaîne TV dans la bande d'accès public que personne ne regarde jamais. Je pourrais filmer ma randonnée matinale à travers la ville et la partager avec vous chaque jour.",
	"garbage.event.linus06": "Vous souhaitez améliorer vos compétences en matière de recyclage ?",
	"garbage.event.farmer01": "Sans aucun doute. Je suis impatient d'apprendre.",
	"garbage.event.linus07a": "Merveilleux. Ce sera une façon passionnante de partager ce que j'ai appris. Nous pourrons commencer demain matin après que j'ai récupéré le matériel.",
	"garbage.event.farmer02": "Je pense que oui. Je suis toujours inquiet de la réaction de nos voisins.",
	"garbage.event.linus07b": "Je comprends. Nous allons bien sûr garder ce projet secret. Je commencerai à diffuser demain matin, pendant que tout le monde dort encore.",
	"garbage.event.farmer03": "Non. Je peux regarder dans les poubelles de temps en temps, mais ce n'est pas comme ça que je veux vivre.",
	"garbage.event.linus07c": "Oh. Je pensais que vous étiez différent des autres. Je suis désolé de vous avoir dérangé alors.",
	"garbage.event.linus08": "Eh bien, bon rassemblement à vous. Je dois aller rattraper le bois échoué sur la plage.",
	"garbage.event.linus09": "Les signaux de télévision peuvent déranger les oiseaux. Je veillerai à ce que le programme soit court.",

	"garbage.title": "Dans les poubelles",
	"garbage.opening": "Psst. Bonjour {{playerName}}. Votre ami Linus est là pour vous dire à quoi vous pouvez vous attendre dans les ordures d'aujourd'hui.",
	"garbage.none": "Il semble que toutes les poubelles soient vides aujourd'hui. Peut-être qu'on pourrait plutôt chercher des ingrédients dans les bois.",
	"garbage.can.SamHouse": "Allons voir à l'extérieur de la maison de Jodi.",
	"garbage.can.HaleyHouse": "Que pourrait contenir celle d'Emily et Haley ?",
	"garbage.can.ManorHouse": "Le maire Lewis a peut-être jeté quelque chose de joli.",
	"garbage.can.ArchaeologyHouse": "J'adore la bibliothèque. Voyons voir ce que Gunther a lancé.",
	"garbage.can.Blacksmith": "Vous apprécierez probablement plus que moi les ordures de Clint.",
	"garbage.can.Saloon": "Gus nous a-t-il laissé quelque chose de savoureux ?",
	"garbage.can.JoshHouse": "J'espère que les Mullners ont recommencé à cuisiner.",
	"garbage.can.JojaMart": "Le JojaMart me rend triste, mais si nous devons...",
	"garbage.can.MovieTheater": "Ce nouveau cinéma pourrait avoir quelque chose de bien.",
	"garbage.can.AdventureGuild": "La guilde des aventuriers pourrait avoir quelque chose d'intéressant.",
	"garbage.can.JenkinsHouse": "Je doute que les Jenkins se soient séparés d'un de leurs vins.",
	"garbage.item.garbageHat": "Wow, ce couvercle est prêt à voir le monde ! Il devrait faire un joli chapeau de poubelle.",
	"garbage.item.dishOfTheDay": "Merveilleux, c'est un repas chaud.",
	"garbage.item.special": "Oh, il y a {{itemName}} ici.",
	"garbage.item.generic": "Il y a juste quelques {{itemName}} ici.",
	"garbage.closing.standard": "Je reviendrai demain avec un autre regard dans les boîtes métalique. Gardons ça entre toi et moi, d'accord ?",
	"garbage.closing.progress": "C'est tout ce que tu es prêt à trouver, jeune ami. Apprends à écouter les boîtes métaliques et elles auront plus à t'offrir. Va en paix.",

	"mining.letter.title": "Émission de Marlon",
	"mining.letter.content": "@,^^À partir d'aujourd'hui, vous pourrez nous regarder, Gil et moi, sur la chaîne d'accès public. Nos \"Conseil sur les mines\" vous renseignera sur les bonnes trouvailles et vous indiquera les étages à éviter. N'oubliez pas de jeter un coup d'œil.^^   -Marlon",

	"mining.title": "Conseil sur les mines",
	"mining.opening": "Salut, les aventuriers. Gil et moi avons des nouvelles sur ce qui se passe dans les mines aujourd'hui.",
	"mining.opening.none": "Salut, les aventuriers. Rien à signaler dans les mines aujourd'hui.",
	"mining.floor": "étage {{num}}",
	"mining.floors": "étages {{nums}} et {{lastNum}}",
	"mining.prediction.Mushroom": "Il y a des champignons parmi nous ! Nos éclaireurs ont repéré des champignons qui poussent à l'étage {{floors}}.",
	"mining.prediction.MonsterInfested": "Suivi de l'activité des monstres lourds au {{floors}}. Armez-vous.",
	"mining.prediction.SlimeInfested": "Les Slimes ont infécté {{floors}}. Ne portez pas votre jolie pantalon.",
	"mining.prediction.Quarry": "Au {{floors}} ça ressemble plus à la carrière qu'aux mines. Étrange.",
	"mining.prediction.QuarryInfested": "J'ai entendu dire qu'il y avait des crânes volant partout {{floors}}. Je resterais à l'écart personnellement.",
	"mining.prediction.Treasure": "Il semble qu'il y ait un trésor qui attend à l'étage {{floors}}. Je ne le laisserais pas là si j'étais vous...",
	"mining.prediction.PepperRex": "Nos amis de Castle Village nous ont dit qu'ils avaient vu des paquets de Poivron Rex en mouvement. Vous les trouverez peut-être au {{floors}} de la Caverne du Crâne.",
	"mining.closing.standard": "C'est tout pour l'instant. Restez en sécurité dehors, les amis.",
	"mining.closing.progress": "Nous gardons simplement cela pour nos nouveaux membres jusqu'à ce qu'ils soient plus aguerri. Voyagez en toute sécurité.",

	"movies.title": "Films en avant-première",
	"movies.host.generic": "votre sympatique vendeur",
	"movies.opening": "Bonjour Pelican Town, c'est {{host}} qui vous arrive du cinéma avec un aperçu de ce qui est diffusé.",
	"movies.current": "Notre film actuelle est \"{{title}}\". {{description}} Achetez vos billets dès maintenant !",
	"movies.lobby.craneGame": "Arrêtez-vous au stand de friandise pour vous régaler avant le film. Et essayez le passionnant machine à pinces dans le hall... il n'y a pas la queue aujourd'hui !",
	"movies.lobby.concession": "Notre cinéma bourdonne d'activité aujourd'hui. Le machine à pinces sera certainement très animé, mais rendez-vous au stand de friandise pour un délicieux en-cas avant le spectacle.",
	"movies.next": "Vous voulez planifier à l'avance ? A partir de {{season}}, nous passeront \"{{title}}\". {{description}}",
	"movies.closing": "Que le spectacle continu. J'espère vous voir bientôt !",

	"nightEvents.title": "Message du Gouverneur",
	"nightEvents.Meteorite.opening": "Chers concitoyens, le Service d'alerte de la République m'a informé qu'une pluie de météorites atteindra son potentiel maximum au-dessus de notre région ce soir.",
	"nightEvents.Meteorite.reaction": "Nous vous conseillons vivement de rester à l'intérieur toute la nuit. La vue peut être appréciée depuis vos fenêtres. Veuillez signaler tout impact de météorite aux autorités locales.",
	"nightEvents.Meteorite.closing": "Je vous souhaite à tous une soirée agréable et sûre.",
	"nightEvents.StrangeCapsule.opening": "Chers concitoyens, des rumeurs ont circulé sur l'activité extraterrestre dans le ciel de notre région ce soir.",
	"//Note on nightEvents.StrangeCapsule.reaction": "The next line is a joke about the Governor supposedly being an alien himself. During the line, he turns green and the background becomes distorted. The last sentence is meant to suggest that he has accidentally started talking about alien larvae being bred on Earth.",
	"nightEvents.StrangeCapsule.reaction": "Je peux vous assurer que cela n'a aucun sens. Les extraterrestres n'existent pas. Ils ne sont pas déjà parmi nous. Tout va bien. LA PROGÉNITURE EST EN BONNE SANTÉ.",
	"//Note on nightEvents.StrangeCapsule.closing": "For this line, the Governor and the background return to normal. The word 'human' here is a joke because he obviously isn't human.",
	"nightEvents.StrangeCapsule.closing": "*soupir* Je vous souhaite à tous une soirée normale et humaine.",
	"nightEvents.NewYear.opening": "Chers concitoyens, nous sommes arrivés à la fin d'une année fructueuse pour notre région et pour toute la République de Ferngill.",
	"nightEvents.NewYear.reaction": "Félicitations à nos industries pour leur production en constante amélioration, en particulier les excellentes récoltes de Stardew Valley.",
	"nightEvents.NewYear.closing": "Je vous souhaite à tous une nouvelle année prospère.",

	"shopping.title": "Faire du shopping dans la Vallée",

	"tailoring.title": "Vitrine de la mode",

	"trains.event.demetrius01": "Salut, @! Je suis content de te rencontrer ici. Je démonte mon installation photographique. Un instant...",
	"trains.event.demetrius02": "Vous venez de manquer une locomotive d'époque, en route pour une exposition à Chestervale. Ca vu était spectaculaire.",
	"trains.event.demetrius03": "J'ai remarqué que vous vous rendiez sur les voies ferrées lorsque des trains passaient. Peut-être êtes-vous un passionné aussi ?",
	"trains.event.demetrius04": "J'aime les trains depuis que je suis tout petit. Je faisais beaucoup de repérage de ligne quand je vivais en ville pour mes études supérieures, mais il n'y a pas autant de trains ici dans la vallée.",
	"trains.event.demetrius05": "Je réfléchis donc à une idée : je pourrais lancer un programme d'accès public pour tenir tout le monde au courant de l'activité ferroviaire dans la région !",
	"trains.event.demetrius06": "Pensez-vous que cela vaut la peine d'essayer?",
	"trains.event.farmer01": "Oui ! J'aimerais en savoir plus sur les trains.",
	"trains.event.demetrius07a": "Je suis si heureux de l'entendre ! Vous savez, je pense que je vais commencer demain. Il n'y a rien de mieux que le présent.",
	"trains.event.farmer02": "Je suppose. Je pourrais être écouter de temps en temps.",
	"trains.event.demetrius07b": "Hmm. Je suppose que je peux essayer et voir comment les gens y réagissent. Un épisode pilote demain serait une bonne expérience.",
	"trains.event.farmer03": "Comme c'est ennuyeux. Qui regarderait quelque chose comme ça ?",
	"trains.event.demetrius07c": "Oh. Eh bien, certains d'entre nous aiment vraiment les trains. Je suppose que je pourrais plutôt lancer un bulletin d'information.",
	"trains.event.demetrius08": "Quoi qu'il en soit, j'ai assez pris de votre temps, @. Je suis sûr que vous devez retourner à vos cultures.",
	"trains.event.demetrius09": "N'oubliez pas de regarder mon premier épisode demain !",

	"trains.title": "Horaire des trains",
	"trains.opening": "Salutations, voisins ! Démétrius est là pour vous tenir au courant de ce qui se passe au chemin de fer.",
	"trains.next.today": "Un train arrive aujourd'hui ! Prenez vos appareils photo et dirigez-vous vers le nord, amateurs de trains. Le train sera ici à {{time}}.",
	"trains.next.thisWeek": "Nous n'avons pas à attendre longtemps. Ce {{dayOfWeek}}, un train passera à {{time}}.",
	"trains.next.later": "Désolé, le prochain train ne passera pas avant {{date}}, à {{time}}. Nous devons être patients.",
	"trains.later": "En regardant plus loin dans le trafic, je vois que des trains sont également prévus pour passer le {{date1}}, et le {{date2}}.",
	"trains.closing": "N'oubliez pas que vous manquerez probablement le train si vous avez passé la nuit loin de la vallée. Bonne chasses aux trains !",

	"//Note on config strings": "The remaining strings are the names and descriptions of options in the mod's config menu.",

	"InaccuratePredictions.name": "Inaccurate Predictions",
	"InaccuratePredictions.description": "Reveal channels whose information is inaccurate due to the presence of conflicting mods. For entertainment purposes only.",

	"Cheats.name": "Cheat Options",

	"BypassFriendships.name": "Bypass Friendships",
	"BypassFriendships.description": "Put all TV hosts on the job as soon as applicable, regardless of their friendship level with the player."
}
