// Please help make this translation better!  Search for '>>>' to find known issues with the
// translation.  When you've corrected everything and tested it locally, send your copy of this
// file back to the mod's author for integration into the mod.  Instructions on how to integrate
// it into the source repository can be found here:
// https://github.com/NermNermNerm/LocalizeFromSource?tab=readme-ov-file#ingesting-translations
//
// Built from commit: 2e20d999bdbb7f774245982006ad1fd0c49eeb0f  !! DO NOT DELETE THIS LINE !!
{
    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BaseQuestController.cs#L145
    // Translated by github:helens0uza on 7/23/2024
    // source: "This item is for unlocking the tractor - only the host can advance this quest.  Give this item to the host.  (You have to put in a chest for them.)"
    "XF0HGKYGTK": "Este item é para desbloquear o trator - apenas o Host pode avançar nesta missão. Entregue este item ao Host. (Você precisa colocá-lo em um baú para eles.)",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L13
    // Translated by github:helens0uza on 7/23/2024
    // source: "We need a bigger pole"
    "zjnFqhu5AG": "Precisamos de uma vara maior.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L14
    // Translated by github:helens0uza on 7/23/2024
    // source: "There's something big down at the bottom of the farm pond.  Maybe Willy can loan me something to help get it out."
    "GXvHCz1QHj": "Tem algo grande no fundo do lago da fazenda. Talvez o Willy possa me emprestar algo para ajudar a tirá-lo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L22
    // Translated by github:helens0uza on 7/23/2024
    // source: "Go find Willy in his shop"
    "bk4QePn5m9": "Vá encontrar o Willy na loja dele.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L25
    // Translated by github:helens0uza on 7/23/2024
    // source: "Use Willy's harpoon to haul in whatever's at the bottom of the pond"
    "DiHfUuSlMi": "Use o arpão do Willy para puxar o que quer que esteja no fundo do lago.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L28
    // Translated by github:helens0uza on 7/23/2024
    // source: "Give the Harpoon back to Willy"
    "KhqZ3M0sJf": "Devolva o arpão para o Willy.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L41
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ya reeled that ol water tank on wheels in, did ya laddy!$3#$b#Aye I do believe this'll be the talk of the Stardrop for many Fridays to come!$1"
    "ZWv8FTKj5n": "Você conseguiu puxar aquele velho tanque de água com rodas, não é mesmo, rapazinho!$3#$b#Sim, acredito que este será o assunto do Stardrop por muitas sextas-feiras!$1",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L48
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ah laddy...  I do think I know what you mighta hooked into and yer right that ya need a lot more pole than what ya got.^Ah lass...  I do think I know what you mighta hooked into and yer right that ya need a lot more pole than what you got.#$b#Here's a wee bit o' fishin' kit that my great great grandpappy used to land whales back before we knew better.#$b#I think ya will find it fit for tha purpose."
    "ZRIRPaoI6y": "Ah, rapazinho... Acho que sei o que você pode ter fisgado e você está certo de que vai precisar de uma vara muito maior do que a que tem^Ah moça...  Acho que sei o que você pode ter fisgado e você está certa de que vai precisar de uma vara muito maior do que a que tem.#$b#Aqui está um pequeno conjunto de pesca que meu bisavô usava para capturar baleias, lá atrás, antes de aprendermos melhor.#$b#Acredito que você o achará adequado para esse propósito.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuest.cs#L57
    // Translated by github:helens0uza on 7/23/2024
    // source: "Come visit me in my shop.  I've got a little somethin' behind the counter that might be just the thing you need."
    "CCuw9XbZ4a": "Venha me visitar na minha loja. Tenho uma coisinha atrás do balcão que pode ser exatamente o que você precisa.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L35
    // Translated by github:helens0uza on 7/23/2024
    // source: "Whoah, I snagged onto something big down there, but this line's nowhere near strong enough to yank it up!"
    "vgzK6U13tq": "Uau, fisguei algo grande lá embaixo, mas esta linha está longe de ser forte o suficiente para puxá-lo!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L181
    // Translated by github:helens0uza on 7/23/2024
    // source: "Aaahhh! ! I had it!"
    "wehRcmVmeM": "Aaahhh!! Eu tinha ele!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L181
    // Translated by github:helens0uza on 7/23/2024
    // source: "Nope...  nothing"
    "uLeSvWvcp6": "Não... nada.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L181
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ooohhh!  So close!"
    "YUL1XimQ8f": "Ooohhh! Tão perto!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L201
    // Translated by github:helens0uza on 7/23/2024
    // source: "Dang! Snapped a line on that waterer again!  Perhaps switching rods to Willy's Harpoon would help."
    "Nl5cIaFeBu": "Droga! Quebrou a linha naquele irrigador de novo! Talvez trocar para o arpão do Willy ajude.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L214
    // Translated by github:helens0uza on 7/23/2024
    // source: "Great Grandpappy's Harpoon"
    "Lu5g3RK53m": "Arpão do bisavô",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/BorrowHarpoonQuestController.cs#L214
    // Translated by github:helens0uza on 7/23/2024
    // source: "Willy's Great Grandpappy used this to hunt whales back in the day."
    "oJsqvcnNRp": "O bisavô do Willy usava isso para caçar baleias nos velhos tempos.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L23
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you run across the old tractor yet?  It's off on the west side of the farm, in behind some trees in an old lean-to.  It's just about one with the vegetation now, but it hasn't rusted away completely.  It sure would be fun to see it run!"
    "kNlIxPLmkd": "Você já encontrou o antigo trator? Ele está do lado oeste da fazenda, escondido atrás de algumas árvores em um galpão antigo. Está quase coberto pela vegetação agora, mas ainda não enferrujou completamente. Seria muito legal vê-lo funcionando de novo!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L24
    // Translated by github:helens0uza on 7/23/2024
    // source: "I used to tromp around your old farm; I loved the empty, haunted feel to it...$2#$b#Anyway...  I saw some things that probably work with the tractor, over on the South side of your farm near Marnie's ranch.#$b#One of them is buried under and old log and one is wedged into a boulder.#$b#Hey, if you get them working, does this mean I can drive the tractor?$4"
    "qLJaGbG1K8": "Eu costumava perambular pela sua antiga fazenda; eu adorava a sensação vazia e assombrada que ela tinha...$2#$b#De qualquer forma... Vi algumas coisas que provavelmente funcionam com o trator, no lado sul da sua fazenda, perto do rancho da Marnie.#$b#Um deles está enterrado sob um tronco antigo e outro está encaixado em uma rocha grande.#$b#Ei, se você conseguir fazê-los funcionar, isso significa que eu posso dirigir o trator?$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L30
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you run across the old tractor yet?  I doubt it still works, but maybe it could be restored."
    "iQxotC8gOM": "Você já encontrou o velho trator? Duvido que ainda funcione, mas talvez possa ser restaurado.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L34
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hey I saw you take those shoes.  I would have charged gold for them if I thought anybody would be stupid enough to want them.#$b#They don't fit. That's why I chucked them over there.  I'm glad you hauled off that junk."
    "DLMJpLpkIK": "Hey, vi você pegar aqueles sapatos. Eu teria cobrado ouro por eles se achasse que alguém seria burro o suficiente para querê-los.#$b#Não serviam. Foi por isso que joguei eles lá. Fico feliz que tenha se livrado dessa tralha",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L38
    // Translated by github:helens0uza on 7/23/2024
    // source: "You granddad loved that tractor of his, bless his heart, but you could never tell that judging by the dents and broken off parts!#$b#He left little bits of that thing scattered all over the farm, I'm afraid.  You'll probably come across bits of it here and there!"
    "N8cAzPFfxd": "Seu avô amava aquele trator dele, Deus o abençoe, mas você nunca diria isso pelos amassados e peças quebradas!#$b#Receio que ele deixou pequenos pedaços daquela coisa espalhados por toda a fazenda. Você provavelmente vai encontrar pedaços dela aqui e ali!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L45
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you run across the old tractor yet?  Your Grandpa kept it stored in a lean to out on the West side.#$b#It was a piece of junk when he bought it.  No idea how he kept it running.  He had no mechanical ability at all.  None."
    "qmO8twlf9k": "Você já encontrou o antigo trator? Seu avô o mantinha guardado em um galpão no lado oeste.#$b#Era um pedaço de lixo quando ele comprou. Não faço ideia de como ele conseguiu mantê-lo funcionando. Ele não tinha habilidade mecânica nenhuma. Nenhuma mesmo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L73
    // Translated by github:helens0uza on 7/23/2024
    // source: "I hear you found that old tractor - you should get Robin to tell you the tale of the irrigator."
    "IJJmQOw9KW": "Ouvi dizer que você encontrou aquele velho trator - você deveria pedir ao Robin para contar a história do irrigador.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L104
    // Translated by github:helens0uza on 7/23/2024
    // source: "You know your Grandad and George were really good friends; it hit George pretty hard when your Granddad passed.$2#$b#You might do well to be nice to George, he might know a few secrets about your farm."
    "FqPGO4fD72": "Você sabe que seu avô e o George eram amigos muito próximos; foi um golpe duro para o George quando seu avô faleceu.$2#$b#Seria bom você ser simpático com o George; ele pode saber alguns segredos sobre sua fazenda.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L60
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hey, wanna know a secret about your farm?  Down in the brambles near Marnie's house, there's Greebles.  They've made some weird machines too.$3#$b#No...  I've never seen a Greeble, but cats can!"
    "dmrz7NZPs5": "Ei, quer saber um segredo sobre sua fazenda? Lá nas moitas perto da casa da Marnie, tem Greebles. Eles também construíram umas máquinas estranhas$3#$b#Não... Eu nunca vi um Greeble, mas os gatos conseguem!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L66
    // Translated by github:helens0uza on 7/23/2024
    // source: "The kids used to play out in the south field near Marnie's house.  They often came home with tales of high adventure!$1#$b#You might poke around down there sometime when you need a break, who knows what you'll find!"
    "Q8GRiS6qKJ": "As crianças costumavam brincar no campo ao sul perto da casa da Marnie. Muitas vezes voltavam para casa contando histórias de grandes aventuras!$1#$b#Você poderia dar uma olhada por lá quando precisar de um descanso, quem sabe o que você vai encontrar!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L74
    // Translated by github:helens0uza on 7/23/2024
    // source: "One day your granddad came to ask me for help because he had wedged the front-end loader under a boulder he was moving on the south side of the farm.#$b#I told him that maybe his little tractor wasn't up to moving such a big rock...  He seemed to take that kinda personal; he did love that little tractor.$2#$b#But then his eyes lit up and he ran into Pierre's.$1#$b#I'm not sure what happened after that."
    "l9OMHyxsLQ": "Um dia seu avô veio me pedir ajuda porque ele tinha enfiado o carregador frontal sob uma pedra que estava movendo no lado sul da fazenda.#$b#Eu disse a ele que talvez o tratorzinho dele não fosse capaz de mover uma pedra tão grande... Ele pareceu levar isso um pouco pro lado pessoal; ele adorava aquele tratorzinho.$2#$b#Mas então seus olhos brilharam e ele correu para a loja do Pierre.$1#$b#Não sei o que aconteceu depois disso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L79
    // Translated by github:helens0uza on 7/23/2024
    // source: "You know the kids used to play at your farm.  I've asked them to stay clear now that you're back.#$b#It's hard enough to run a farm with chickens running around, let alone kids!$1#$b#Ask me how I know...$2"
    "qSWuG4ki9h": "Sabe, as crianças costumavam brincar na sua fazenda. Eu pedi a elas para ficarem longe agora que você voltou.#$b#Já é difícil o suficiente administrar uma fazenda com galinhas correndo por aí, imagine com crianças!$1#$b#Me pergunte como eu sei...$2",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L86
    // Translated by github:helens0uza on 7/23/2024
    // source: "I hear you found the tractor!  Just a word of advice - might be best not to bring up the subject around my dad...$2#$b#It's a bit of a sore subject.#$b#You can talk to my Mom about it though - your only trouble will be getting her to stop!$1"
    "ehV5fIEcZt": "Ouvi dizer que você encontrou o trator! Apenas um conselho - talvez seja melhor não mencionar o assunto perto do meu pai...$2#$b#É um assunto um tanto sensível.#$b#Mas você pode conversar com minha mãe sobre isso - seu único problema será fazê-la parar de falar!$1",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L90
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you run across the old tractor yet?  If you could get it running, it'd sure help you get more crops in the ground.#$b#If you need help finding it, Abigail might know where it is."
    "bqufgSutXm": "Você já encontrou o velho trator? Se conseguir fazê-lo funcionar, certamente vai ajudar a plantar mais culturas.#$b#Se precisar de ajuda para encontrá-lo, a Abigail talvez saiba onde está.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L91
    // Translated by github:helens0uza on 7/23/2024
    // source: "I hear you found that old tractor - I wonder where all the attachments are?  One that's not a mystery is the irrigation rig.#$b#That's somewhere at the bottom of the farm pond, along with a big chunk of Demetrius' pride!#1"
    "KyAi7gAwS7": "Ouvi dizer que você encontrou aquele velho trator - fico imaginando onde estão todos os implementos. Um que não é mistério é o equipamento de irrigação.#$b#Ele está em algum lugar no fundo do lago da fazenda, junto com um bom pedaço do orgulho do Demetrius!#1",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L92
    // Translated by github:helens0uza on 7/23/2024
    // source: "Did you ever find the front-end loader?  One day your Granddad came running into the store, bought a whole bunch of bombs and ran back out again.#$b#Lewis tells me he wedged the loader under a big rock and was trying to get it out...  So if you do find it, it might be in pieces!#1#$b#I'm just glad your Granddad didn't end up in pieces.$2#$b#That's why I don't sell explosives anymore.$2"
    "ZosMeSTrGs": "Você já encontrou o carregador frontal? Um dia seu avô entrou correndo na loja, comprou um monte de bombas e saiu correndo de novo..#$b#O Lewis me disse que ele enfiou o carregador debaixo de uma pedra grande e estava tentando tirá-lo... Então, se você encontrar, pode estar em pedaços!#1#$b#Apenas fico feliz que seu avô não tenha acabado em pedaços.$2#$b#Por isso que eu não vendo mais explosivos.$2",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L96
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you run across the old tractor yet?  That thing has some stories to tell, let me tell you.  It might make a good decoration for your front yard someday."
    "xe0kBKcQqp": "Você já encontrou o velho trator? Esse carro tem algumas histórias para contar, posso te dizer. Pode até se tornar uma boa decoração para o seu jardim da frente um dia.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L97
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh you want to find the tractor's irrigator?  Ha!  Good luck with that!$4#$b#Who knows, maybe you can fish it out!$1#$b#Demetrius tried to winch it out and ended up, well, let's just say the creases on his trousers weren't quite as crisp as usual after that attempt!$4"
    "Ht3Hh4vY0t": "Ah, você quer encontrar o irrigador do trator? Ha! Boa sorte com isso!$4#$b#Quem sabe, talvez você consiga pescá-lo!$1#$b#Demetrius tentou puxá-lo com um guincho e acabou, bem, digamos apenas que os vincos de suas calças não estavam tão nítidos quanto de costume depois daquela tentativa!$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L98
    // Translated by github:helens0uza on 7/23/2024
    // source: "You know your Grandad and George were really good friends and it hit George pretty hard when your Granddad passed.$2#$b#You might do well to be nice to George; he might know a few secrets about your farm."
    "W0y2Nit6sb": "Você sabe que seu avô e o George eram realmente bons amigos e foi difícil para o George quando seu avô faleceu.$2#$b#Seria bom você ser simpático com o George; ele pode saber alguns segredos sobre sua fazenda.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L102
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you been out on the west side of your property yet?  Your Granddad had a tractor that he kept under a lean-to that always teetered on the brink of collapse.#$b#Know how he got it?  Me and Pappy boated it in from Knopperville.$l#$b#I didn't understand why he bought it -- the engine had thrown a rod, had bent crankshaft and a cracked case.$s#$b#But somehow he got it to live again!  Funny that.  He wasn't much of a mechanic..."
    "tRtINU9uPM": "Você já foi para o lado oeste da sua propriedade? Seu avô tinha um trator que ele mantinha sob uma cobertura que sempre parecia prestes a desabar.#$b#Sabe como ele conseguiu? Eu e Pappy o trouxemos de barco de Knopperville.$l#$b#Eu não entendi por que ele comprou - o motor tinha quebrado uma biela, tinha virabrequim dobrado e a carcaça rachada.$s#$b#Mas de alguma forma ele fez o trator voltar à vida! Engraçado isso. Ele não era lá um grande mecânico...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L103
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ah, but yaknow, the biggest catch on your farm isn't the fish!  Nay laddy, it's the watering wagon for the tractor!$3#$b#That ol' thing sunk into the depths of the pond ne'er to be seen again!$1#$b#You'll probably lose a lure or two to it if you fish on your pond.$3"
    "MThWtLkWkn": "Ah, mas sabe, o maior achado na sua fazenda não é o peixe! Não, rapaz, é o carro d'água do trator!$3#$b#Aquela coisa velha afundou nas profundezas do lago, nunca mais a ser vista!$1#$b#YProvavelmente você vai perder uma ou duas iscas para ele se pescar no seu lago.$3",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L112
    // Translated by github:helens0uza on 7/23/2024
    // source: "I saw in one of Haley's magazines where it says that women unconsciously rate men based on their shoes...#$b#Hah!  I must be doing it wrong then.  If I ever did look at a man's shoes and I saw scuffed up old work boots, I'd be more attracted to him, not less!"
    "wiYz9rZ7BO": "Vi em uma das revistas da Haley que as mulheres avaliam os homens inconscientemente com base nos sapatos deles...#$b#Hah! Devo estar fazendo isso errado então. Se eu alguma vez olhasse para os sapatos de um homem e visse botas de trabalho velhas e desgastadas, eu provavelmente me sentiria mais atraída por ele, não menos!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L116
    // Translated by github:helens0uza on 7/23/2024
    // source: "Your Grandad used to come in every Thursday night.  He had a standing date with George and Lewis; they'd play some cards and swap stories...#$b#That kept George going in the early years after the accident.  As you Granddad's mind started to slip away, that, well...$s#$b#George didn't need one more thing to feel bitter about, but life handed it to him anyway.$s"
    "xG9aCN8GSn": "Seu avô costumava vir toda quinta-feira à noite. Ele tinha um compromisso fixo com o George e o Lewis; jogavam cartas e trocavam histórias...#$b#Isso ajudou o George nos primeiros anos após o acidente. Conforme a mente do seu avô começou a falhar, isso, bem...$s#$b#George não precisava de mais uma coisa para se sentir amargurado, mas a vida lhe entregou mesmo assim.$s",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ConversationKeys.cs#L121
    // Translated by github:helens0uza on 7/23/2024
    // source: "I have a bit of a confession to make...When I told you how to repair the tractor engine, you didn't *really* need to run around the chest six times...  I just...  Well...#$b#Sometimes I just can't help myself."
    "bk3LzkswHF": "Tenho uma pequena confissão a fazer... Quando te disse como consertar o motor do trator, você *realmente* não precisava correr em volta do baú seis vezes... Eu só... Bem...#$b#Às vezes, eu simplesmente não consigo me conter.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/DerelictTractorTerrainFeature.cs#L187
    // Translated by github:helens0uza on 7/23/2024
    // source: "This looks like an old tractor.  Perhaps it could help you out around the farm, but it's been out in the weather a long time.  It'll need some fixing.  Maybe somebody in town can help?"
    "PrgiNcyeNU": "Isto parece um trator antigo. Talvez possa ajudar na fazenda, mas está há muito tempo exposto ao tempo. Vai precisar de alguns reparos. Talvez alguém na cidade possa ajudar?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/DerelictTractorTerrainFeature.cs#L192
    // Translated by github:helens0uza on 7/23/2024
    // source: "This looks like an old tractor.  You should tell {{arg0}} about this thing."
    "NMI3wBlDtG": "Isso parece um trator antigo. Você deveria contar para {{arg0}} sobre essa coisa.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L20
    // Translated by github:helens0uza on 7/23/2024
    // source: "Fix the loader"
    "c8YjngyW4t": "Conserte o carregador.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L21
    // Translated by github:helens0uza on 7/23/2024
    // source: "I found the front end loader attachment for the tractor, but it's all bent up and rusted through in spots."
    "dX0gr1qIc8": "Encontrei o implemento de carregador frontal para o trator, mas está todo amassado e com pontos enferrujados.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L29
    // Translated by github:helens0uza on 7/23/2024
    // source: "This looks like a the sort of thing a blacksmith could fix."
    "LATCMpfkAA": "Isso parece algo que um ferreiro poderia consertar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L32
    // Translated by github:helens0uza on 7/23/2024
    // source: "Somehow I've been railroaded into finding Clint some new shoes.  Maybe some of the younger townspeople know where I could get some for cheap."
    "s135Unweik": "De alguma forma, fui forçado a encontrar novos sapatos para o Clint. Talvez alguns dos moradores mais jovens da cidade saibam onde eu poderia conseguir alguns baratos.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L35
    // Translated by github:helens0uza on 7/23/2024
    // source: "Somehow I've been maneuvered into finding Clint some new shoes.  Alex wears the same shoe size and tosses out shoes regularly...  Hm...  Ew...  Hm..."
    "VhNrUoaY9N": "De alguma forma, fui direcionada para encontrar novos sapatos para o Clint. O Alex usa o mesmo tamanho de sapato e joga fora os sapatos regularmente... Hum... Eca... Hum...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L42
    // Translated by github:helens0uza on 7/23/2024
    // source: "I've got Linus recruited to look out for shoes in Alex's trash can, but he warns me that there's something else that might be looking as well...  Who could that be?"
    "wAknd1dfbs": "Convidei o Linus para procurar sapatos na lixeira do Alex, mas ele me avisou que pode haver outra coisa procurando também... Quem poderia ser?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L45
    // Translated by github:helens0uza on 7/23/2024
    // source: "Somehow I need to disguise these shoes so that Alex doesn't recognize them...  And maybe do something about that smudge.  Perhaps Sam or Sebastian would loan me some shoe polish."
    "T3nMKK7HjF": "De alguma forma preciso disfarçar esses sapatos para que Alex não os reconheça... E talvez fazer algo sobre essa mancha. Talvez Sam ou Sebastian me emprestem um pouco de graxa de sapato.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L48
    // Translated by github:helens0uza on 7/23/2024
    // source: "Give the shoes and the old loader to Clint"
    "Fbr9n1ZMs8": "Entregue os sapatos e a velha carregadeira para o Clint.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L51
    // Translated by github:helens0uza on 7/23/2024
    // source: "Take the fixed loader attachment to the tractor garage."
    "bmBtVri0Iw": "Leve o implemento de carregadeira consertado para a garagem do trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L55
    // Translated by github:helens0uza on 7/23/2024
    // source: "Wait for Clint to finish repairing the loader."
    "GKpUEZeDB6": "Aguarde o Clint terminar de consertar a carregadeira.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L58
    // Translated by github:helens0uza on 7/23/2024
    // source: "Clint should be done repairing the loader by now."
    "z1TZYfo9SN": "O Clint já deve ter terminado de consertar a carregadeira.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L75
    // Translated by github:helens0uza on 7/23/2024
    // source: "Shoes.  That's my problem.  I wear these scuffed up old work boots all over the place.$2#$b#What??  Oh.  Sorry.  Just been a bit distracted because I saw on TV that women judge a man by their shoes and look at these...  No wonder I've got no luck with the ladies.$3#$b#What?  You want me to fix that thing?  Sure, looks like it'd be just a bit of reforging, some welds here and there...#$b#Wait!  You're from the city, you know all about shoes!  Tell you what, you get me a nice pair of shoes and I'll fix your loader.  Deal??#$b#GREAT!  I wear 14EEE."
    "xRZPsVpLpP": "Calçados. Esse é o meu problema. Eu uso essas botas de trabalho velhas e arranhadas por toda parte.$2#$b#O que?? Oh. Desculpe. Estava distraído porque vi na TV que as mulheres julgam um homem pelos sapatos e olha para esses... Não é à toa que não tenho sorte com as mulheres.$3#$b#O que? Você quer que eu conserte essa coisa? Claro, parece que seria só um pouco de reforjamento, algumas soldas aqui e ali...#$b#Espera! Você é da cidade, sabe tudo sobre sapatos! Olha, você me arruma um par de sapatos bonitos e eu conserto sua carregadeira. Fechado??#$b#ÓTIMO! Eu calço 14EEE.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L81
    // Translated by github:helens0uza on 7/23/2024
    // source: "Shoes, yeah man, nice shoes cost a fortune.  My gig at the library barely pays, so I roll around in these supercheapies from Joja.  I color mine every once in a while so they look fresh."
    "fY2r8wo3GJ": "Calçados, é, cara, sapatos legais custam uma fortuna. Meu trabalho na biblioteca mal paga, então uso esses super baratos do Joja. Eu pinto os meus de vez em quando para parecerem novos.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L85
    // Translated by github:helens0uza on 7/23/2024
    // source: "Cheap shoes!  And you somehow deduce that *I* am authority on such matters?$5#$b$Heh.  Perhaps I am!$1#$b#Back before the Jojamart we'd order them online, but now, I've learned the art of Thrift Stores.  I'm actually kindof glad it happened, I really like shopping at thrift stores.#$b#Cheaper than that?  Welp, you could try dumpster-diving!$1"
    "FqiXYnlTbO": "Sapatos baratos! E você deduz que *EU* sou a autoridade nesse assunto?$5#$b$Hehe. Talvez eu seja!$1#$b#Antes do Mercado Joja, costumávamos encomendá-los online, mas agora aprendi a arte dos Brechós. Na verdade, estou até feliz que isso tenha acontecido, gosto muito de fazer compras em Brechós#$b#Mais barato que isso? Bem, você poderia tentar procurar em lixeiras!$1",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L89
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ladies' shoes I know.  Men's shoes I don't.  'Cheap' shoes is definitely not something I spend time thinking about.$3"
    "h6SxLhYrxu": "Eu conheço sapatos femininos. Sapatos masculinos, não. 'Sapatos baratos' definitivamente não é algo em que eu passe muito tempo pensando.$3",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L93
    // Translated by github:helens0uza on 7/23/2024
    // source: "Well, I mostly get my shoes from secondhand stores, but I don't really know about men's shoes.  Have you asked Sam, or Alex?"
    "QeaUOlFZQo": "Bem, eu geralmente compro meus sapatos em brechós, mas não sei muito sobre sapatos masculinos. Você já perguntou para o Sam ou o Alex?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L97
    // Translated by github:helens0uza on 7/23/2024
    // source: "Shoes..  Yeah man, decent shoes cost a fortune.  I always wear black, though, which makes it easy.  Blacken anything and it looks cool."
    "oXqkYI4Gzw": "Sapatos... É, cara, sapatos decentes custam uma fortuna. Mas eu sempre uso preto, o que facilita. Qualquer coisa preta fica legal.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L102
    // Translated by github:helens0uza on 7/23/2024
    // source: "I got these new shoes yesterday 'cuz my old pair had a brown smudge.#$b#I just threw them into the garbage. I would've donated them but I don't like the idea of some weirdo wearing my shoes, ya know?#$b#What size do I wear?  14EEE. . . .  Wait, why do you ask?"
    "ORPopDP9MM": "Eu comprei esses sapatos novos ontem porque meu par antigo tinha uma mancha marrom.#$b#Eu simplesmente joguei no lixo. Eu teria doado, mas não gosto da ideia de algum estranho usando meus sapatos, sabe?#$b#Qual tamanho eu uso? 14EEE... Espera, por que você pergunta?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L108
    // Translated by github:helens0uza on 7/23/2024
    // source: ". . . So...  what I think I'm hearing you say is you want me to scout the Mullner's trash can for shoes...#$b#You promise this is for a good cause?  Hm...  Okay.  I'll let you know if I come across them.#$b#I don't want to disturb you, but I'm not the only one nosing around town late at night.  I might not find them first."
    "SqbqpYK9qO": "... Então... o que eu acho que estou ouvindo você dizer é que você quer que eu procure sapatos na lixeira dos Mullner...#$b#Você promete que isso é por uma boa causa? Hm... Tudo bem. Eu te aviso se eu encontrar.#$b#Eu não quero te incomodar, mas não sou o único bisbilhotando pela cidade à noite. Pode ser que eu não encontre primeiro.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L113
    // Translated by github:helens0uza on 7/23/2024
    // source: "No luck last night, but I'm keeping an eye out for those shoes!"
    "YZpsImfjRR": "Não tive sorte ontem à noite, mas estou de olho nesses sapatos!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L117
    // Translated by github:helens0uza on 7/23/2024
    // source: "sashimi"
    "kRomrUOGG6": "Sashimi",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L117
    // Translated by github:helens0uza on 7/23/2024
    // source: "pizza"
    "ntFRWBnexh": "Pizza",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L118
    // Translated by github:helens0uza on 7/23/2024
    // source: "You want to borrow my shoe polish?  That's kindof an odd request but, you know what?  Sure.  Knock yourself out.#$b#There better be some {{arg0}} in this for me somewhere down the road."
    "JFkg7S5BwL": "Você quer emprestar minha graxa de sapato? É um pedido meio estranho, mas sabe de uma coisa? Claro. Se divirta.#$b#Melhor haver algum {{arg0}} para mim em algum lugar no futuro.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L123
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ah, these shoes look great!  Fit good too.  But somehow I still don't quite feel like a ladykiller.#$b#Welp.  A deal's a deal.  I'll fix the loader.  You can pick it up in a couple days."
    "aHZyZdtOPe": "Ah, esses sapatos estão ótimos! Também servem bem. Mas, de alguma forma, ainda não me sinto exatamente um conquistador.#$b#Bom, um acordo é um acordo. Vou consertar a carregadeira. Você pode pegá-la em alguns dias.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuest.cs#L128
    // Translated by github:helens0uza on 7/23/2024
    // source: "Here's your front-end loader, all fixed up.  Stick to small rocks, right?#$b#If you need to move big ones, get some explosives for the job.  Oh, and let me know when you're doing it.  I'll bring beer."
    "IlHWOmKWV6": "Aqui está sua carregadeira, tudo consertado. Fique com pedras pequenas, certo?#$b#Se você precisar mover pedras grandes, pegue alguns explosivos para o trabalho. Ah, e me avise quando for fazer isso. Eu levo a cerveja.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/LoaderQuestController.cs#L19
    // Translated by github:helens0uza on 7/23/2024
    // source: "Sweet!  You've now got a front-end loader attachment for your tractor to clear out debris!#$b#HINT: To use it, equip the pick or the axe while on the tractor."
    "CM93QAccC7": "Ótimo! Agora você tem um implemento de carregadeira para o seu trator para limpar os detritos!#$b#Para usá-lo, equipe a picareta ou o machado enquanto estiver no trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L22
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hey there!^I talked with Sebastian about your tractor and he has agreed to work on it, but only if he's got a decent place to work.  I understand that you're just starting out here and don't have a lot of money laying around, so I'm willing to do it at-cost.^ ^For my part, I'll need 300 wood, 200 stone and 350g for supplies.  Sebastian insisted that you bring a cup of coffee as well.  He's still a bit surly I think.  I caved on that one; gotta pick your battles.^ ^See you soon!^  - Robin"
    "AAo9PbWoxz": "Oi!^Falei com o Sebastian sobre o seu trator e ele concordou em trabalhar nele, mas só se tiver um lugar decente para isso. Eu entendo que você está apenas começando aqui e não tem muito dinheiro, então estou disposto a fazer isso pelo preço de custo.^ ^Da minha parte, vou precisar de 300 madeiras, 200 pedras e 350g para suprimentos. O Sebastian insistiu que você trouxesse uma xícara de café também. Acho que ele ainda está um pouco rabugento. Eu cedi nessa; é preciso escolher suas batalhas..^ ^Até logo!^  - Robin",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L22
    // Translated by github:helens0uza on 7/23/2024
    // source: "Build the garage"
    "smuPtuuaLq": "Construa a garagem.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L23
    // Translated by github:helens0uza on 7/23/2024
    // source: "I got everything working except this engine.  I've never seen anything like it.  I mean, it's like it doesn't even need gas!^I don't know what you're gonna need to do to make it work, but I know I'm out of my area here.^If you manage to figure it out, bring it back up to my place and I'll see about getting it installed.^  - Sebastian"
    "TesA9z2VGo": "Consegui fazer tudo funcionar, exceto este motor. Nunca vi nada igual. Quer dizer, é como se não precisasse nem de gasolina!^Não sei o que você vai precisar fazer para fazê-lo funcionar, mas sei que estou fora da minha área aqui.^Se você conseguir descobrir como fazer funcionar, traga de volta para a minha casa e eu cuidarei de instalá-lo.^  - Sebastian",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L23
    // Translated by github:helens0uza on 7/23/2024
    // source: "Wonky engine"
    "x5zf5OlTYF": "Motor instável",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L24
    // Translated by github:helens0uza on 7/23/2024
    // source: "Thanks for letting me work on this!  I even let my Dad do some of the work on it so that he got to feel like maybe he finally did make good on his promise to your Granddad all those years ago.  But me, well, I just like gadgets!  If it ever breaks down, let me know, I have a 10-year warranty on all my work :)"
    "pgqL7DkmfO": "Obrigado por me deixar trabalhar nisso! Eu até deixei meu pai fazer um pouco do trabalho, para que ele pudesse sentir que finalmente cumpriu a promessa que fez ao seu avô anos atrás. Mas eu, bem, gosto de engenhocas! Se algum dia quebrar, me avise, tenho uma garantia de 10 anos em todo o meu trabalho :)",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L24
    // Translated by github:helens0uza on 7/23/2024
    // source: "Irrigator is fixed"
    "fqlZ8h1a7v": "O irrigador está consertado.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L25
    // Translated by github:helens0uza on 7/23/2024
    // source: "I hear you're restoring that old tractor.  Here's the seeder - it spreads fertilizer and seeds.  Your Grandpa gave it to me to fix after he decided to try going organic and put chicken droppings in it. I got it cleaned up, but it needed some iron bars.  Your Grandpa took his time rounding those up, and, well, my accident and his decline put an end to it.  But you're young, you can find somebody to fix it. I'm too old to be of any use anymore."
    "K0YadFxzjf": "Eu ouvi que você está restaurando aquele trator velho. Aqui está o semeador - ele espalha fertilizante e sementes. Seu avô me deu para consertar depois que decidiu tentar ser orgânico e colocou esterco de galinha nele. Eu limpei, mas precisava de algumas barras de ferro. Seu avô demorou para conseguir, e, bem, meu acidente e o declínio dele acabaram com isso. Mas você é jovem, pode encontrar alguém para consertar. Eu estou velho demais para ser útil agora.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L25
    // Translated by github:helens0uza on 7/23/2024
    // source: "Seeder from George"
    "Yhaa7R7z2k": "Semeador do George.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L26
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hello Dear,^I gave what you said a lot of thought and I think I have a way.  George would be really uncomfortable with you doing work he would want to do.^But George has had to get used to letting Alex do a lot of things for him already.^I talked to Alex about it, but he is reluctant and he wouldn't say why.  Maybe if someone nearer his own age, who he trusted, talked to him he would come around.^Good luck!^ - Granny"
    "ZaQZN5Lywg": "Olá querido,^Eu pensei bastante no que você disse e acho que encontrei uma solução. O George ficaria realmente desconfortável com você fazendo um trabalho que ele gostaria de fazer.^Mas o George teve que se acostumar a deixar o Alex fazer muitas coisas por ele já.^Conversei com o Alex sobre isso, mas ele está relutante e não quis dizer por quê. Talvez se alguém mais próximo da idade dele, em quem ele confie conversar com ele, ele mude de ideia.^Boa sorte!^ - Vovó",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L27
    // Translated by github:helens0uza on 7/23/2024
    // source: "@ - I think you'll find Alex is a little more... inspired... today.^ - Haley"
    "pXG1jfdElz": "@ - Acho que você descobrirá que Alex está um pouco mais... inspirado... hoje.^ - Haley",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L27
    // Translated by github:helens0uza on 7/23/2024
    // source: "Haley has motivated Alex"
    "UB2QVBh4rl": "Haley motivou Alex",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L28
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hey!^Grandpa and I got the seeder working last night!  You can pick it up from Grandpa whenever.  Now that it's done, I'm really happy you rooked me into doing this. I really love my grandpa, and well, sometimes it's hard to find things to do together.  And hey, maybe if the Gridball thing doesn't work out I can get a job repairing farm equipment!^ - Your friend,^   Alex"
    "iy2q5psl0z": "Hey!^O vovô e eu conseguimos fazer o semeador funcionar ontem à noite! Você pode pegá-lo com o vovô quando quiser. Agora que está pronto, estou realmente feliz por você me convencer a fazer isso. Eu amo muito meu avô, e, às vezes, é difícil encontrar coisas para fazer juntos. E ei, talvez se as coisas no Gridball não derem certo, eu possa conseguir um emprego consertando equipamentos agrícolas!^ - Seu amigo,^   Alex",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L28
    // Translated by github:helens0uza on 7/23/2024
    // source: "Waterer is ready"
    "VR6ADWGj0z": "O regador está pronto",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L29
    // Translated by github:helens0uza on 7/23/2024
    // source: "The tractor's all ready to go!  It was kinda strange, I didn't really know how it all attached, but when I tried to plug something into the wrong place, it just wouldn't go.  Screws wouldn't find their threads, belts would jump off of pullies...^ ^But when I got a part even near the right spot, it'd just jump into place!  So I guess that engine really likes being in that tractor!^ ^Oh and the tiller was on the tractor when we found it.  It seems okay, so you'll be able to hoe areas.  The other attachments are probably around someplace!^ ^ - M^ ^HINT: To use the tractor, get on it and select your hoe."
    "dxzrfq1WqJ": "O trator está pronto para usar! Foi meio estranho, eu não sabia muito bem como tudo se conectava, mas quando tentei conectar algo no lugar errado, simplesmente não funcionava. Os parafusos não encontravam suas roscas, as correias saltavam das polias... ^ ^Mas quando eu colocava uma peça perto do lugar certo, ela simplesmente se encaixava! Então acho que esse motor realmente gosta de estar nesse trator!^ ^Ah, e o arado estava no trator quando o encontramos. Parece estar bem, então você poderá arar áreas. Os outros implementos devem estar por aí em algum lugar!^ ^ - M^ ^DICA: Para usar no trator, suba nele e selecione sua enxada.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L29
    // Translated by github:helens0uza on 7/23/2024
    // source: "Tractor is ready to go"
    "uPKQL0d2Lj": "O trator está pronto para uso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L30
    // Translated by github:helens0uza on 7/23/2024
    // source: "I found shoes in the garbage last night.  You're right, these are perfectly good shoes, ready for a second life!  I hope you give them a good home."
    "B8MflKG4y6": "ncontrei sapatos no lixo ontem à noite. Você está certo, são sapatos perfeitamente bons, prontos para uma segunda vida! Espero que você dê a eles um bom lar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/MailKeys.cs#L30
    // Translated by github:helens0uza on 7/23/2024
    // source: "Linus found shoes"
    "xB1TBNAQEh": "Linus encontrou sapatos",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L43
    // Translated by github:helens0uza on 7/23/2024
    // source: "funky looking engine that doesn't work"
    "zll01H9O7o": "motor de aparência estranha que não funciona",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L43
    // Translated by github:helens0uza on 7/23/2024
    // source: "Sebastian pulled this off of the rusty tractor.  I need to find someone to fix it."
    "FgTsMbjUzP": "Sebastian retirou isso do trator enferrujado. Preciso encontrar alguém para consertá-lo",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L48
    // Translated by github:helens0uza on 7/23/2024
    // source: "Junimo-powered tractor engine"
    "qWJfQxKfpm": "Motor de trator movido por Junimos",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L48
    // Translated by github:helens0uza on 7/23/2024
    // source: "The engine for the tractor!  I need to find someone to install it."
    "n6ZY4iRa4I": "O motor para o trator! Preciso encontrar alguém para instalá-lo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L53
    // Translated by github:helens0uza on 7/23/2024
    // source: "core of the harvesting attachment for the tractor"
    "kyUg8obscx": "Núcleo do implemento de colheita para o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L53
    // Translated by github:helens0uza on 7/23/2024
    // source: "This looks like it was a tractor attachment for harvesting crops, but it doesn't seem to be all together."
    "bz6pw27C66": "Isto parece ser um implemento de trator para colheita de culturas, mas não parece estar completo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L58
    // Translated by github:helens0uza on 7/23/2024
    // source: "harvesting attachment for the tractor"
    "wutWuNrIiJ": "implemento de colheita para o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L58
    // Translated by github:helens0uza on 7/23/2024
    // source: "Just need to bring this to the tractor garage to be able to use it with the tractor!"
    "MJmI75TDQW": "Só preciso levar isso para a garagem do trator para poder usá-lo com o trator!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L63
    // Translated by github:helens0uza on 7/23/2024
    // source: "crop shakerlooser"
    "wkSzot7NvJ": "Separador de grãos",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L68
    // Translated by github:helens0uza on 7/23/2024
    // source: "One of the missing parts for the scythe attachment"
    "Tg9u5tJeeH": "Uma das peças faltantes para o implemento da foice.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L68
    // Translated by github:helens0uza on 7/23/2024
    // source: "shiny sprocket"
    "qc04LalfT9": "engrenagem brilhante",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L73
    // Translated by github:helens0uza on 7/23/2024
    // source: "broken watering attachment for the tractor"
    "fX1C4QUKX6": "implemento de rega quebrado para o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L73
    // Translated by github:helens0uza on 7/23/2024
    // source: "This looks like it was a tractor attachment for watering crops.  Sure hope somebody can help me get it working again, watering can really be a drag."
    "Coxaq3cqdD": "Isto parece ser um implemento de trator para irrigar culturas. Espero que alguém possa me ajudar a consertá-lo, regar pode ser bem cansativo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L78
    // Translated by github:helens0uza on 7/23/2024
    // source: "watering attachment for the tractor"
    "CUbPqvE7Ox": "mplemento de irrigação para o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L78
    // Translated by github:helens0uza on 7/23/2024
    // source: "The watering attachment for the tractor - it needs to be brought back to the tractor garage."
    "nKttpne1m8": "O implemento de irrigação para o trator - precisa ser levado de volta para a garagem do trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L83
    // Translated by github:helens0uza on 7/23/2024
    // source: "bent up and rusty front-end loader for the tractor"
    "WViFyBX2aS": "carregadeira frontal torta e enferrujada para o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L83
    // Translated by github:helens0uza on 7/23/2024
    // source: "This was the front-end loader attachment (for picking up rocks and sticks), but it's all bent up and rusted through in spots.  It needs to be fixed to be usable."
    "Xkftmouzlo": "Este era o implemento de carregadeira frontal (para pegar pedras e galhos), mas está todo torto e enferrujado em alguns lugares. Precisa ser consertado para ser utilizável.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L88
    // Translated by github:helens0uza on 7/23/2024
    // source: "front-end loader attachment for my tractor"
    "YFykVpUebQ": "implemento de carregadeira frontal para o meu trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L88
    // Translated by github:helens0uza on 7/23/2024
    // source: "This will allow me to clear rocks and sticks on my farm.  It needs to go into the tractor garage so I can use it."
    "xKdQ7XPXwv": "Isso me permitirá remover pedras e gravetos da minha fazenda. Ele precisa ir para a garagem do trator para que eu possa usá-lo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L93
    // Translated by github:helens0uza on 7/23/2024
    // source: "Alex's old shoes"
    "kSEvGpK5Xu": "Sapatos velhos do Alex",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L93
    // Translated by github:helens0uza on 7/23/2024
    // source: "14EEE, slightly smudged"
    "l1znsYhlUY": "14EEE, ligeiramente manchado",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L98
    // Translated by github:helens0uza on 7/23/2024
    // source: "cleverly repackaged pair of shoes"
    "uTp1LNoFyc": "par de sapatos habilmente reembalados",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L98
    // Translated by github:helens0uza on 7/23/2024
    // source: "Alex's old shoes, cleverly dyed.  Nobody will ever know."
    "zbC7jAqE3J": "Os sapatos velhos do Alex, habilmente tingidos. Ninguém jamais saberá.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L103
    // Translated by github:helens0uza on 7/23/2024
    // source: "broken fertilizer and seeder"
    "JGq6KOv9Zi": "Adubadora e semeadora quebrada",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L103
    // Translated by github:helens0uza on 7/23/2024
    // source: "The fertilizer and seed spread for the old tractor.  It needs a good bit of fiddling to make work."
    "Ug8tLFNGn3": "Adubadora e semeadora para o trator antigo. Precisa de um bom ajuste para funcionar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L108
    // Translated by github:helens0uza on 7/23/2024
    // source: "fertilizer and seed Seeder attachment for the tractor"
    "AAd9WmG0V2": "Implemento adubador e semeador e para o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ObjectIds.cs#L108
    // Translated by github:helens0uza on 7/23/2024
    // source: "Just needs to be brought back to the garage to use it on the tractor."
    "TPXimrGv8M": "Só precisa ser levado de volta à garagem para usá-lo no trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/PetFindsThings.cs#L140
    // Translated by github:helens0uza on 7/23/2024
    // source: "I wonder what {{arg0}} has been up to..."
    "vONvot9XIi": "Fico me perguntando o que {{arg0}} tem feito ultimamente...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/PetFindsThings.cs#L79
    // Translated by github:helens0uza on 7/23/2024
    // source: "Pets sometimes have an uncanny ability to spot missing things!$0#$b#Just last week I lost my favorite milking bucket.  I came across it a few days later and my cat, Muffin, was sleeping in it.$1#$b#Well, I guess she didn't exactly find it for me, but at least she knew where it was!$0"
    "djmeLRwMtO": "Animais de estimação às vezes têm uma habilidade incrível de encontrar coisas perdidas!$0#$b#Na semana passada, perdi meu balde de ordenha favorito. Alguns dias depois, encontrei-o e meu gato, Muffin, estava dormindo nele.$1#$b#Bem, acho que ela não exatamente encontrou para mim, mas pelo menos sabia onde estava!$0",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/PetFindsThings.cs#L87
    // Translated by github:helens0uza on 7/23/2024
    // source: "Do I miss my \"normal\" life on days like this?$2#$b#No, not really.  Except for Jeremy Clarkson...$1#$b#...My pet Schnauzer.  He had an uncanny ability to fetch the thing I wanted before I even knew I wanted it.$0"
    "N1gDRt0T0i": "Se sinto falta da minha vida \"normal\" em dias como este?$2#$b#Não, não realmente. Exceto pelo Jeremy Clarkson...$1#$b#...Meu Schnauzer de estimação. Ele tinha uma habilidade incrível de buscar o que eu queria antes mesmo de eu saber que queria$0",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L16
    // Translated by github:helens0uza on 7/23/2024
    // source: "Investigate the tractor"
    "TOr3vf6QCK": "Investigar o trator",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L17
    // Translated by github:helens0uza on 7/23/2024
    // source: "There's a rusty old tractor in the fields; it sure would be nice if it could be restored.  Perhaps the townspeople can help."
    "AGcgcxeEgW": "Há um trator velho e enferrujado nos campos; seria ótimo se pudesse ser restaurado. Talvez os moradores da cidade possam ajudar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L30
    // Translated by github:helens0uza on 7/23/2024
    // source: "Talk to mayor Lewis"
    "Kf7qN47Oux": "Fale com o prefeito Lewis",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L34
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ask Sebastian to help restore the tractor"
    "NJkn1GBuAu": "Peça ao Sebastian para ajudar na restauração do trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L38
    // Translated by github:helens0uza on 7/23/2024
    // source: "Welp, Sebastian was a bust.  Maybe Mayor Lewis knows somebody else who could be more helpful."
    "feEGTChLq8": "Bem, Sebastian não foi útil. Talvez o Prefeito Lewis saiba de alguém que possa ser mais útil.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L43
    // Translated by github:helens0uza on 7/23/2024
    // source: "Wait for Lewis to work his magic"
    "NctSXY54Lf": "Aguarde para ver a mágica do Lewis acontecer.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L47
    // Translated by github:helens0uza on 7/23/2024
    // source: "Get Robin to build you a garage to get the tractor out of the weather."
    "idjbqjNlzn": "Peça para a Robin construir uma garagem para proteger o trator das condições climáticas.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L52
    // Translated by github:helens0uza on 7/23/2024
    // source: "Sebastian promised to get on the job right after the barn got built.  Hopefully he's actually on the case."
    "EaErFdAg9N": "Sebastian prometeu cuidar disso assim que o celeiro fosse construído. Espero que ele esteja realmente cuidando do assunto.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L56
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ask for help with the strange tractor motor."
    "KJGfYvmiZk": "Peça ajuda com o motor estranho do trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L60
    // Translated by github:helens0uza on 7/23/2024
    // source: "Put the engine, 20 sap, 5 mixed seeds and an aquamarine in a chest in the secret woods."
    "VU3PugTArj": "Coloque o motor, 20 seivas, 5 sementes mistas e uma água-marinha em um baú no bosque secreto.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L64
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hopefully the Junimo magic worked!  Get the engine out of the secret woods and bring it to Sebastian."
    "EeROr74aXY": "Espero que a magia dos Junimos tenha funcionado! Pegue o motor na floresta secreta e leve-o para o Sebastian.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L68
    // Translated by github:helens0uza on 7/23/2024
    // source: "Bring the engine to Maru to install."
    "ze7gGTbZZG": "Leve o motor para a Maru instalar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L72
    // Translated by github:helens0uza on 7/23/2024
    // source: "Maru says that after the engine is installed, it should actually run!  Just have to wait a little bit longer..."
    "cIZxBi3IKa": "Maru diz que depois que o motor estiver instalado, ele deve funcionar de verdade! Só precisamos esperar um pouco mais...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L81
    // Translated by github:helens0uza on 7/23/2024
    // source: "An old tractor you say?#$b#I know your Grandfather had one - I thought he had sold it off before he died.  He never could keep it on the furrows.$h#$b#If you want to get it fixed, I suggest you talk to Robin's son, Sebastian; he's actually quite the gearhead.  Maybe he can help."
    "zUlQ06THTX": "Um trator antigo, você diz?#$b#Eu sei que seu avô tinha um - eu pensei que ele o tivesse vendido antes de morrer. Ele nunca conseguia mantê-lo nos sulcos.$h#$b#Se você quer consertá-lo, sugiro que fale com o filho da Robin, o Sebastian; ele entende bastante de mecânica. Talvez ele possa ajudar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L86
    // Translated by github:helens0uza on 7/23/2024
    // source: "Let me get this straight - I barely know who you are and I'm supposed to fix your rusty old tractor?$a#$b#Sorry, but I've got a lot of stuff going on and can't really spare the time."
    "ZUXs5Zfw9c": "Deixe-me ver se entendi - mal te conheço e já tenho que consertar seu velho trator enferrujado?$a#$b#Desculpe, mas estou ocupado com várias coisas e não consigo realmente dedicar tempo para isso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L92
    // Translated by github:helens0uza on 7/23/2024
    // source: "He said that?$a#$b#Well, I can't say I'm really surprised...  Just a bit disappointed.$s#$b#Hm. . .$u#$b#Welp, I guess this is why they pay me the big money, eh?  I'll see if I can make this happen for you, but it might take a couple days."
    "FeUA5WYTed": "Ele disse isso?$a#$b#Bem, não posso dizer que estou realmente surpreso... Apenas um pouco desapontado.$s#$b#Hm. . .$u#$b#Bem, acho que é por isso que eles me pagam tanto dinheiro, hein?  Vou ver se consigo fazer isso acontecer para você, mas pode demorar alguns dias.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L99
    // Translated by github:helens0uza on 7/23/2024
    // source: "Trust me, I'm working on it, but I also have my day-gig to worry about.  I work odd hours, so you might not be around when I'm working on it.  Oh and thanks for the coffee."
    "gbAym3QCuT": "Pode confiar, estou trabalhando nisso, mas também tenho meu trabalho diário para me preocupar. Trabalho em horários variados, então talvez você não esteja por perto quando eu estiver mexendo nele. Ah, e obrigado pelo café.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L105
    // Translated by github:helens0uza on 7/23/2024
    // source: "I made a lot of progress last night.  Most of it is cleaning up okay, but the engine itself is, well, it seems a little out of the ordinary. . ."
    "WmKPcgHl0K": "Fiz muito progresso ontem à noite. A maior parte está limpando bem, mas o motor em si está, bom, parece um pouco fora do comum...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L111
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh...  Now where did you get that??!$l#$b#Ooooh... Ah.  Yes.  I see...  Mmm...$s#$b#Yes.  Your grandfather dabbled a bit in Forest Magic.  He was nowhere near as adept as myself, of course...#$b#He lacked the mechanical ability to restore the mundane engine, so he enlisted some forest magic to make one.#$b#As you can see, the Junimos that he recruited to keep the motor running have gotten bored and wandered away.  You'll need to coax them back.$s#$b#Now, pay attention!  This will require your utmost concentration!$a#$b#You must place the engine, 20 sap, 5 mixed seeds and an aquamarine in a chest in the secret woods in front of the statue...#$b#Then, you must run around the chest, six times, clockwise very, very quickly.  Overnight, your engine will be restored.#$b#Now GO!  I have concerns much greater than yours right now.$a"
    "SBh2hLQcZx": "Oh... De onde você tirou isso??!$l#$b#Ooooh... Ah. Sim. Eu entendo... Mmm...$s#$b#Sim. Seu avô se aventurou um pouco na Magia da Floresta. Ele não era tão habilidoso quanto eu, é claro...#$b#Ele não tinha habilidade mecânica para restaurar o motor comum, então ele recorreu à magia da floresta para criar um.#$b#Como você pode ver, os Junimos que ele recrutou para manter o motor funcionando ficaram entediados e se afastaram. Você precisará atraí-los de volta.$s#$b#Agora, preste atenção! Isso requer toda a sua concentração!$a#$b#Você deve colocar o motor, 20 seivas, 5 sementes mistas e uma água-marinha em um baú no bosque secreto, em frente à estátua...#$b#Depois, você deve correr ao redor do baú seis vezes, no sentido horário, muito, muito rapidamente. Durante a noite, seu motor será restaurado.#$b#Agora VÁ! Tenho preocupações muito maiores que as suas no momento.$a",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L116
    // Translated by github:helens0uza on 7/23/2024
    // source: "That is the craziest engine I've ever seen.  Have  you shown it to Clint?  I mean, he knows something about metalworking.  Maybe it's some kinda weird alloy?^ ^Or...^Maybe aliens."
    "eYWgDttje9": "Esse é o motor mais maluco que já vi. Você mostrou isso para o Clint? Quer dizer, ele entende algo de metalurgia. Talvez seja algum tipo de liga estranha?^ ^Ou...^Talvez ETs.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L120
    // Translated by github:helens0uza on 7/23/2024
    // source: "Uh...#$b#What is it?  you say it's an Engine?$s#$b#I say it's weird. . .  Hey, is that thing moving?$a#$b#I don't know.  Maybe the Wizard would know what it is, and even if he doesn't, he'll sure pretend like he does if you show it to him."
    "zAMBCJ94WB": "Uh...#$b#O que é isso? Você diz que é um motor?$s#$b#Eu digo que é estranho. . .  Ei, aquela coisa está se movendo?$a#$b#Não sei.  Talvez o Feiticeiro saiba o que é, e mesmo que não saiba, ele certamente fingirá que sabe se você mostrar a ele..",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L124
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh wow...#$b#Can I have it?"
    "Eg8wXQAfzD": "Oh uau...#$b#Posso ficar com isso?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L128
    // Translated by github:helens0uza on 7/23/2024
    // source: "AAAAHHH!!!  IT'S MOVING!  TAKE IT AWAY!$4"
    "C0N5Lt57vY": "AAAAHHH!!!  ESTÁ SE MOVENDO! LEVE EMBORA!$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L133
    // Translated by github:helens0uza on 7/23/2024
    // source: "I've never seen anything like that before...#$b#It gives me this uncanny feeling like...  it's missing something.#$b#Weird."
    "bxLeJXrxky": "Nunca vi nada assim antes...#$b#Isso me dá uma sensação estranha, como se... estivesse faltando alguma coisa.#$b#Estranho.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L137
    // Translated by github:helens0uza on 7/23/2024
    // source: "Whoah....$s#$b#I mean, if you say it's fixed, I can believe it.  Definitely has a look of workiness about it!$l#$b#But seriously...  I shouldn't be installing this thing.  It's, yaknow, out of my area but...$s#$b#I hate to say it, my sister would be able to figure it out, no matter how weird it is."
    "MJ5vQ4vRlY": "Uau....$s#$b#Quero dizer, se você diz que está consertado, eu acredito. Definitivamente parece funcional!$l#$b#Mas sério... Eu não deveria estar instalando isso. Está fora da minha área, mas...$s#$b#Eu odeio dizer, minha irmã conseguiria descobrir isso, não importa o quão estranho seja.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/RestoreTractorQuest.cs#L142
    // Translated by github:helens0uza on 7/23/2024
    // source: "Wow!  I mean I have no idea what it does, but I'm sure it'll look cool doing it!$h#$b#You want me to install it in the tractor?  Sure, I'll do it.  I helped Seb haul it out of the mud.  He really did a great job polishing it up.#$b#Just give me a day or so, k?  And be sure to drive it up here sometime, I want to ride it around!$l"
    "HtMNRFkrrB": "Uau! Quer dizer, eu não faço ideia do que isso faz, mas tenho certeza de que vai parecer legal fazendo!$h#$b#Você quer que eu instale isso no trator? Claro, eu faço isso. Ajudei o Seb a tirá-lo da lama. Ele realmente fez um ótimo trabalho polindo isso.#$b#Me dê um dia ou algo assim, ok? E não se esqueça de trazê-lo aqui para cima em algum momento, quero dar uma volta!$l",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L19
    // Translated by github:helens0uza on 7/23/2024
    // source: "Fix the harvester"
    "kFQs2JeDF5": "Conserte a colheitadeira.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L20
    // Translated by github:helens0uza on 7/23/2024
    // source: "I found the harvester attachment for the tractor, but won't work like it is now.  I should ask around town about it."
    "YUsq4yU5tZ": "Encontrei o implemento de colheita para o trator, mas não vai funcionar do jeito que está agora. Devo perguntar por aí na cidade sobre isso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L33
    // Translated by github:helens0uza on 7/23/2024
    // source: "Let's see what you go there...$s#$b#You know, there's no real metalwork to do here.  It basically needs a good cleaning and oiling.$h#$b#But something seems wrong about it still, like are you sure you got all of it out of the weeds?"
    "BlfSryuxgc": "Vamos ver o que você tem aí...$s#$b#Sabe, não há realmente trabalho pesado de metalurgia aqui. Basicamente, só precisa de uma boa limpeza e lubrificação.$h#$b#Mas algo ainda parece errado nisso, você tem certeza de que tirou tudo do mato?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L38
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh you found the old harvester!  I think your Grandpa broke every other thing, but I don't recall any misadventures with that part.  If you can't get it to work, you might ask Demetrius or Maru.  They're good at metalworking."
    "JsXdylnfR9": "Ah, você encontrou a antiga colheitadeira! Acho que seu avô quebrou quase tudo, mas não me lembro de nenhum incidente com essa parte. Se você não conseguir fazê-la funcionar, talvez deva perguntar ao Demetrius ou à Maru. Eles são bons com trabalhos em metal.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L42
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh you found the old harvester!  You know, just looking at it, I think it's okay, but I don't think it's quite complete.  Looks like there might be some parts missing.#$b#You're getting pretty good around the farm, I'm sure you could get it to work again if you can find the rest of the parts.  Let me know if you need help with it, though, I'd be happy to help."
    "l9WQB6dBBX": "Ah, você encontrou a antiga colheitadeira! Olhando para ela, acho que está tudo bem, mas acho que não está completamente completa. Parece que podem estar faltando algumas peças.#$b#Você está ficando bem habilidoso na fazenda, tenho certeza de que você poderia fazê-la funcionar de novo se conseguir encontrar o resto das peças. Me avise se precisar de ajuda com isso, ficarei feliz em ajudar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L47
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh I'm not much for farm equipment.  You say that's a harvester?  Well, I'll have to take your word for it!$h#$b#Yaknow he broke a lot of stuff on that tractor, but I don't recall that being one of them.  Maybe it just needs cleaning and oiling?"
    "h0ZVwGdlKn": "Ah, não entendo muito de equipamentos agrícolas. Você diz que é uma colheitadeira? Bem, vou ter que acreditar em você!$h#$b#Sabe, ele quebrou muitas coisas naquele trator, mas não me lembro disso sendo uma delas. Talvez só precise de uma limpeza e lubrificação?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L51
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh that's the old harvester!  Or most of one anyway...$s#$b#Well, did you look around where you found that piece?  Might be more pieces under that log.#$b#You might enlist Jaz and Vincent to help - they used to play out in your south pasture, but when you moved back in, I asked them to keep clear so you could get your work done.  But they know that area pretty well."
    "MUyj1kSwSX": "Ah, isso é a antiga colheitadeira! Ou pelo menos a maior parte dela...$s#$b#Bem, você olhou ao redor onde encontrou essa peça? Pode haver mais peças embaixo daquele tronco.#$b#Você poderia pedir ajuda para Jas e Vincent - eles costumavam brincar no seu pasto sul, mas quando você voltou, pedi para eles se afastarem para que você pudesse trabalhar. Mas eles conhecem bem aquela área.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L56
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh that's a *harvester*?  I never would have guessed!  Yep, I saw it on your farm and always wondered about it...#$b#Well, unless I was prepared to accept Jaz and Vincent's explanation that it was a machine made by Greebles!$l"
    "Dbb64FdXIv": "Ah, isso é uma *colheitadeira*? Nunca teria adivinhado! Sim, vi isso na sua fazenda e sempre me perguntei sobre isso...#$b#Bem, a menos que eu estivesse preparado para aceitar a explicação de Jas e Vincent de que era uma máquina feita pelos Greebles!$l",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L61
    // Translated by github:helens0uza on 7/23/2024
    // source: "That's the old harvester for the tractor?  I guess it looks like that.#$b#I'm sorry, I don't know anything about farming.$2"
    "crEBom7o0a": "Essa é a velha colheitadeira do trator?  Acho que é assim.#$b#Desculpe, não sei nada sobre agricultura.$2",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L65
    // Translated by github:helens0uza on 7/23/2024
    // source: "Missing parts for a 'harvester'?$s#$b#You might ask Jaz and Vincent to help look for other parts like that - they told me they used to play out in your south pasture, but they don't anymore because Marnie shooed them away.$4"
    "QEsGR8qn9I": "Peças faltando para uma 'colheitadeira'?$s#$b#Você poderia pedir ajuda ao Jas e ao Vincent para procurar outras partes assim - eles me disseram que costumavam brincar no seu pasto sul, mas não mais porque a Marnie os espantou.$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L70
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh yeah I've seen that - wedged under a tree, right?  Must have been a feat to get it out!#$b#Did Jaz or Vincent tell you where to find it?  They used to play near it quite a bit."
    "mtAEduEWxO": "Ah sim, eu vi isso - enfiado debaixo de uma árvore, certo? Deve ter sido uma proeza tirá-lo de lá!#$b#Jas ou Vincent te disseram onde encontrá-lo? Eles costumavam brincar perto dele com frequência.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L75
    // Translated by github:helens0uza on 7/23/2024
    // source: "What is that thing?  A harvester?  Sure, if you say so...  I tell you though, something about that thing seems familiar to me.$s#$b#Well, it looks like a mess, and I've cleaned up a lot messes.  It must be that!$l"
    "B0hcv3aYGp": "O que é isso? Uma colheitadeira? Claro, se você diz... Mas sabe, algo sobre isso me parece familiar.$s#$b#Bem, parece uma bagunça, e eu já limpei muitas bagunças. Deve ser isso!$l",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L79
    // Translated by github:helens0uza on 7/23/2024
    // source: "That's the old harvester for the tractor?  I guess it looks like that.  You think it's incomplete?$s#$b#You might ask Jaz and Vincent to help look for other parts like that - they used to play out in your south pasture, but don't worry!  Marnie and I asked them not to since you moved in.#$b#You've got enough on your hands without those two hooligans running through the corn!$l"
    "HMIj1PMu8b": "Essa é a antiga colheitadeira para o trator? Acho que se parece com isso. Você acha que está incompleta?$s#$b#Você poderia pedir ao Jas e ao Vincent para ajudar a procurar outras peças assim - eles costumavam brincar no seu pasto sul, mas não se preocupe! Marnie e eu pedimos para eles não fazerem mais isso desde que você se mudou.#$b#Você já tem bastante com o que lidar sem esses dois pestinhas correndo pelo milharal$l",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L87
    // Translated by github:helens0uza on 7/23/2024
    // source: "Aha!!!!  I FORESEE THAT YOU HAVE NEED OF A SCRY!$a#$b#And you've come at the perfect time.  I happen to have need to flex my muscles from time to time, to keep in tip top form, you know.  Let's have a look#$b#Aahh through the mists I see two people, NO, CHILDREN, in your farm playing...#$b#They have taken parts of off and headed off...  But wait, there's more...  Yes...#$b#They will each need to be placated to get them to give the parts back.  The boy will want 3 crayfish and the girl will want a gemstone, but her tastes are not yet developed, so a cheap one will do..."
    "EoUrqqQfV1": "Ahá!!! PREVEJO QUE VOCÊ PRECISA DE UMA VISÃO!!$a#$b#E você chegou na hora perfeita. Eu preciso exercitar meus músculos de vez em quando, para manter a forma, sabe. Vamos dar uma olhada.#$b#Ahh, pelas névoas eu vejo duas pessoas, NÃO, CRIANÇAS, na sua fazenda brincando...#$b#Eles pegaram partes e saíram... Mas espere, tem mais... Sim...#$b#Você precisará apaziguá-los para que devolvam as peças. O menino vai querer 3 lagostins de rio e a menina vai querer uma pedra preciosa, mas seus gostos ainda não estão desenvolvidos, então uma barata servirá...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L92
    // Translated by github:helens0uza on 7/23/2024
    // source: "BAH!  Begone with this mundane contrivance!  Return on Friday or Saturday and I may have time.$a"
    "yklcqTV6xL": "Bah! Desapareça com este truque mundano! Volte na sexta-feira ou sábado e talvez eu tenha tempo.$a",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L96
    // Translated by github:helens0uza on 7/23/2024
    // source: "I love how my jumprope sparkles in the sun now!  Did you have any luck getting it to fit back together?"
    "OHDPDcqpGR": "Adoro como minha corda de pular brilha ao sol agora! Você teve sorte em fazê-la se encaixar de novo?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L111
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ooh!  Oh this {{arg0}} is very sparkly!  Thanks!  Here's your thingamajig.  I sure hope it works!  I really want to ride on your tractor some day!$l"
    "OcE8Fg2Wm1": "Ooh!  Oh, este {{arg0}} é muito brilhante! Obrigado! Aqui está seu treco. Espero que funcione! Mal posso esperar para andar no seu trator um dia!$l",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L119
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oohh when are you gonna bring me something shiny!  I'm really looking forward to it!"
    "EQMRFzPEoh": "Oohh, quando você vai me trazer algo brilhante? Estou realmente ansioso por isso!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L124
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ooh!  You found the Greeble machine!$h#$b#Vincent and I used to play games with that, but we had to stop because Aunt Marnie told us we couldn't go into your pasture anymore unless you invite us.#$b#There are parts missing?  Well of course there are!  Vincent and I kept some of the shinier bits, see, one's on my jumprope!  It's so shiny, it sparkles when I jump!  Oh, and FINDERS KEEPERS!$l#$b#Well, I suppose I could give it back to you...  BUT ONLY IF YOU TRADE ME SOMETHING REALLY SHINY!$h"
    "MZNsRXQVyl": "Ooh! Você encontrou a máquina dos Greebles!$h#$b#O Vincent e eu costumávamos brincar com isso, mas tivemos que parar porque a tia Marnie disse que não podíamos mais ir para o seu pasto a menos que você nos convide.#$b#Estão faltando peças? Bem, é claro que estão! O Vincent e eu ficamos com algumas das peças mais brilhantes, uma delas está na minha corda de pular! É tão brilhante, ela brilha quando eu pulo! Ah, e ACHADO NÃO É ROUBADO!$l#$b#Bem, eu poderia devolver para você... MAS APENAS SE VOCÊ ME DER ALGO REALMENTE BRILHANTE EM TROCA!$h",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L129
    // Translated by github:helens0uza on 7/23/2024
    // source: "Did you have any luck getting it to fit back together?  I could probably help you put it back together, it sure came apart easy!$l"
    "GEQ9b20k8F": "Você teve sorte em fazer isso se encaixar de novo? Posso ajudar a montá-lo, parece que desmontou fácil!$l",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L134
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ooh!  Oh these 3 crawdads would be great!  Thanks!  Here's your thingamajig.  I Hope it works!$l#$b#Sure, I won't tell Mom that you gave them to me if you want...  Why?$s"
    "TpcRs55mWR": "Ooh! Esses 3 lagostins de rio serão ótimos! Obrigado! Aqui está seu treco. Espero que funcione!$l#$b#Claro, não vou contar para a mamãe que você me deu, se você quiser... Por quê?$s",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L139
    // Translated by github:helens0uza on 7/23/2024
    // source: "Did you get the bugs?  3 Big ones?"
    "eBowumwFMh": "Você conseguiu os insetos? Três grandes?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L143
    // Translated by github:helens0uza on 7/23/2024
    // source: "The Greeble machine!$h#$b#Jaz and I used to play games with that, but we had to stop because Marnie told us we couldn't go into your pasture anymore unless you invite us.#$b#There are parts missing?  Sure there are!  Me and Jaz took a couple of pieces.  I used mine in a trap I was building to trap the Greebles under my bed!  It didn't work.  Hey, have you got any good bugs on your farm?  I'll find it for you if you can bring me some really big crawly ones!$h"
    "zbxUoQjKb1": "A máquina dos Greebles!$h#$b#Jas e eu costumávamos brincar com isso, mas tivemos que parar porque a Marnie disse que não podíamos mais ir para o seu pasto a menos que você nos convide.#$b#Estão faltando peças? Claro que estão! Eu e Jas pegamos algumas peças. Eu usei a minha em uma armadilha que estava construindo para capturar os Greebles debaixo da minha cama! Não deu certo. Ei, você tem bons insetos na sua fazenda? Eu os encontrarei para você se você trouxer alguns bem grandes!$h",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L158
    // Translated by github:helens0uza on 7/23/2024
    // source: "It seems some parts are missing, but I know there's nothing else out there in that field, at least not that's easy to see.  Maybe somebody else who noses around the farm would know about it."
    "crIsaOcz7c": "Parece que algumas partes estão faltando, mas eu sei que não há mais nada lá naquele campo, pelo menos nada que seja fácil de ver. Talvez alguém que explore a fazenda saiba algo sobre isso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L163
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ask Jaz and Vincent about the harvester"
    "QSdBrOeBDi": "Pergunte a Jas e ao Vincent sobre a colheitadeira.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L167
    // Translated by github:helens0uza on 7/23/2024
    // source: "Fix the scythe attachment (HINT: craft it from the parts)"
    "k3WH8heANk": "Conserte o implemento de foice (DICA: construa-o a partir das peças).",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L171
    // Translated by github:helens0uza on 7/23/2024
    // source: "Get a 'shiny thing' for Jaz (perhaps a gem?) and 3 big bugs for Vincent.  (Hm.  The bugs in the mines seem TOO big...  Maybe a lobster?  Hm.  Again maybe too big...)"
    "r5Kz2FHjQX": "Consiga uma 'coisa brilhante' para Jas (talvez uma gema?) e 3 insetos grandes para Vincent. (Hm. Os insetos nas minas parecem ser MUITO grandes... Talvez um lagostim? Hm. Novamente, talvez seja grande demais...)",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L175
    // Translated by github:helens0uza on 7/23/2024
    // source: "Find a way to get the kids to give me the parts"
    "bWRSVoWZDR": "Encontre uma maneira de fazer com que as crianças me entreguem as peças.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuest.cs#L179
    // Translated by github:helens0uza on 7/23/2024
    // source: "Take the fixed scythe attachment to the tractor garage."
    "kyvGL4CAN4": "Leve o implemento de foice consertado até a garagem do trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/ScytheQuestController.cs#L30
    // Translated by github:helens0uza on 7/23/2024
    // source: "Sweet!  You've now got a harvester attachment for your tractor!#$b#HINT: To use it, equip the scythe while on the tractor."
    "P8BGvkAz5b": "Legal! Agora você tem um anexo de colheitadeira para o seu trator!#$b#DICA: Para usá-lo, equipe a foice enquanto estiver no trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L20
    // Translated by github:helens0uza on 7/23/2024
    // source: "Fix the seeder"
    "ftkOCCxYQN": "Conserte o semeador.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L21
    // Translated by github:helens0uza on 7/23/2024
    // source: "Turns out George had the seeder attachment, maybe he can be talked into fixing it."
    "PAtCvXupsP": "Acontece que George tinha o semeador, talvez ele possa ser convencido a consertá-lo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L34
    // Translated by github:helens0uza on 7/23/2024
    // source: "Young people just don't listen.  I told you, I'm too old to repair your equipment.$a"
    "Em8WJLX5P7": "Os jovens simplesmente não ouvem. Eu te disse, estou velho demais para consertar seu equipamento.$a",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L41
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hm.  George said that did he...  Hm.  This *is* a thorny problem.  I think you need to consult a politician.  Try Lewis."
    "v10aEZBOPq": "Hum.  George disse que foi isso que ele... Hm.  Este *é* um problema espinhoso.  Acho que você precisa consultar um político.Tente Lewis.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L45
    // Translated by github:helens0uza on 7/23/2024
    // source: "I'm honored that you're asking me to look at this, but it'd really be better if George did the work...#$b#I know it won't be easy for him...  Maybe he'll need help.$s#$b#But if he actually did it, well, it'd do him a lot of good.#$b#You should talk to Lewis.  He and George go back a long way.  He'll know what to do.#$b#If it all goes wrong, come back to me and I'll try to fix it."
    "KOhPmt5HNc": "Estou honrado que você esteja me pedindo para dar uma olhada nisso, mas seria realmente melhor se George fizesse o trabalho...#$b#Eu sei que não será fácil para ele... Talvez ele vai precisar de ajuda.$s#$b#Mas se ele realmente fizer isso, bem, isso lhe faria muito bem.#$b#Você deveria falar com Lewis.  Ele e George tem uma longa caminhada. Ele saberá o que fazer.#$b#Se tudo der errado, volte para mim e tentarei consertar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L49
    // Translated by github:helens0uza on 7/23/2024
    // source: "I'm flattered that Alex thinks I can fix it...  Maybe I can, but we should stick to Evelyn's plan.  Alex and I don't exactly click, but I'm sure there's somebody who knows Alex well enough to help convince him to do it."
    "QtUfKr3cdI": "Estou lisonjeado por Alex pensar que posso consertar isso... Talvez eu possa, mas devemos seguir o plano de Evelyn.  Alex e eu não nos damos bem, mas tenho certeza de que há alguém que conhece Alex bem o suficiente para ajudar a convencê-lo a fazer isso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L53
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh dear oh dear oh dear...$2#$b#Hm...$2#$b#George isn't wrong -- physically, he's just not in good shape.  Mentally, though, he's still as sharp as ever.  Alas, not like your Grandpa, towards the end.$s#$b#But if he can somehow do this, or at least help in doing it, it'll do him so much good.#$b#We need some help here...  We need Evelyn, and YOU have to get her to cajole George into trying this.  I can't be seen to be involved for, err...  reasons.#$b#You need to build some trust with her before you broach the topic, however.  Tread carefully."
    "dbgKJTRQ7c": "Oh querido, oh querido, oh querido...$2#$b#Hm...$2#$b#George não está errado -- fisicamente, ele só não está em boa forma. Mentalmente, porém, ele ainda está tão afiado quanto sempre. Infelizmente, não como seu avô, no final.$s#$b#Mas se ele conseguir fazer isso, ou pelo menos ajudar a fazer, será muito bom para ele.#$b#Precisamos de ajuda aqui... Precisamos de Evelyn, e VOCÊ precisa convencê-la a persuadir George a tentar isso. Eu não posso ser visto envolvido por, err... razões.#$b#Você precisa construir um pouco de confiança com ela antes de abordar o assunto, no entanto. Cuidado.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L58
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ohhh...  I know George *could* repair that thing...  But he could also fail miserably, you see, it's not just his legs that have let him down.  Have you seen his hands, how they shake?  It's not so bad, but it really frustrates him.#$b#Oh deary, I'm old too...  I need time to think about this."
    "ipJdTPNiiP": "Ohhh...  Eu sei que George *poderia* consertar essa coisa... Mas ele também pode falhar miseravelmente, veja, não são só as pernas que o decepcionaram. Você viu as mãos dele, como tremem? Não é tão ruim, mas realmente o frustra.#$b#Oh querido, eu também sou velha... Preciso de tempo para pensar sobre isso.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L64
    // Translated by github:helens0uza on 7/23/2024
    // source: "Sorry, what did you say?  I didn't quite hear..."
    "Jc9h4k3YPn": "Desculpe, o que você disse? Não consegui ouvir direito...",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L68
    // Translated by github:helens0uza on 7/23/2024
    // source: "Look, I got my life to live, and it doesn't involve fixing farm equipment."
    "jvBYYwoGcn": "Olha, eu tenho minha vida para viver, e isso não envolve consertar equipamentos agrícolas.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L72
    // Translated by github:helens0uza on 7/23/2024
    // source: "Nah man, these hands were made for gridball.  You're good with this sort of thing, you should talk Grandpa into showing you how.  Or get Maru, she's good at mechanical stuff.$3"
    "klExuKWJYr": "Não, cara, essas mãos foram feitas para gridball. Você é bom com esse tipo de coisa, deveria convencer o vovô a te mostrar como. Ou chamar a Maru, ela é boa com coisas mecânicas.$3",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L77
    // Translated by github:helens0uza on 7/23/2024
    // source: "Heh, isn't easy is it.  Keep it up, maybe you'll learn how to be mayor someday!$1#$b#Evelyn was probably right, in that somebody his own age could convince him.  Somebody he spends a lot of time with."
    "WCgAjgNs9x": "Heh, não é fácil, né? Continue assim, talvez você aprenda a ser prefeito um dia!$1#$b#A Evelyn provavelmente estava certa, alguém da idade dele poderia convencê-lo. Alguém com quem ele passa muito tempo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L81
    // Translated by github:helens0uza on 7/23/2024
    // source: "You think *I* have a clue what goes on inside Alex's head??$5#$b#Oh wait, I *DO* know...  Absolutely nothing.$4"
    "bCTiRG0vVt": "Você acha que *eu* tenho alguma ideia do que se passa na cabeça do Alex??$5#$b#Oh espere, eu *SEI*... Absolutamente nada.$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L85
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh I hate to admit it, but the solution to your problem is Haley.  She can make any boy do any thing, ESPECIALLY Alex.$2#$b#She might seem vaccuous at times, but trust me, if you need some guy manipulated, she can do it.  I'm not saying it's a good thing all the time, but this sounds like a good cause.$4"
    "ODEaJ7atc8": "Oh, eu odeio admitir, mas a solução para o seu problema é a Haley. Ela consegue fazer qualquer garoto fazer qualquer coisa, ESPECIALMENTE o Alex.$2#$b#Ela pode parecer vazia às vezes, mas acredite, se você precisar manipular algum cara, ela consegue. Não estou dizendo que isso é algo bom o tempo todo, mas isso parece uma boa causa.$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L89
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hah.  Alex does more with his hands than just play Gridball.$3#$b#Tell me everything. every. little. detail.$7#$b#Ah...  I see...#$b#I'll take care of this for you.  Just give me a day or two.  I'll let you know.$2#$b#*Sigh*  Confidence is so very attractive in a man.$7"
    "XnG8FTcl84": "Hah. O Alex faz mais com as mãos do que apenas jogar Gridball.$3#$b#Me conte tudo. Cada. pequeno. detalhe.$7#$b#Ah... Entendi...#$b#Vou cuidar disso para você. É só me dar um dia ou dois. Eu te aviso.$2#$b#*Suspiro* A confiança é tão atraente em um homem.$7",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L95
    // Translated by github:helens0uza on 7/23/2024
    // source: "Okay, I can do this.  Grandpa seems fired up too.  Give me the {{arg0}} iron bars Grandpa said we need and the broken seeder and we'll get on it."
    "f2yicONrlB": "Ok, eu posso fazer isso. O vovô também parece animado. Me dê as {{arg0}} barras de ferro que o vovô disse que precisamos e a semeadora quebrada, e vamos trabalhar nisso..",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L103
    // Translated by github:helens0uza on 7/23/2024
    // source: "Thanks, that's all the stuff.  Well, I'm off the the garage with Gramps.  I'll send mail or something after we get it working."
    "K5hPs7cMrU": "Obrigado, isso é tudo. Bem, vou para a garagem com o vovô. Vou mandar uma mensagem ou algo assim depois que conseguirmos fazer funcionar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L107
    // Translated by github:helens0uza on 7/23/2024
    // source: "We'll need the old seeder and {{arg0}} iron bars.  Bring 'em by when you can."
    "grUPuzOU6n": "Vamos precisar da semeadora antiga e das {{arg0}} barras de ferro. Traga quando puder.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L113
    // Translated by github:helens0uza on 7/23/2024
    // source: "There you go.  Fixed it myself.  Alex didn't screw it up too much; he's a good kid.#$b#Don't try and sprinkle chicken manure with the thing.  I don't want to see this thing back here again."
    "xxhc5ysic2": "Aí está. Consertei eu mesmo. O Alex não estragou muito; ele é um bom garoto.#$b#Não tente espalhar esterco de frango com isso. Não quero ver essa coisa aqui de novo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L134
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hm.  I wonder what I should do.  I certainly can't fix it, and it'd cost a fortune to send it to Zuza city."
    "pJFX2RqKam": "Hm. Estou me perguntando o que eu deveria fazer. Certamente não posso consertar e custaria uma fortuna enviar para a cidade de Zuzu.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L137
    // Translated by github:helens0uza on 7/23/2024
    // source: "Talking to George didn't go well.  I'm going to have to find a different angle."
    "ieX9q8CJ2Y": "Conversar com o George não foi bem. Vou precisar encontrar uma abordagem diferente.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L140
    // Translated by github:helens0uza on 7/23/2024
    // source: "Get Evelyn to help (Talk to her after getting her to {{arg0}} hearts)"
    "rGk4GJS5Ky": "Peça ajuda à Evelyn (fale com ela depois de conseguir {{arg0}} corações).",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L143
    // Translated by github:helens0uza on 7/23/2024
    // source: "Granny said she'll think about it.  I guess we'll wait to hear from her."
    "Sr3Pwq2BY0": "A vovó disse que vai pensar sobre isso. Acho que vamos esperar para ouvir dela.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L146
    // Translated by github:helens0uza on 7/23/2024
    // source: "Granny's mail said I should gain Alex's trust (2 hearts) and try and talk him into it."
    "NyMc3JDEBc": "A mensagem da vovó disse que eu deveria ganhar a confiança do Alex (2 corações) e tentar convencê-lo.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L149
    // Translated by github:helens0uza on 7/23/2024
    // source: "Alex still seems resistant to the idea.  Maybe I need to get somebody else to give me another angle."
    "W5i7aONkhB": "O Alex ainda parece resistente à ideia. Talvez eu precise pedir ajuda a outra pessoa para encontrar uma nova abordagem.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L152
    // Translated by github:helens0uza on 7/23/2024
    // source: "Wait for Haley to cajole Alex into helping."
    "ZWmd1pGXXi": "Espere que a Haley convença o Alex a ajudar.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L155
    // Translated by github:helens0uza on 7/23/2024
    // source: "Talk to Alex"
    "WHXHgGoYSU": "Fale com o Alex",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L158
    // Translated by github:helens0uza on 7/23/2024
    // source: "Bring Alex the old seeder and {{arg0}} iron bars"
    "IyN2wTw1ub": "Leve para o Alex a semeadora antiga e {{arg0}} barras de ferro.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L162
    // Translated by github:helens0uza on 7/23/2024
    // source: "Hopefully Alex and George are getting on with it.  Alex said he'd send mail when it's working."
    "HqdlpHugX0": "Espero que o Alex e o George estejam cuidando disso. O Alex disse que mandaria uma mensagem quando estivesse funcionando.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L165
    // Translated by github:helens0uza on 7/23/2024
    // source: "Alex's mail says the seeder is done and I just need to get it from George."
    "peCtTooa4r": "O mensagem do Alex diz que a semeadora está pronta e que eu só preciso pegá-la com o George.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuest.cs#L168
    // Translated by github:helens0uza on 7/23/2024
    // source: "Bring the fixed seeder to the tractor garage."
    "Yxhyaqc0MZ": "Leve a semeadora consertada para a garagem do trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/SeederQuestController.cs#L37
    // Translated by github:helens0uza on 7/23/2024
    // source: "Awesome!  You've now got a way to plant and fertilize crops with your tractor!#$b#HINT: To use it, equip seeds or fertilizers while on the tractor."
    "HkgBvPrURk": "Incrível! Agora você tem uma maneira de plantar e fertilizar colheitas com seu trator!#$b#Para usar, equipe sementes ou fertilizantes enquanto estiver no trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L87
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ask the people in town about this thing."
    "zIIUYR5uiR": "Pergunte às pessoas na cidade sobre essa coisa.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L17
    // Translated by github:helens0uza on 7/23/2024
    // source: "Fix the waterer"
    "fbGOiXs75b": "Conserte o regador",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L18
    // Translated by github:helens0uza on 7/23/2024
    // source: "I found the watering attachment for the tractor, but it's in bad shape, I should ask around town."
    "Vi0lbKVkhs": "Eu encontrei o implemento de irrigação para o trator, mas está em mau estado. Devo perguntar pela cidade.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L26
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh, that isn't...  It is!  It's your grandpa's legendary irrigation attachment!  And you *fished* it up you say?  Hah!  Well you would'a had to, wouldn'tya!$1#$b#. . . #$b#Sorry, I gotta compose myself.  You'll want to take this up to the mountain.  Show it to Robin, she can give you the first-hand account.$1#$b#It might not be safe to show it to Demetrius.  I think he's still working through the aftereffects...$s"
    "PezqWVQnWz": "Oh, isso não é... É sim! É o famoso implemento de irrigação do seu avô! E você o *pescou*, é isso? Hah! Bem, você teria que fazer isso, não é mesmo?$1#$b#. . . #$b#Desculpe, preciso me recompor. Você vai querer levar isso para a montanha. Mostre à Robin, ela pode te contar a história em primeira mão.$1#$b#Pode não ser seguro mostrar ao Demetrius. Acho que ele ainda está lidando com os efeitos colaterais...$s",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L35
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh my!  Is that the irrigation system?  It is!  None of us expected to see that again, not after that . . .$3#$b#Wait, did Robin put you up to this?#$b#Nope, I don't want to know.  Well, yes, I got very wet, but it wasn't any big deal.  Not nearly as much as she plays it up to be.  Not at all...#4#$b#But you just want the thing fixed, don't you.  Well, it seems like a complicated device, but I bet Maru would have no trouble with it.  Why don't you show it to her?"
    "MC0cVcwEDO": "Minha nossa! É o sistema de irrigação? É sim! Nenhum de nós esperava ver isso novamente, não depois daquela...$3#$b#Espere, foi a Robin que te mandou aqui?#$b#Não, não quero saber. Bem, sim, eu me molhei bastante, mas não foi nada de mais. Não quase tanto quanto ela faz parecer. De forma alguma...#4#$b#Mas você só quer que a coisa seja consertada, não é? Bem, parece um dispositivo complicado, mas aposto que a Maru não teria problemas com isso. Por que não a mostra a ela?",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L42
    // Translated by github:helens0uza on 7/23/2024
    // source: "Oh you didn't!!  You fished up the watering doohickey?  Oh my I'll never forget that day!  Your granddad had the idea that instead of using the pump to fill it up he could just back his tractor into the pond.  Suffice it to say the tractor came out, but the irrigator did not!  He huffed up to the mountain, half soaked, thinking that Demetrius would have a net.  Well Demetrius was feeling especially can-do that day and offered to come help and, well, Maru was quite small and just had to go with her Dad everywhere and so I came along to ride herd.  Long story short, Demetrius ended up covered in mud right up to his starched buttoned up collar.  Maru decided to go rescue him, I went chasing after her, and, well, we all ended up wet, but Demetrius, well, his self-image took a hit that day, heh.#$b#Heh, and you know what happened to the irrigator, donchanow!$l#$b#You should take it to Maru and, heh, youknow, best not to bring it up with Demetrius!$4"
    "p6h88L34BG": "Oh, você não fez isso!! Você pescou o acessório de irrigação? Nossa, nunca vou esquecer aquele dia! Seu avô teve a brilhante ideia de que, em vez de usar a bomba para enchê-lo, ele poderia simplesmente levar o trator até o lago. Para resumir, o trator saiu, mas o irrigador não! Ele subiu para a montanha, meio ensopado, achando que o Demetrius teria uma rede. Bem, o Demetrius estava especialmente disposto naquele dia e se ofereceu para ajudar e, bem, a Maru era bem pequena e tinha que ir com o pai para todo lugar, então eu fui junto para ajudar. Resumindo, o Demetrius acabou coberto de lama até a gola engomada. A Maru decidiu resgatá-lo, eu fui atrás dela, e, bem, todos nós acabamos molhados, mas o Demetrius, bem, a autoimagem dele levou um golpe naquele dia, hehe.#$b#Hehe, e você sabe o que aconteceu com o irrigador, não é?$l#$b#Você deve levar isso para a Maru e hehe, é melhor não mencionar nada para o Demetrius!$4",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L58
    // Translated by github:helens0uza on 7/23/2024
    // source: "Sure, I'd love to have a go at fixing it, afterall, it's practically a family heirloom!$4#$b#But let's have a look at it...  Hm...$2#$b#Yeah, all the fittings are shot.  If you can get me {{arg0}} gold bars, I can get it working again.#$b#I know, usually brass is used for this sort of thing, but it's surprisingly hard to come by around here."
    "Be3nO8TImu": "Claro, eu adoraria consertá-lo, afinal, é praticamente uma herança de família!$4#$b#Mas vamos dar uma olhada... Hm...$2#$b#Sim, todas as conexões estão danificadas. Se você conseguir me trazer {{arg0}} barras de ouro, eu consigo fazer funcionar novamente.#$b#Eu sei, normalmente se usa latão para isso, mas é surpreendentemente difícil de encontrar por aqui.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L64
    // Translated by github:helens0uza on 7/23/2024
    // source: "Alrighty, I'll get to work on it and have it back to you in a couple days.  I'll just drop it in the mail for you."
    "f69djsNSzy": "Certo, vou trabalhar nisso e te devolvo em alguns dias. Vou colocar no correio para você",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L69
    // Translated by github:helens0uza on 7/23/2024
    // source: "Have you found some gold bars yet?  Gotta go pretty deep in the mines to get it, but I'm sure you're up for it."
    "OJeVjJ8R17": "Você já encontrou algumas barras de ouro? Tem que ir bem fundo nas minas para conseguir, mas tenho certeza de que você consegue.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L73
    // Translated by github:helens0uza on 7/23/2024
    // source: "I'm still working on the irrigation system; you should have it day after tomorrow."
    "DM8HKsyqIv": "Ainda estou trabalhando no sistema de irrigação; você deve tê-lo depois de amanhã.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L76
    // Translated by github:helens0uza on 7/23/2024
    // source: "I'm working through the bugs on the irrigation system; you should have it tomorrow if nothing goes haywire.$3"
    "f6QX64m6TB": "Estou resolvendo os problemas no sistema de irrigação; você deve tê-lo amanhã se nada der errado.$3",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L90
    // Translated by github:helens0uza on 7/23/2024
    // source: "Ask Robin about this thing."
    "YQEJGLX8Iq": "Pergunte a Robin sobre essa coisa.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L94
    // Translated by github:helens0uza on 7/23/2024
    // source: "Take it to Maru to see if she'll fix it."
    "Q1WCO9ArEp": "Leve para a Maru ver se ela conserta.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L97
    // Translated by github:helens0uza on 7/23/2024
    // source: "Bring the watering can and {{arg0}} gold bars to Maru."
    "v5Hgq072BX": "Leve o regador e as {{arg0}} barras de ouro para a Maru.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L101
    // Translated by github:helens0uza on 7/23/2024
    // source: "Just gotta wait - should be in the mail any day now."
    "MpFPiJH4GL": "Só preciso esperar - deve chegar pelo correio a qualquer dia agora.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L104
    // Translated by github:helens0uza on 7/23/2024
    // source: "Bring the fixed waterer to the garage."
    "DZIMQAF1Ti": "Leve o regador consertado para a garagem.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuest.cs#L111
    // Translated by github:helens0uza on 7/23/2024
    // source: "Maru came through!  Time to take it to the garage and water some crops!"
    "pC5ZGGBWlF": " A Maru deu conta do recado! Hora de levar para a garagem e irrigar algumas colheitas!",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuestController.cs#L20
    // Translated by github:helens0uza on 7/23/2024
    // source: "Awesome!  You've now got a way to water your crops with your tractor!#$b#HINT: To use it, equip the watering can while on the tractor."
    "jSheaf3J7V": "Incrível! Agora você tem uma maneira de irrigar suas colheitas com seu trator!#$b#DICA: Para usar, equipe o regador enquanto estiver no trator.",

    // https://github.com/NermNermNerm/StardewMods/blob/2e20d999bdbb7f774245982006ad1fd0c49eeb0f/QuestableTractor/WatererQuestController.cs#L33
    // Translated by github:helens0uza on 7/23/2024
    // source: "Whoah that was heavy!  Looks like an irrigator attachment for a tractor under all that mud!"
    "BWrqfLflFE": "Uau, isso estava pesado! Parece um implemento de irrigação para um trator debaixo de toda essa lama!"
}
