{
	"title": "PPAF Config Options",

	"section0": "Relationship Type",
	"desc0": "Relationship Type with ", // NPC name added to end by SMAPI

	"section1": "Partnership Configuration",
	"option1": "Term of Endearment",
	"desc1": "What you would like a platonic partner to call you. First letter should be capitalized.",
	"option2": "Always Adopt",
	"desc2": "When true, lines about pregnancy and childbirth are edited to be about adoption. This affects spouses/partners regardless of your Relationship Type with them. Set to false if you want bio kids.",
	"option3": "Custom Platonic Labels\nfor Social Menu",
	"desc3": "Whether the custom labels below should be used for platonic relationships.",
	"option4": "Platonic Label (post-bouquet)",
	"desc4": "How platonic relationships are labeled in the social menu after the bouquet has been given.",
	"option5": "Platonic Label (post-ceremony)",
	"desc5": "How platonic relationships are labeled in the social menu after the friendship ceremony has been held.",
	"option6": "Custom Romantic Labels\nfor Social Menu",
	"desc6": "Whether the custom labels below should be used for romantic relationships.",
	"option7": "Romantic Label (post-bouquet)",
	"desc7": "How romantic relationships are labeled in the social menu after the bouquet has been given.",
	"option8": "Romantic Label (post-ceremony)",
	"desc8": "How romantic relationships are labeled in the social menu after the wedding has been held.",
	/* No longer used (but I'm too lazy to renumber everything)
	"option9": "Generic Marriage Dialogue Edits",
	"desc9": "Whether the custom label below should be used for default dialogue alluding to marriage. For Free Love users, please note that this will affect all NPCs' dialogue.",
	*/
	"option10": "Relationship Descriptor",
	"desc10": "How relationships are described in NPC dialogue after moving in together (ex. partners, spouses, etc.). Must be plural.",

	"section2": "Visual",
	"option11": "Bracelet Theme",
	"desc11": "Choose a color theme for the friendship bracelet item used to ask someone to be your roommate. You can view the different themes on the mod's Nexus page or in the mod files ([CP] Platonic Partners and Friendships, Assets, Sprites). Thank you to Airyn for creating the bracelet art!",
	"option12": "Use Love Portraits",
	"desc12": "Determines whether edited dialogue and events will use characters' \"love\" portraits. If EnablePortraitEdits is checked for a given Relationship Type below, these portraits will not blush for characters of that RelationshipType.",
	"option13": "Enable Portrait Edits:\nFullyPlatonic",
	"desc13": "Determines whether minor portrait edits (mostly removing blushing) will be applied to NPCs with the Relationship Type \"FullyPlatonic\". Set to false if you have a portrait mod that conflicts with these edits.",
	"option14": "Enable Portrait Edits:\nRomanceWithoutSex",
	"desc14": "Determines whether minor portrait edits (mostly removing blushing) will be applied to NPCs with the Relationship Type \"RomanceWithoutSex\". Set to false if you have a portrait mod that conflicts with these edits.",
	"option15": "Enable Portrait Edits:\nSexWithoutRomance",
	"desc15": "Determines whether minor portrait edits (mostly removing blushing) will be applied to NPCs with the Relationship Type \"SexWithoutRomance\". Set to false if you have a portrait mod that conflicts with these edits.",
	"option16": "Enable Sprite Edits",
	"desc16": "Determines whether wedding dresses will be recolored for NPCs with a non-romantic Relationship Type. (This option does nothing if you have DSV installed, since DSV instead replaces wedding outfits with unique commitment ceremony outfits designed by DSV team member Airyn.)",

	"section3": "Compatibility",
	"option17": "Spouses React Ex Involvement",
	"desc17": "When using the Spouses React to Death mod, implements platonic edits for some events with an ex-partner visiting the hospital after player \"death\". Set to false if you have ex involvement disabled in Spouses React.",
	"option18": "Auncle Nickname",
	"desc18": "Determines what title you want to be used by NPCs with a niece/nephew/nibling-like relationship with you; e.g. Aunt, Uncle, Nini, etc. Only applicable with certain mods installed.",

	"section4": "Schedules",
	"option19": "Enable Schedules Changes",
	"desc19": "When true, blocks some vanilla schedule changes that imply romantic rivalry; e.g., if you have a non-romantic Relationship Type with Haley, reaching 6 hearts with her won't make Alex stop visiting her house.)",
}
