/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "There's something so delicate about all the little buds starting to grow. It really puts me in the mood for creating a more subtle design.",
  "spring_12": "I love seeing what people wear to the Egg Festival. Everyone gets to pull out their fancy pastels.",
  "spring_23": "I would love to collaborate with Emily on a new Flower Dance dress design. Maybe something inspired by actual flowers?",
  "summer_1": "Summer is all about loud, bold choices in color and flair! But that's what makes it so fun.$h",
  "summer_10": "I love community meals! Everyone expressing themselves through the power of taste!$h",
  "summer_27": "I could do a whole line of dresses based on the lines and movement of jellyfish. I wonder if anyone's tried that yet.",
  "fall_1": "I love the colors of fall! What an amazing palette!$h",
  "fall_15": "I'm so glad Pelican Town has a fair, too. I would hate to give up my yearly tradition of cotton candy and funnel cake!$h",
  "fall_26": "@, I hope you put some careful thought into your Spirit's Eve costume. I'm looking forward to seeing it!",
  "winter_1": "The way a fresh snow drapes over everything with such lovely curves is so inspiring. You'd need a really light fabric to pull it off, though.",
  "winter_7": "I hear there's ice carving at the Festival of Ice. Maybe there will be some inspiration for me there.#$b#Too bad there's not a buffet, though....",
  "winter_24": "I just finished sending my family some Winter Star outfits through the mail. I designed them myself, so I hope they like them.",
  "Custom_Ridgeside_RidgesideVillage_90_38": "Hello",
  "Mon": "Ooh, I would really love a nap, but I saw some pretty birds today and I got a new idea.",
  "Tue": "Have you seen the Lidens' horses? Goodness, they're much bigger up close, aren't they?",
  "Wed": "It's very strange not to hear the noise of cars and engines all the time. I don't think Jeric or Alissa even have a tractor.",
  "Thu": "Pika gave me a doggie bag to take home! Today is a good day.",
  "Fri": "Leah was telling me about some meal she made from forest forage? I guess people just... pick things off the ground? Is it safe?$s",
  "Sat": "*yawn* Good morning, @. I'm not much of a morning person, I'm afraid. Or an afternoon person. I do my best work at night. Usually after a nice snack....",
  "Sun": "Cows are a bit... scary, don't you think? They're so big, and they look like they're going to breathe fire at you any second!$s",
  "Mon2": "Hello, @. Do you like my outfit? It's my go-to for when I want to get something done. You always work better when you feel good about how you look, right?",
  "Tue2": "%Faye yawns.#$b#Oh my! I look weird whenever I yawn, don't I?$h#$e#I hope it's the cute type of weird!$h",
  "Wed2": "I helped Pika haul in a load of fresh fish today.#$b#It certainly was... a different experience.$s",
  "Thu2": "I have to say, I didn't expect the countryside to smell so different. Some of the smells are lovely. Some of them are... well, unique to nature.",
  "Fri2": "My sewing machine is an older model, but it's so reliable. I think that old girl will be running a century from now!$h",
  "Sat2": "I saw the cutest fuzzy bees the other day! I've never seen them up close before!$h#$b#I, um, forgot they sting, though... $4",
  "Sun2": "Oh, that Bryle! Just because I come from the city doesn't mean I don't know anything about a farm! Of course I know rabbit's feet don't actually come from rabbits!$a",
  "Mon4": "It's a shame Ridgeside doesn't have a thrift shop. I miss just looking through all the racks for that one surprise you didn't know you needed.",
  "Tue4": "I found these really interesting waxy leaves the other day, I wonder how I could replicate that texture with cloth?#$b#Don't worry, I made sure to ask Leah before I touched them. I learned my lesson!$h",
  "Wed4": "@, you'll never guess what happened! Keahi ate the piece of pie I was saving! I know he baked it, but he promised!$s",
  "Thu4": "Maddie told me that some cultures used bugs to produce dye, so I tried it.#$b#It was very... gritty.$s",
  "Fri4": "I'm going to go with Emily next time she goes to the desert. Sandy really understands style, she's so fun to talk to.$h",
  "Sat4": "You know, I think Maddie would look SO cute in some frills and sunny colors. She could wear it under the lab coat!$h",
  "Sun4": "You have to work hard for your dreams, but it's important to take time to rest, too.#$b#That's why I'm debating whether I want a snack or a nap...",
  "Mon6": "Keahi was complaining about naps the other day. You really have to be an adult to appreciate naps, I think.",
  "Tue6": "Don't tell Jeric or Maddie, but I think they'd be SO cute together.$h",
  "Wed6": "My schedule is always so full. Work, snacks, naps, spending time with friends, naps, working on clothing, snacks... Sometimes, I wish I could pause time!",
  "Thu6": "Haley and I are going to go into Zuzu soon to go shopping. I can't wait! Oh, how I've missed you, stores!",
  "Fri6": "Sometimes, I feel a bit anxious that I haven't already become a successful adult and achieved my dreams. But that's nothing a nice batch of Mrs. Mullner's cookies can't fix.",
  "Sat6": "@, I had a nightmare last night. I was doing a fashion show with a butterfly dress, but all the butterflies flew off! I think I need to sleep it off.$s",
  "Sun6": "I think Haley and Emily would find they have more in common than they thought if they were closer and talked more.#$b#I guess when you're around someone all the time, it's harder to see.",
  "Mon8": "Hi, @! Back for more? Pika's food is the best, isn't it?$h",
  "Tue8": "Not enough people appreciate dresses. They move so nicely, even just walking somewhere looks more elegant. That's the power of good fashion!",
  "Wed8": "It's kind of surprising Jeric was ever single. He's so charming and handsome.#$b#Now, Bryle, on the other hand... he might be hot, but he's not, uh... Nevermind!$4",
  "Thu8": "Hmph! I'm in a bad mood today, don't ask me why.$a#$b#Okay, I'll tell you anyway, Someone ate the pie that I was saving for later!$a#$b#Oh, if I ever catch that pie thief, they'll be in so much trouble!$a",
  "Fri8": "Leah said she'd sculpt a mannequin if I made some clothes for it! I can't wait to see what she makes.#$b# Maybe it won't look human at all! What a challenge!$h",
  "Sat8": "@, I posted one of my designs online to get some feedback, and some jerk stole it!$a#$b#Not the actual design, mind you. He just took the photo and put it on a t-shirt. Who does that?",
  "Sun8": "Hey, @, what's your favorite kind of pastry? Hm... I can't decide, I like them all!",
  "Mon10": "Jeric gave me some feathers off his chickens. They're so soft and delicate. This is why nature is amazing!$h",
  "Tue10": "Maddie should let herself dress up more often. She really likes cute things, so why not? I'm sure Dr. Aguar wouldn't mind.",
  "Wed10": "Hey, @. If there was a man you thought was kind of hot but you sort of butted heads with him when you met and now you kind of want to not butt heads all the time, what would you do?$s#$b#A-Asking for a friend, of course!$4",
  "Thu10": "Nature is inspiring, sure... but having good friends like you is motivating, and that might be even more important.$h",
  "Fri10": "Psst, @! I saved some of these for you and didn't even eat them myself. I hope you appreciate them.$h [223 612]",
  "Sat10": "@, if you ever want to get a makeover, come by and see me. I'm sure I can work you into my schedule.$h",
  "Sun10": "I've decided to set myself some smaller goals for motivation. My first goal is to get Haley and Sandy in one of my outfits.#$b#Not the same outfit, of course.$h",
  "Resort_Entering": "What a beautiful day! I'm looking forward to this.$h",
  "Resort_Leaving": "Ah, that was refreshing!$h",
  "Resort_Shore": "What a perfect shade of blue!$h#$b#I should see if I can make a matching dye when I get home.",
  "Resort_Bar": "Mm! There's nothing like a nice sweet, cold drink on a day like this!$h",
  "Resort": "The sand is so warm... I could take a nap right here!",
  "MovieInvitation": "Oh, a movie invitation?$h#$b#Why thank you, @. I'd love to join you.#$b#I just have to finish a little sketch that I made first.#$b#See you there, @! I can't wait!$h",
  "breakUp": "*Sigh* You're just too much for me.$s#$b#I hoped we could work but what can I say...$s",
  "danceRejection": "Uh, no thank you.$u#$b#I'm fine here watching the parade of dresses in front of me.",
  "divorced": "I despise you more than I despise early mornings!$a",
}