/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "spring_1": "Spring is here!$4#$b#I can't wait to feel the grass under my feet again.$4",
  "spring_12": "Are you joining the egg hunt tomorrow?#$b#I wonder if I should bring some food.",
  "spring_23": "Maybe I can get Kimpoi to dance with me at the festival this year.$h",
  "summer_1": "Are you growing blueberries this year?#$b#I love making Highland Blueberry Pie during this season.$h",
  "summer_10": "I'll be honest, I go to the Luau for the dance floor more than the food.$h",
  "summer_27": "Tomorrow we'll get to watch the migrating Luna- I mean, moonlight jellies.$h",
  "fall_1": "Fall is here, which means jostaberries are in season.#$b#I can't wait to make something delicious with them.$h",
  "fall_15": "I can't wait to see everyone showing off their hard work at the Fair tomorrow.",
  "fall_26": "If Kimpoi goes as a sailor tomorrow, maybe I'll be a mermaid.$h#$b#Why? Uhh, well. It would match right?",
  "winter_1": "Clementines are growing now.#$e# Should I make a clementine cake for Alissa?#$b#Does she like surprises?",
  "winter_7": "I'm not sure how I feel about tomorrow's festival.$s#$b#Are the fish released afterwards?",
  "winter_24": "It'll be great to see everyone gathered tomorrow.$h#$b#It's been a long year.",
  "Mon": "Do you like to bake, @?#$b#It's one of my favorite hobbies. After helping Kimpoi with the orchard, of course.",
  "Tue": "%Malaya appears to be deep in thought.#$b#Hello, @. I'm sorry, but I'd like to be alone today.",
  "Wed": "I love living here in Ridgeside.#$b#But I'll admit, I would like to be closer to the beach.",
  "Thu": "Alissa has grown a lot over the years...$s",
  "Fri": "Be careful not to overwork yourself!#$b#Have a good day, @.$h",
  "Sat": "Oh, hello farmer!#$b#How's your weekend starting out?",
  "Sun": "Ridgeside hasn't changed much while we were gone, but I do have trouble getting around.$s",
  "Mon2": "I'm so happy the cable car was installed.$h#$b#Did you know we used to have to walk up the side of the mountain?$u",
  "Tue2": "It's wonderful to talk with Olga again.#$b#Trinnie has grown so much as well!$h",
  "Wed2": "Good day, @! I was just about to go for a walk.#$b#Take care!$h",
  "Thu2": "Alissa has such a wonderful voice. It reminds me of when I was younger.",
  "Fri2": "%Malaya is singing to herself.#$b#Oh, @. I didn't see you there. That song? It was something I learned growing up.",
  "Sat2": "Bert and Olga bicker just as much as I remember.#$b#You can hear the love in their voices, though!$h",
  "Sun2": "I noticed Trinnie grab one of the fruits from the basket.#$b#I'm glad she likes them.$h",
  "Mon4": "The Fern Islands are such a lovely place.#$b#I miss swimming there.$s",
  "Tue4": "Don't tell Kimpoi, @, but sometimes, I hear him sing to himself as he works.$h",
  "Wed4": "@! Did you know that starfruits are named that way because they're shooting stars that landed and grew?$u#$b#I had no idea! Bert just told me.$h",
  "Thu4": "I was walking near the forest where I thought I heard fighting going on. Have you heard anything?",
  "Fri4": "Hello, @. I hope you're feeling better well today.$h",
  "Sat4": "%Malaya is singing quietly.#$b#~I will wander, weep and moan, all for my jolly sailor bold, until he does return.~$4#$b#Oh, @! You startled me.$u#$e#Do you recognize that song? It's one of my favorites.$h",
  "Sun4": "I normally stick around Ridgeside when I go for a walk.#$b#Maybe today, I'll go to the mountain lake.#$e#If Kimpoi is worried, he can just come with me!$h",
  "Mon6": "If you're hungry, I can't recommend Pika's enough!$h#$b#It's only gotten better now that Keahi is helping out.",
  "Tue6": "Trinnie got mad at me earlier because I didn't get scared when a gecko fell on me.$h#$b#Alissa explained that it was supposed to be a 'prank'. Geckos are good luck, though.",
  "Wed6": "Bert told me there's a cursed kiwi rolling around the village.$u#$b#I hope I never see it.$s",
  "Thu6": "Have you ever traveled abroad, @?#$e#I loved all the new places I saw on my travels.$h#$b#I wish the circumstances were different, though...$s#$e#%Malaya seems to be lost in her thoughts.",
  "Fri6": "The second best thing about Friday nights is catching up with everyone.$h#$e#What's the best?#$b#Dancing, of course!$h",
  "Sat6": "Kimpoi was telling me about some old sailing superstitions the other day.#$b#Can you believe that bananas were banned on board?$u",
  "Sun6": "There's something magical about the Ridge.#$b#I couldn't imagine living anywhere else.$h",
  "Mon8": "Thank you for visiting with me, @.#$b#Kimpoi doesn't say it, but I know he likes your company, too.$h",
  "Tue8": "If you need help on the farm, don't hesitate to ask.#$b#I may not look like it, but I do help Kimpoi with the chores.$h",
  "Wed8": "Jeric is such a sweetheart.#$b#I like to buy produce from him to use in my recipes.",
  "Thu8": "I was just about to look for you, @.#$b#Would you like to take a walk with me?",
  "Fri8": "The community greenhouse was a hub of activity years ago.#$e#I think there's another greenhouse somewhere, but Lenny doesn't remember having it built.",
  "Sat8": "When I go to the library, I sometimes have conversations with Gunther.#$b#He has a lot of insightful things to say.",
  "Sun8": "I know Kimpoi keeps the best fruit for me.#$e#As much as I would prefer he sold it, I know he does it to show his love.#$b#It means he can eat more of my cooking, too.",
  "Mon10": "Thank you for being such a kind soul, @. Not only to me, but to Kimpoi and Alissa as well.#$b#My family appreciates everything you've done.",
  "Tue10": "I don't understand this mystery about Atlantis.#$b#I personally found the place pretty lackluster.#$e#How do I know?$u#$b#Oh, uh, no reason. Have a good day, @!$h",
  "Wed10": "@! I'm so happy! Alissa just told me she wants to sing a duet with me!$4",
  "Thu10": "Lenny was telling me about Marnie and Lewis the other day.#$e#I'm not familiar with certain standards, but if the relationship is such an open secret, why keep quiet?#$b#Maybe Kimpoi will know.",
  "Fri10": "%Malaya is humming while she walks with a dance in her step.#$b#It's Friday again, @! I don't know why, but this day brings me so much joy.$h.",
  "Sat10": "Have you eaten anything yet, @?#$e#A farmer needs to keep their strength.#$b#Here, I made extra!$h",
  "Sun10": "Olga was asking about the water treatment plant earlier.#$b#I do hear some odd noises coming from it.",
  "Resort_Entering": "*giggles*#$b#I feel so giddy!$h#$b#I'm so excited to be here!$h",
  "Resort_Leaving": "So soon?$s#$b#Aww, I'll miss this.$s#$e#But I can't wait to go home and spend time at the farm with my little Lissa.$4",
  "Resort_Shore": "I'm glad I get to experience the sea once again.$h#$b#I want to share this feeling with my family, especially my daughter.$h",
  "Resort_Bar": "What would you recommend here, @?#$b#Oh, I do hope the alcohol won't attract any sea creatures.$s",
  "Resort": "What are your favorite things to do in the water, @?#$b#I have lots of ideas if you'd like. I can show you a few tricks!$4",
  "MovieInvitation": "Oh, the movies? Really?$4#$b#I look forward to seeing the movies!$h#$b#I haven't seen one in years, does it still look the same?#$b#I'm really excited to go!$h#$b#I'll see you in a little while, I just have to tell my Kimpoi that I'm going to the cinema.$h",
}