/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "A new year, a new opportunity for greatness!$h#$b#Salute!$h",
  "spring_12": "I wonder if I can sell painted eggs before tomorrow.$h",
  "spring_23": "My wife and I have been practicing the dance for tomorrow.$h",
  "summer_1": "Shanice has been prying me for more seasonal merchandise.#$b#Maybe in the future.$h",
  "summer_10": "Scusi?! A soup full of random ingredients?$a#$b#I never did like tomorrow's festival.$a",
  "summer_27": "Mi dispiace, I'm a bit occupied.$s#$b#I'm rushing on ordering my wife's favorite flowers as a surprise for tomorrow's event.#$b#Just to make it extra special.$h",
  "fall_1": "You might need a lot of supplies for cleaning your patio of leaves this season, @?#$b#Come visit my shop, okay?",
  "fall_15": "A lot of tourists would mean more potential customers!$h#$b#I should prepare for tomorrow.",
  "fall_26": "Maybe I can sell scary costumes a week before a festival like tomorrow?",
  "winter_1": "Shanice and I have been trying to find a good heater for the store.#$b#If you know of one, per favore tell us, okay?$h",
  "winter_7": "Fishing eh? I myself don't know how to do it.$h#$b#But I do hope you all enjoy!$h",
  "winter_24": "My wife's idea for gift wrapping service was an outstanding move!$h#$b#Huh? Mi dispiace but we're all out of wrapping paper now, @.$u",
  "Mon": "Good day to you, @.#$b#I hope you're doing fine.",
  "Tue": "Need anything? Come visit Heaps!$h",
  "Wed": "I wonder if I should sell seeds.#$b#I don't think I know much about it though.$s",
  "Thu": "Anton should stop sulking and get back on his job!$a",
  "Fri": "Have you seen a rolling kiwi somewhere in the Ridge?#$b#I thought I saw one yesterday.$s",
  "Sat": "I had to wake up early to prepare the snacks for date day with my wife.$h#$b#Scusi, but I'll have to get going.",
  "Sun": "My wife put in the new orders for fresh supplies.#$b#I'm really glad to have her as my partner.$h",
  "Mon2": "Where's Kiarra?$a#$b#Is she out vandalizing a Joja mart again?$a#$b#Mamma mia, I won't be surprised if she ever gets in trouble for what she's doing.$s",
  "Tue2": "Need anything, @?#$b#Feel free to visit the store whenever okay?$h",
  "Wed2": "Taking a break with a beer in my hand is one of the things I look forward to every week.",
  "Thu2": "I'll buy anything you want to sell!$h#$b#Well, almost anything.",
  "Fri2": "Meeting with friends at Pika's is one of the relaxing things my wife and like to do during these stressful days.$h",
  "Sat2": "Every Sabato my wife and I use it as a date day.#$b#To unwind and relax, because it creates room for your body to tolerate being tired the next days.",
  "Sun2": "Anton and Kiarra love movie nights.#$b#I think we should do that again soon.",
  "Mon4": "Paula? Oh! That donna is a close family friend of ours.#$b#She's very reliable and kind, isn't she?$h",
  "Tue4": "I always thought Anton and Paula had a thing before.#$b#But in the end, my brother fell for Paula's best friend instead.#$b#Now that Donna is my brother's ex-fiance.#$e#I wonder what would've happened if things went a little differently.",
  "Wed4": "Kiarra always loved to draw.$h#$b#That ragazza loved to scribble and doodle and now she earns by doing so.#$e#I don't understand why she has to find more jobs though.$s",
  "Thu4": "Kiarra should learn to grow up and stop it with her immature riots against Joja.$a#$b#She could get in trouble for what she's doing.$s",
  "Fri4": "The shop isn't doing good this week.$s#$b#Do you have any suggestions as to how we can bring in more customers?",
  "Sat4": "I always make it a point to take Shanice out.$4#$e#I really love her with all mi cuore.#$b#I also don't want to end up like my brother.$u",
  "Sun4": "I've been telling Anton to get up every once in a while. Maybe help out around the store.#$b#But oh no, he just gets up and transfers to Paula's or roams around the village doing nothing!$a#$e#Mamma Mia, mi dispiace dear friend. I just get frustrated with him.#$b#I worry for his future.$s",
  "Mon6": "Anton should learn to move on and get back on his job!$a#$b#This is getting ridiculous with him just moping around!$a#$e#Mi dispiace, @.$s#$b#I let my emotions get to me.$s",
  "Tue6": "Doesn't Kiarra understand that she needs to accept she can't change everything in this world?$s#$e#She needs to grow up.$a",
  "Wed6": "Me? Overprotective of my sorelle and fratelli?#$b$Of course not! I'm just making sure they have a decent future.$h",
  "Thu6": "I hope Lenny can help us find a wealthy investor for Heaps.#$b#We had the Amethynes before, but well, Anton had a falling out with them.$s",
  "Fri6": "Heaps? What does it mean?#$e#It's a secret.$h",
  "Sat6": "I woke my wife with breakfast in bed today.$h#$b#I feel like I gave a great start for our date day.$h",
  "Sun6": "%Lorenzo yawns.#$b#Mi dispiace, I'm sorry, @!$h#$b#I'm just a little tired right now.",
  "Mon8": "Shanice has been teasing me about becoming a papa lately.$u#$b#I don't think I'm ready for that yet!$h",
  "Tue8": "Anton's actually doing well. I think I just didn't look at him well enough to see that he's handling things better than expected.#$b#I hope things continue to look bright for my brother.",
  "Wed8": "I think I'm starting to trust my sister's judgment little by little.#$b#She must have a reason why she does all this.",
  "Thu8": "I think I should plan a family date night soon as well.$h#$b#Shanice gave me that idea. I'm a lucky man to have her in my life!$h",
  "Fri8": "My wife just teased me again about being pregnant!$u#$b#Oh mio, I don't think my heart can handle anymore of those jokes!$s",
  "Sat8": "Lewis and Lenny get along better than I expected.#$b#They seem to be really close.$h",
  "Sun8": "One of Pika's dishes remind me so much of what our genitori, parents, used to cook for us.$h#$b#He is one talented cook!",
  "Mon10": "I know, I often tell my siblings to grow up and get a life of their own...$s#$b#But can they do it whilst living here with Shanice and I?#$e#It's just that, we've never been really separated before...$s#$b#I'm their big brother.$s",
  "Tue10": "Grazie, dear friend.$h#$b#I know it mustn't be easy listening to me rant all the time, but you always find time to lend me your ears.",
  "Wed10": "I know I don't have a degree of my own, but I'm very content with my life.#$b#I have the family that I want, and friends like you who bring smiles to my days.$h",
  "Thu10": "Last night I teased Shanice about a spider on our door. Man, was she terrified haha.$h#$b#Good thing about it though, was that she held onto me for the rest of the night.$l ",
  "Fri10": "I don't regret dropping out of school to finance my siblings' education.#$b#They're both successful in their own way, and I couldn't ask for anything else. Well, except the wish for them to get permanent jobs!$h",
  "Sat10": "I'm very lucky to have married such a wonderful donna.$l#$b#Shanice completes me, and I hope my siblings find what I have with my wife too in the future.$h",
  "Sun10": "I think I might be ready for a new member of the family now.#$b#Or wait!$u#$b#I don't know!$h#$b#At this point I should learn to trust my gut and be prepared for anything that may come to me and my family.$h",
  "Resort_Entering": "Ah! Time to do nothing but grab a chair and sunbathe.$h",
  "Resort_Leaving": "I'm looking forward to coming back here already.$s",
  "Resort_Shore": "This is the life.$h",
  "Resort_Bar": "Do you think it'd be a good business decision to sell liquor at the store?#$b#Maybe even bottled cocktails.",
  "Resort": "I'm thinking that this place would be a good destination for a second honeymoon.#$b#I'd love to take a stroll around the island with Shanice.$4",
  "MovieInvitation": "The movies!$h#$b#I haven't had the time to visit the cinema lately. It's great to have the chance to unwind some time.#$b#Let me just ask Shanice if it's okay with her then I'll meet you there.$h",
}