/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "spring_1": "Winter's over. Planting any new trees this year?",
  "spring_12": "I helped Keahi and Trinnie decorate eggs for the festival tomorrow. It went... well.$s",
  "spring_23": "Bert and Olga have been practicing the dance for tomorrow.#$b#%Kimpoi starts speaking to himself.#$b#Hmm, maybe I should practice for Malaya.",
  "summer_1": "This heat makes me miss the sea breeze.$s",
  "summer_10": "Should I bring some fruit for the stew tomorrow?#$b#I have some fresh rangpur...#$b#%Kimpoi is lost in thought.",
  "summer_27": "I'm excited to see the migrating jellyfish again.#$b#Alissa loved them when she was little.$h",
  "fall_1": "In a few weeks, it'll be the Fair.#$e#Hmm, It'll be hard for me to put fruit to the side.$s#$b#Malaya's cooking deserves the best.",
  "fall_15": "The Fair is tomorrow. Got your grange display ready?",
  "fall_26": "Malaya wants to do matching costumes tomorrow.#$b#Would a sailor be predictable? Hm...",
  "winter_1": "Nothing bears fruit this time of year, but trees still need to be cared for.",
  "winter_7": "Are you entering the competition tomorrow?#$b#Alissa said I should, but it's been a while.",
  "winter_24": "Tomorrow is the Feast of the Winter Star.#$b#Do you know the story?",
  "Mon": "Hello, farmer. How are the trees on your land?",
  "Tue": "Olga is just as stern as I remember.",
  "Wed": "Are you close to my daughter, Alissa?#$b#I see, she's grown a lot...$s",
  "Thu": "Oh, hello.#$b#A farmer's work never ends, huh.",
  "Fri": "Ah, @. I hope you're having a good day.",
  "Sat": "Malaya scolded me for working on the weekend...$s",
  "Sun": "Trees don't need to be watered, but still need daily care.",
  "Mon2": "Pelican Town is much easier to get to now with the cable car.",
  "Tue2": "Trinnie and Keahi are a handful.$s",
  "Wed2": "Do you go to the beach often?#$b#Malaya loves it. Although we seldom go there.",
  "Thu2": "Hello. Remember to take a break.",
  "Fri2": "Malaya can be gullible. She takes words at face value.",
  "Sat2": "Sorry I don't talk much. Olga and I are similar like that.",
  "Sun2": "Have you seen Trinnie?#$b#She took a fruit and ran home.",
  "Mon4": "Remember that tree fertilizer doesn't work on fruit trees.",
  "Tue4": "Bert tells me you've been making great progress on your farm. Good job.$h",
  "Wed4": "Lenny hasn't changed a bit while Malaya and I were gone. Some things never change.",
  "Thu4": "Oh, @. Have you rested yet today?",
  "Fri4": "It's nice that we can see the ocean from here.",
  "Sat4": "I thought I saw a kiwi roll away from one of my trees earlier.$u",
  "Sun4": "How are your trees doing?#$b#If you need help, I can make some time.",
  "Mon6": "There are days I miss the sea.#$b#But nothing beats solid land.",
  "Tue6": "Don't tell Malaya, but I keep the best fruits for her to cook with.",
  "Wed6": "Freddie and Lola like to stop by during their walks.#$b#They've been to places I've never heard of.",
  "Thu6": "A swallow flew by me while I worked.#$b#This season's harvest is going to be bountiful.$h",
  "Fri6": "Willy visits sometimes when he comes to the Ridge to fish. It's nice to trade stories.",
  "Sat6": "When the work gets to be too much, I like to hire Ian and Sean to help out.#$b#I appreciate their work and company.",
  "Sun6": "Alissa tells me everything she learns from Marnie.#$b#It's great to see her so excited.$h",
  "Mon8": "Jeric doesn't buy from me since he has limited space.#$b#He stops by to tell stories about city life, though.",
  "Tue8": "Whistling wasn't allowed while sailing due to superstition.#$b#That's why sea shanties are so common.",
  "Wed8": "Malaya and I met years ago, on a cruise. She's just as beautiful as she was back then.$h",
  "Thu8": "I was just about to take a break, @.#$b#If you'd like to join, you're happy to.$h",
  "Fri8": "The saloon is a bit too loud for me on days like this. I go for Malaya, and her bright smile makes it worth it.",
  "Sat8": "Malaya told me there's a lot of artifacts at the library now. Was that your work? Thank you.$h",
  "Sun8": "I heard from Willy that you go into the local mines. I'm sure you stay safe. Got any good stories?",
  "Mon10": "%Kimpoi is humming to himself.#$e#Oh, @, you could hear me? It's an old song the other sailors and I would sing called Fiddler's Green.$h#$b#I'm busy right now, but if you come by tomorrow I'll tell you about it.",
  "Tue10": "You're back for the story I see. Fiddler's Green is an old legend about an afterlife for sailors. We lost more than a few men back in the day, and we would always tell each other that we would meet again on Fiddler's Green. Anyway, I won't keep you any longer. Have a good day, @.",
  "Wed10": "Have you ever found lakes down in the mines? I've heard legends of fish down there, but never got the courage to go myself. Malaya would insist on coming along if I did.",
  "Thu10": "Oh, @, since you're here. I wanted to give you something to show my appreciation for everything you've done. Both for me, and my family. Here, have this. [805]",
  "Fri10": "Stop by Pika's today if you have time, @. Sharing stories over a pint is a nice end to the week.",
  "Sat10": "Malaya asked me about what was going on with Marnie and Lewis. In all honesty, I don't understand either. I told her it was their business, and she seemed to accept that answer.",
  "Sun10": "During our travels, Malaya and I had many different foods from many places. However, if I'm honest, nothing competes with Pika's cooking.$h",
  "Resort_Entering": "Ah, I missed the ocean breeze.$h",
  "Resort_Leaving": "Off to sail back home.#$b#Well, until next time.$h",
  "Resort_Shore": "Was that a mermaid's fin? I guess not.#$b#Oh, nothing.$h#$e#Walking around the shore sure is relaxing, huh?",
  "Resort_Bar": "A bottle of rum or whiskey?$s#$b#Oh boy, I wish I could drink both, but I'm afraid I'd get a little too rowdy.$s",
  "Resort": "I'd like to wander around these parts and search for exotic tree saplings.#$b#But I'm afraid I might get lost, so here I'll stay.$h",
  "MovieInvitation": "A movie? Is there something nice showing at the cinema?#$b#Okay, I'll meet you there.$h ",
}