/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "The new year brings in new business.",
  "spring_12": "The eggs for the festival are being shipped as of this moment and will arrive in time for tomorrow's festivities.",
  "spring_23": "If tomorrow's festival was more focused on bringing in more business from the city, rather than setting up the younger generation, Pelican Town would be a more decent place to live.$a ",
  "summer_1": "This new season is a bother.#$b#The heat is such an inconvenience!$a#$e#Now, where is Sonny with my iced coconut water? ",
  "summer_10": "It'd be such an embarrassment if the governor tasted a soup not up to par with his tastes.$a#$b#I must ask Sonny to prepare our prized ingredients for tomorrow.",
  "summer_27": "The preparations for tomorrow are preposterous!$a#$e#The sands aren't even firm enough to walk on.#$b#Lewis must do something about this.",
  "fall_1": "Ah, autumn.#$b#The calmest of the seasons.#$e#The leaves, however, are a hassle.#$b#I must have Sonny order that new leaf blower.",
  "fall_15": "If only Lewis prioritized beautifying the town...-#$b#I believe there would be more people coming in from different neighboring cities to join our fair.",
  "fall_26": "I've already asked Zayne to take care of the materials that Lewis and Lenny need for the festival tomorrow.",
  "winter_1": "I've entrusted Sonny to place the 'No-Sno Doormat' outside the mansion.#$b#I had Kenneth and Ian make it especially for us.",
  "winter_7": "Are you planning to participate in the festival tomorrow?#$b#Your lineage was dubbed as one of the best catchers back in the day.",
  "winter_24": "Looks like you've survived almost the whole year, farmer.#$b#I hope there will be many more good days ahead of you.",
  "Mon": "Roaming around, I see.#$b#You haven't got anything better to do, young farmer?",
  "Tue": "The foundation has been looking for individuals to partake in a charity event.#$b#If you're interested, just give your details to Sonny.",
  "Wed": "Have you got nothing better to do?#$e#I guess the apple doesn't fall far from tree...$4",
  "Thu": "I suggest you make use of your free time to tend to your farm.",
  "Fri": "I don't have time for your constant pestering.",
  "Sat": "Sonny will be out tomorrow.#$b#If you wish to inquire about the charities, you'll have to await his return.",
  "Sun": "I'm quite certain that Sundays are meant for rest and tranquility.#$b#I hope you learn to respect that.",
  "Mon2": "Even the tiniest details matter.#$e#Just because the naked eye can't identify it doesn't mean it's invaluable.",
  "Tue2": "Please don't bother me right now.#$b#I'm an incredibly busy person.",
  "Wed2": "Sometimes it's society that needs to adjust its behavior.#$b#It's not always the world that will adjust.$a",
  "Thu2": "I don't care for your stories, farmer.#$b#I have much more important matters to attend to.",
  "Fri2": "Please bore someone else with your queries.",
  "Sat2": "I don't think you understand the repercussions of roaming around the mansion uninvited.#$e#Everything you see here is of great significance.#$b#If I see even one thing missing, I know where to look for you.$4",
  "Sun2": "I have no energy for your nonsense, farmer.",
  "Mon4": "It seems you have been enjoying your visits at the mansion.#$b#I do hope you won't ruin anything valuable.",
  "Tue4": "I find your interest in our family quite intriguing.#$b#What is it that you want to gain here, farmer?",
  "Wed4": "Being the head of the family is a great deal of responsibility.#$b#You must be ready to take on everything that is ahead of you.",
  "Thu4": "Sonny has been telling me things about your visits.#$b#I... appreciate you treating them as equals.",
  "Fri4": "I am getting quite weary of your questions.#$b#Why don't you wander off and find a better way to spend your time.",
  "Sat4": "Zayne told me that investors are looking into our charity organizations.#$b#So, I'd appreciate it if you don't bother me, as the next days will be hectic.",
  "Sun4": "%Madame Maive is quite busy.#$b#%I think it's best not to bother her.",
  "Mon6": "Zayne has been negotiating on the foundation's behalf since he came of age.#$b#Ariah will have a different role since she is more focused on being a lawyer in the future.",
  "Tue6": "You don't get tired of visiting here, do you?#$e#You're more like your grandfather than I thought...",
  "Wed6": "Hmm, there might be hope for you after all.$4",
  "Thu6": "Seems to me that you're invested in learning from us.",
  "Fri6": "I believe in differences of opinion.#$b#However, if that certain opinion affects the community poorly... that is unacceptable ",
  "Sat6": "%Madame Maive seems to be deep in thought.",
  "Sun6": "Speak your mind, even if your voice shakes, because more often than not, people are going to listen.#$b#That is what I taught my granddaughter.",
  "Mon8": "It's been quite some time since I had the chance to enjoy myself.#$e#It's quite a treat.$h",
  "Tue8": "You should think about investing some of your hard-earned money.#$e#Acquiring stocks would be a great way to start.",
  "Wed8": "You seem to be visiting quite often.#$b#I do hope you're learning quite a lot from everything I impart to you.",
  "Thu8": "Something I've learned through the years is, why bother trying to live up to other people's expectations?#$b#You are in charge of your own destiny.#$e#Live up to your own expectations.",
  "Fri8": "You know, @, you have quite the knack for helping others, don't you?$h",
  "Sat8": "I may not show it much, but I am extremely proud of all of my grandchildren.#$b#Look at how extensive Louie's vocabulary is; Ariah's an exemplary highschool student already better than most pre-law prospects; and, of course, Zayne, who's the youngest ambassador in the world.#$e#They really uphold the family name.",
  "Sun8": "Louie has self defense classes online, then French class with Irene, then we still have to fit some Portuguese with Sonny tomorrow...#$e#My, he's catching up to Ariah's fluency in 19 languages.#$b#Such talented young ones in our lineage.",
  "Mon10": "Good day to you too, farmer.#$b#I trust that you're doing well with your farm?",
  "Tue10": "I know, you must think of me as cold and distant.$s#$b#I have to be like this. I have to be strong.$a#$b#Thank you for your patience with me, @.",
  "Wed10": "Managing the family name has been quite the challenge.#$b#However, in time, I know Ariah will handle this responsibility with grace and poise.$h",
  "Thu10": "I take pride in how Zayne carries the Amethyne's legacy.#$b#He has grown into such a responsible and extraordinary individual.",
  "Fri10": "I know you've been asking about the secret to my success, @.#$e#The truth is, it's not about gaining more money.#$b#Rather, having the ability to live up to the excellence of the family whilst making it a priority to help others is the key to my success.$h",
  "Sat10": "I appreciate your patience with me, @.#$b#Others wouldn't be too eager to take the time to know the person underneath.$h",
  "Sun10": "Everyone in my household is family to me.$h#$e#Even Sonny and Irene.#$b#I already treat them as my own, and they're expected to live up to the family name.",
  "Resort_Entering": "This is quite a little island. It has lots of undeveloped potential.#$b#I'll have to speak to Zayne about this.",
  "Resort_Leaving": "I'll have to make arrangements when we arrive home.#$b#I think a new beach house here would be good for the family.",
  "Resort_Shore": "Do you know trades are often made at sea?#$b#That's where one of our family's businesses started.",
  "Resort_Bar": "I'd recommend a virgin Pina Colada if you're fancying a drink.#$b#It cleanses the palate.",
  "Resort": "This is quite nice.#$b#I've been to many resorts like this, but this actually looks decent.",
  "MovieInvitation": "Hmm, a movie invitation?#$b#I suppose I could keep you company for the time being.#$b#I am due to check out the town's cinema after all.#$b#Oh nothing, just an inspection to keep the place in top shape because we're looking into businesses that involve the entertainment sector.#$b#I'll just meet you there.",
}