/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "Finally it's spring, the best season for outdoor activities!",
  "spring_12": "I don't see the appeal of tomorrow's treasure hunt. It's just painted eggs, there's no value in it.",
  "spring_23": "I requested Trinnie and Jas to be my dance partner for tomorrow's festival, but they both refused.$a#$b# My brother said I need to learn how to properly talk to a girl. When I asked him to teach me, he said he didn't have the time at the moment.$s",
  "summer_1": "Ugh, it's summer. Go grab me some refreshments, @.$4",
  "summer_10": "I don't understand why everyone has to bring something just to please that old man. I don't see anyone making a whole event dedicated to me here, so why should I?",
  "summer_27": "Everyone is talking about the jellies... yes, they're pretty.#$b#I demanded that Sonny catch one for me to put in an aquarium, but he refused and went on and on and on about 'nature'.$a",
  "fall_1": "Fall, as my grandma says, is the season of winemaking. She seems very delighted about it.#$b#It feels like a lot of manual labor. I have better ways to spend my time.",
  "fall_15": "Not sure how I feel about the fair tomorrow.#$b# Sonny is watching me closely this year, just because I allegedly shot someone during the slingshot game last time. No proof of that.$4",
  "fall_26": "I requested Sonny acquire a pirate costume for tomorrow's events. I hope the material he finds is decent.#$b# You can't just use clothes made with cheap fabrics, @.$4",
  "winter_1": "Winter is such a boring season, especially for a farmer like you, @.#$b# Since you don't have a farm to attend to, why not stay at the manor and entertain me?$4",
  "winter_7": "The fishing festival smells horrible, but maybe that could be used in my favor. $4",
  "winter_24": "Sonny said I need to be thankful and accept the gift I will receive tomorrow. #$b# He can't be serious! Have you seen the garbage some of the villagers give? How am I supposed to be thankful for that? I have really high standards, you know? $a",
  "Mon": "Move, farmer. I have better things to do other than looking at someone covered in dirt.",
  "Tue": "Take a bath before approaching me, farmer. You smell terrible.$a",
  "Wed": "Zayne Amethyne is my older brother, but he isn't around often. He's overseeing important family matters outside the valley. ",
  "Thu": "Excuse me? Do you mind? I have things to do, and that does not involve speaking with you.$a",
  "Fri": "Keahi invited me to play with the kids the other day, but they had the audacity of not letting me be in charge.$a#$b# They should be happy that someone of the Amethyne family is around them.$4 ",
  "Sat": "I demanded Sonny get some things for me, but his schedule is busy due to many of grandma's requests.#$b# You know what, @? Why don't you go shopping with me? You can carry my shopping bags and enjoy my company along the way. $4",
  "Sun": "Why don't you quit being a farmer and become my servant?$h#$b# It's definitely a step up on the career ladder for you. $4",
  "Mon2": "Have you met Irene? She is our cook.#$b# Her skills are great, as expected. After all, she is serving me.$h",
  "Tue2": "Grandma can be very scary, but she can't really do anything to me if she never finds about my projects.$4",
  "Wed2": "Do you enjoy rolling around in the dirt out on that farm of yours, @?$4",
  "Thu2": "Sonny is our family butler. Basically, he's in charge of everything related to our household. #$b#He also fulfills many of my requests, as expected. $h",
  "Fri2": "How often do you leave your farm? I can't imagine you wanting to stay there very long.",
  "Sat2": "Have you played Journey of the Prairie King, @? I've beaten the game many times. Not sure how people have a hard time with it.$h.",
  "Sun2": "I challenged Vincent to a video game match, and he didn't take his loss very well. #$b# What did you expect, @? I'm an Amethyne, of course I would easily win.$h",
  "Mon4": "How much money do you make on that farm of yours?#$b# What?! I can't imagine it's much!$4",
  "Tue4": "Sometimes grandma says I shouldn't spend so much time with the other kids.#$e#I don't mind them.#$b#Though... I think they're fun to play with.$s",
  "Wed4": "So, what do you like to do for fun, @?#$b#Oh, sorry, I wasn't listening.",
  "Thu4": "Do you enjoy playing video games?#$b#Do... do you even play video games?$u",
  "Fri4": "How is your day going? Happy to be away from that farm?$4",
  "Sat4": "Sonny was telling me a weird story the other day. I don't know if I want to tell you what it was.$s",
  "Sun4": "Need something, @? I'm a bit busy.",
  "Mon6": "I was curious to see why Sonny spent so much of his free time in that garden. I went there to take a look and accidentally dropped one of the pots. He was furious with me.$s",
  "Tue6": "I might venture down to your farm sometime, @. I'd like to see it for myself.",
  "Wed6": "Enjoying your day? I sure hope so.#$b#I know you work hard on the farm.",
  "Thu6": "Hi, @! I'm a bit busy right now, but if you need something, maybe Sonny can help you.",
  "Fri6": "Ariah is the family princess, always inside her room studying. #$b# Grandma is always pleased. I just can't see myself being like her in the future at all.",
  "Sat6": "I got a new game, but no one wants to play with me. Maybe you would like to play with me sometime?",
  "Sun6": "What's it like living on a farm? I know it must be a lot of dirty work.#$b#I don't think I could ever do something as filthy as that.",
  "Mon8": "Hi, @! It's always nice to talk to you. I hope you're having a good day!$h",
  "Tue8": "Sometimes I don't want to be at the manor. It's nice, of course, but sometimes it gets so lonely being there with just my family.$s",
  "Wed8": "My cousin Ariah loves Blueberry Tart. Irene always makes it when she has a big study session. Sonny says the sugar helps. $h",
  "Thu8": "Hey, @! You should visit me at the manor sometime; we could play some games together. I bought some new releases. $h",
  "Fri8": "How are you doing today, @?$h#$b#Maybe we could play something together sometime!",
  "Sat8": "Hi! I don't have a lot of time to talk today, but thank you for coming to see me.#$e#I hope you have a great day.$h",
  "Sun8": "Oh, hey, @. I wish my brother would stay in the valley for longer periods. $s#$b# With him gone, Ariah studying and grandma always working, the house feels very empty. $s",
  "Mon10": "You know, @, I spend more time with you than with most of my family members.#$b# I understand they have a lot of work due to family matters, grandma makes that perfectly clear...$s#$b# Sometimes I wonder how it would feel to be... Nevermind, @, I have to go now. ",
  "Tue10": "Hey, @. I just wanted to say thank you for coming to talk to me so often. I really appreciate it.$h",
  "Wed10": "Sometimes I think about what will happen when I grow up.$s#$b#I know I won't be a kid forever. It's sad to think about.$s#$e#I guess I'll just have to try and enjoy every moment!$h",
  "Thu10": "I got a new game the other day, I almost forgot to tell you! It's so awesome! We should play it sometime!$h",
  "Fri10": "I'm sorry that you had to deal with my behavior before, @. You're the only one around here that I actually feel close to. $h",
  "Sat10": "What do you want to do today, @?$h#$b#Oh, it's okay if you don't have time to hang out with me right now. Thank you for coming to talk anyway!",
  "Sun10": "I try to be more friendly with some people, but sometimes, I can't control what I am saying and it comes out as harsh and snobby...$s ",
  "Resort_Entering": "Finally, a change of scenery!",
  "Resort_Leaving": "That experience was not bad at all.$h#$b#I'm kind of glad I went.$h",
  "Resort_Shore": "Me? Build a sandcastle?$4#$b#I can hire servants to build one for me!$h",
  "Resort_Bar": "What does a guest have to do to get some fresh juice over here?$a",
  "Resort": "My family has been to beaches far superior to this one.$4#$b#But I guess this will do.",
  "MovieInvitation": "Aww, you wish to have my company with you at the movies?$4#$b#I guess I could grace you with my presence, I'll just let Sonny steam my clothes before I go. I'll just meet you there.",
}