{
  "companionAccepted": "Supongo que hoy podría tomar un breve descanso del trabajo.",
  "companionRejected": "Lo siento mucho, @. Estoy completamente reservado para hoy.$2",
  "companionRejectedNight": "Es demasiado peligroso explorar el valle por la noche, @. Podrías lastimarte.$6",
  "companionDismiss": "Ah, entonces es hora de que regrese a la clínica. Gracias por hacerme pasar un rato divertido hoy, @.$1",
  "companionDismissAuto": "¡Estoy absolutamente agotado, tengo que descansar un poco!#$b#Dormir es muy importante, ya sabes, ¡así que no te quedes afuera tan tarde, @! Ten cuidado.",
  "companionRecruited": "¡Vamos! He traído mi botiquín de primeros auxilios por si acaso.",
  "companionSuggest": "Creo que me falta algo de ejercicio en mi rutina diaria. Podría dar un paseo.#$q -1 -1#Sería bueno tener compañía.#$r -1 0 Yes#Eso sería genial. ¡Vamos!#$r -1 0 No#Hoy no puedo, pero gracias por invitarme.",
  "companionSuggest_Yes": "¡Genial! Solo asegúrate de escuchar a tu cuerpo y de decirme si necesitas un descanso, ¿vale?$1",
  "companionSuggest_No": "De nada, ¡no te esfuerces demasiado, @!",
  "heal": "Quédate quieto. Esto puede doler un poco.$1",
  "nomedkits": "Uh-oh, me he quedado sin botiquin.$2",
  "companion_AdventureGuild": "Parece que estos hombres realmente saben lo que hacen.#$b#No estoy hecho para este tipo de vida.$1",
  "companion_Beach": "Las olas del océano son muy pacíficas, es un gran alivio para el estrés.#$b#A menos que, por supuesto, le tengas miedo al agua, entonces no es tan tranquilo...$2#$b#¿Podríamos irnos si te sientes estresado?$6#$b#Me estoy preocupando demasiado, ¿no?$2#$b#Lo siento.$2",
  "companion_Beach_Dating": "¿Sabías que respirar el aire del mar para mejorar la salud no es solo un cuento de viejas?#$b#¡Contiene pequeñas gotas de agua marina, las que contienen varias vitaminas y minerales que pueden ayudar a mejorar las funciones pulmonares y a bajar la presión sinusoidal!#$b#También es bien romántico caminar a lo largo de la orilla contigo...$4",
  "companion_Farm_Dating": "No es de extrañarse de que estés de buena forma, @, mira este lugar!#$b#Ademas, que siempre corres por todo el valle, ¡realmente podría aprender algo de ti!$1",
  "companion_Farm_Spouse": "Estoy perfectamente feliz solo sentado en nuestra entrada cariño, ¡espero que no te preocupes por mí cuando no estemos juntos!$1",
  "companion_Farm_Spouse~1": "Qué vista, @. Soy un hombre feliz.$4",
  "companion_Forest_spring": "Es esa época del año otra vez, las flores están floreciendo, y también los árboles largan su polen.#$b#Si eres alérgico, espero que hayas tomado tu medicamento. Es mejor comenzar algunas semanas antes de que comience la temporada, ¡pero es mejor tarde que nunca!$1",
  "companion_Forest": "El aire es tan fresco hoy, me siento totalmente rejuvenecido, @.#$b#¡Si la naturaleza sigue así, podría quedarme sin trabajo!$1",
  "companion_Forest_Dating": "¿Encuentras el bosque un lugar romántico? ¿Te gustaría si yo planeara algo para nosotros acá, alguna vez?#$b#Solo me preguntaba.$4",
  "companion_Forest_Spouse": "El científico en mí lucha por disfrutar de la naturaleza sin tratar de analizar cada pequeña cosa que veo.#$b#Necesito aprender a relajarme y simplemente 'ser'.#$b#Eso es lo que Emily me dice... cada vez que entra a la clínica.$1",
  "companion_Mine": "Solo un momento, @. Déjame asegurarme de que tenga listo mi botiquín médico...#$b#Listo, ¡te sigo!$1",
  "companion_Mine_Dating": "No soy lo que dirías un tipo aventurero, @, pero haría todo lo posible por mantenerte a salvo.$4",
  "companion_Mountain": "Es muy tranquilo cerca de la casa de Maru, ella vive en un lugar maravilloso del valle.#$b#¿Pasas mucho tiempo con ella, @? Es una joven encantadora, muy brillante.$6#$b#Estoy agradecido por su ayuda en la clínica y por su compañía.$1",
  "companion_Mountain_Dating": "Hay un tipo de perca que vive en este lago de la montaña, y con la que se puede hacer un delicioso plato de pescado frito!#$b#Yo trato de comer sano y evitar ese tipo de cosas, pero a veces esta bien darse un gusto.",
  "companion_Mountain_Spouse": "A menudo veo a Demetrius aquí estudiando la flora y fauna local.#$b#¡Prefiero la biología del cuerpo humano, pero respeto mucho su ética de trabajo!",
  "companion_Mountain_Spouse~1": "Es bueno tener una amistad con Maru, pero sabes que eso es todo, ¿verdad cariño?#$b#Significas todo para mí...$4",
  "companion_Sewer": "Dios mío, este lugar es bastante húmedo y tiene un olor terrible...$2#$b#Aconsejaría que no pases mucho tiempo aquí, @.$2",
  "companion_Town": "Realmente disfruto ser el médico local, siento que tengo un impacto real en la vida de las personas.#$b#En las ciudades más grandes no siempre te sientes conectado con tus pacientes, o apreciado por ellos.#$b#Es agradable sentir que le importas a alguien.$1",
  "companion_Town_Dating": "No te veo a menudo en el salón. ¿Quizás ahora que estamos juntos, te guste tomar allá un trago conmigo una tarde?$4",
  "companion_Town_Spouse": "Es saludable para mí estar lejos de la clínica de vez en cuando. ¡Es estresante ser el médico del pueblo, aunque es muy gratificante!#$b#¡Me alegra que pasemos mas tiempo juntos, @.$1",
  "companion_WizardHouse": "Honestamente, no me importa mucho la magia.#$b#Comprender la forma humana y saber cómo poner un hueso o tratar una enfermedad... ¡eso es suficiente mágia para mí!$1"
}
