/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/NermNermNerm/Junimatic
**
*************************************************/

// Do not manually edit this file!
// Instead, collect updates to the translation files distributed with your package and
// use the tooling to merge the changes like this:
//
// msbuild /target:IngestTranslations /p:TranslatedFile=<path-to-file>.json;TranslationAuthor=<author-id>
//
// Where 'author-id' is '<platform>:<moniker>' where '<platform>' is something like 'nexus' or 'github' and
// '<id>' is the identity of the person who supplied the translations on that platform.
{
  "translations": [
    {
      "source": "You\u0027ve been to the mines I see...  Your grandfather did too, even after his mind began to go.  I worried for him, but there was no stopping him.$0#$b#Then one day he came to me, shaken to the core.  He sobbed \u0027A big slime ate my friend!\u0027 but I know he went to the mines alone...$2#$b#He kept going on like that for several days.  I felt terrible for him, because although *I* knew it wasn\u0027t real, it was real enough to him.$0#$b#He never went back to the mines; that was very much for the best.$2",
      "translation": "鉱山に行ったことがあるんだね…。君のおじいさんもそうだった、色々とおかしくなってからもね。心配はしたが、止めることはできなかったよ。$0#$b#そしてある日、彼が心底震えながら私のところに来た。「ビックスライムが親友を食べてしまった！」と嘆いていたが、私は彼が1人で鉱山に行ったことを知っていたんだ…$2#$b#それから数日間、そのような状態が続いた。本当に気の毒に思ったよ。それが現実でないとしても、彼にとっては現実であったからね。$0#$b#それ以降、彼は鉱山に行くことはなかった。それで良かったと思ってる。$2",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Pets sometimes have an uncanny ability to spot missing things!$0#$b#Just last week I lost my favorite milking bucket.  I came across it a few days later and my cat, Muffin, was sleeping in it.$1#$b#Well, I guess she didn\u0027t exactly find it for me, but at least she knew where it was!$0",
      "translation": "ペットは時に、足りないものを見つける不思議な能力を持っているわ！$0#$b#つい先週、お気に入りのミルクいれをなくしてしまったの。数日後、私はそれを見つけたのだけど、飼い猫のマフィンがその中で寝ていたわ。$1#$b#まあ、彼女が私のために見つけてくれたわけではないんだろうけど、少なくとも彼女はどこにあるか知っていたみたい！$0",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Do I miss my \u0022normal\u0022 life on days like this?$2#$b#No, not really.  Except for Jeremy Clarkson...$1#$b#...My pet Schnauzer.  He had an uncanny ability to fetch the thing I wanted before I even knew I wanted it.$0",
      "translation": "こんな日は「普通」の生活が恋しくなるかって？$2#$b#いや、そんなことはない。ジェレミー・クラークソン以外はね…$1#$b#…私のペットのシュナウザー。彼はオレが欲しいと思っているものを、欲しいと思っていることに気づく前に取ってくる不思議な能力を持っていたんだ。$0",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I wonder what {{arg0}} has been up to...",
      "translation": "{{arg0}}は何をしているのだろうか…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Hello @!  Are you missing any chickens?  I think one might have run off!",
      "translation": "こんにちは、@さん！ ニワトリを逃がしていないかしら？ 1羽は逃げているのを見かけたわ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I saw it across the river to the south of my farm!  I went over to try and round it up, but it ran away from me!$2#$b#Maybe it would come to you if you went down there and called it!",
      "translation": "私の牧場の南、川の向こう側で見かけたの。捕まえようとしたのだけど、逃げられてしまったわ！$2#$b#もしかしたら、あなたがそこに行って、呼んであげれば捕まえられるかもしれないわね！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Oof! I need to be getting back! Anyway, I hope you can wrangle it back home!  Bye now!  Don\u0027t be a stranger!",
      "translation": "おっと、そろそろ帰らないといけないわ。とにかく、何とかお家に帰せるといいわね。またね！ できれば早く見つけてあげてね！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Chicken Round-Up",
      "translation": "逃げ出したニワトリ",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Marnie thinks one of your chickens has escaped and is in the forest south of her farm; you should investigate.",
      "translation": "逃げ出したニワトリは、マーニーの牧場の南の森にいるようだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Enter the Cindersnap Forest during the day.",
      "translation": "日中にシンダーサップの森へ行く。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Help the Junimo Go Home",
      "translation": "ジュニモが家に帰るのを助ける",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Help the Junimo in the Cindersnap Forest get home.",
      "translation": "シンダーサップの森にいるジュニモが家に帰れるように助けてあげよう。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Enter the Cindersnap Forest during the day with a Junimo Portal in your inventory.",
      "translation": "日中にジョニモポータルを所持して、シンダーサップの森へ行く。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "That\u0027s not a chicken.",
      "translation": "ニワトリじゃない。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I wonder if it\u0027s lost and can\u0027t find its way home...  It seems distressed.",
      "translation": "迷子になって帰り道がわからなくなっているのだろうか…。困っているみたいだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Maybe a Junimo Portal would help it find its way home.",
      "translation": "ジュニモポータルがあれば、帰り道になるかもしれない。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "That wasn\u0027t a chicken...  was it?$2#$b#Your grandfather had some little houses like that on his farm.  He said they were for his \u0027helpers\u0027.  But as he declined, he was prone to say, well, a lot of stuff....$2#$b#I suppose I caught a glimpse of them from time to time, but, well...  I think I\u0027m more comfortable not seeing them.$3#$b#You say they\u0027re good creatures?  Well...  Okay.  *Something* was sure keeping that farm in trim when your Grandad was declining.$2#$b#I suppose everybody needs a little magic in their lives from time to time.$0",
      "translation": "アレはニワトリじゃない…わよね？$2#$b#あなたのおじいさんの牧場にも、あの小さな家がいくつかあったわ。彼は「ヘルパー」のためだと言っていたの。彼が衰えたあとは、まあ…色々と言われていたわ…$2#$b#私も時々、チラッと見ることはあったわ。でも、まあ…彼らを見ないほうがいいと思ってるの。$3#$b#良い生物か分からないじゃない？ だけど…あなたのおじいさんが衰えた時「何か」が牧場を維持してくれていた事実もあるわ。$2#$b#誰にだって、たまには人生にちょっとした魔法が必要なのかもしれないわね。$0",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Thank you for helping our friend get home...",
      "translation": "友人を家に帰してくれてありがとう…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I can help you, like I helped your Grandfather...",
      "translation": "あなたのおじいさんを助けたように、ぼくもあなたを助けてあげる…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I like animals and the wonderful things you can make with their help...",
      "translation": "ぼくは動物が好きで、彼らの助けを借りて素晴らしいものを作ることができるよ…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Did you ever see the giant crops your Granddad used to crow?  Crazy big pumpkins.#$b#Abby campaigned for me to buy one every year.  I think she wanted me to buy one so she could carve out a house for herself.$1",
      "translation": "あなたのおじいさんが作っていた巨大な作物は見たことがあるかしら？ びっくりするほど大きなカボチャだったわ。#$b#それをアビーは毎年、私に買うよう言ってきたの。後々理由を聞くと、自分の家として使うのが目的だったのよ。$1",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Has Abby been needling you about growing giant pumpkins?$4#$b#Don\u0027t do it, really, there\u0027s no money in it.  Quantity is good, sure, but the quality isn\u0027t.$2#$b#Your grandpa grew them in his declining years in particular.  He said \u0027my helpers like them\u0027.  Not sure what he meant by that, but he really enjoyed them that made it worth it to him!$1",
      "translation": "アビーから、巨大カボチャの栽培についてしつこく聞かれませんでしたか？$4#$b#やめておいた方がいいですよ、アレはお金にならないです。量は良いですが、質がよろしくない。$2#$b#あなたのおじいさんが、衰えた頃に「ヘルパーが気に入っている」と言って、熱心に栽培をされていました。どういう意味かは分かりませんが、楽しそうではありましたね。$1",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "When you were a kid visiting the farm, did you ever see any of the giant cauliflowers that your grandpa grew?  I mean huge!  like way huge!$1#$b#I only got to see them once that I can recall when my Mom took me down there one afternoon.#$b#I climbed one like a tree and my Mom got all worried.#$b#Your grandad fished me down and told my mom not to worry because magical creatures would protect me.#$b#I don\u0027t know why, I guess it\u0027s because I was just a kid, but I felt really special for a long time after that day.",
      "translation": "子どもの頃に、あなたのおじいさんの牧場に遊びに行った時、巨大なカリフラワーを育てているのを見たの。すごく大きかったわ！$1#$b#たしか、ある日の午後にママに連れられて行ったのだけど…#$b#私が木のように登ったら、ママが心配したんだ。#$b#その時にあなたのおじいさんが私を抱き上げてくれ、魔法の生き物が守ってくれるから心配ないとも言ってくれたわ。#$b#まだ子どもだったし意味は分からなかったわ。でも、その日から長い間、うまく言えないけど特別な何かを感じることがあったんだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Your grandad used to grow these gigantic pumpkins.  I totally wanted to carve one of those things.$1#$b#But my mom wouldn\u0027t buy one and your grandad invented this cock\u0026bull story about magical creatures.$5#$b#Didn\u0027t he know I was too old for stories like that?  Meh.  I guess I should cut him slack for being old and senile.$2#$b#So...  Do you want to hear about any more of my first-world problems?$2",
      "translation": "あなたのおじいさんは、巨大なカボチャを育てていたのよ。アレを彫ってみたかったわ。$1#$b#でも、ママは買ってくれなかったし、おじいさんは魔法の生き物の話をでっちあげてきたの。$5#$b#まだそんなことを信じる子どもって思っていたのかしら？ まあ、お年寄り人ってそういうところあるもんね。$2#$b#…あたしの小さい頃の話はもう十分かもね。$2",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "We love giant crops!  Please keep growing them!",
      "translation": "ぼくたちは巨大な作物が大好き！ これからも育ててね。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "One of us will come and help with your kegs, casks and preserves jars if you connect them to a portal!",
      "translation": "ポータルを設置してくれたら、保存ジャー、熟成ダル、醸造ダルのお手伝いをしにいくよ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Hey I just read a paper written by one of my old college buddies on habitat restoration of an underground pool populated with Ghostfish and Ice Pips!$1#$b#I\u0027m told we have such a cavern deep in the mines.  Perhaps you could take me to it one day.#$b#Funny, the paper didn\u0027t specify where he got the fish to repopulate from...$3",
      "translation": "ヒヨケウオとアイスピップが生息する地底湖の復元について、大学時代の仲間が書いた論文を読んだんだ！$1#$b#鉱山の奥深くにそんな場所があるみたいなんだ。もしかしたら、いつか連れて行ってくれるかもしれない。#$b#そして、面白いことにその論文には、彼がどこから再繁殖のための魚を手に入れたのかが明記されていなかったんだよ…$3",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "@,^Please come visit me at my tent.  I\u0027ve found something and I need your help to sort it out.^   -Linus",
      "translation": "やあ、@。^オレのテントに来てくれないか。あるものを見つけたのだが、これには君の助けが必要なんだ。^^-ライナスより",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Find Linus At His Tent",
      "translation": "テントでライナスを探す",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Linus said he had something he needed your help with.",
      "translation": "ライナスが、助けが必要だと言っている。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Go to Linus\u0027 tent before 10pm",
      "translation": "午後10時までにライナスのテントへ行く",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "@!  I\u0027m so glad you came!",
      "translation": "@！ 来てくれて嬉しいよ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Please come to the mines with me.  There\u0027s something I have to show you!",
      "translation": "オレと一緒に鉱山に来てほしい。君に見せたいものがあるんだ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I had been having these recurring dreams...  In it, there was somebody like me, but wasn\u0027t me...  You know how dreams are.",
      "translation": "同じ夢を繰り返し見たんだ…。その夢の中で、オレに似ているけど、オレじゃない誰かがいたんだ…。夢とはどういうものか知っているだろう？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Anyway, this other me was at a pool, deep in a cave.  It was filled with litter, but the whole community was pitching in to clean it up.",
      "translation": "とにかく、もう一人のオレは鉱山の奥深くにある湖にいた。ゴミが散乱していたが、コミュニティで清掃していた。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "They cleaned it, but there were no fish in it anymore, which made the other me sad.",
      "translation": "清掃はしたが、もう魚はいなくなっていたんだ。そして、もう1人のオレは悲しんでいた。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "But then a fish tank appeared!  And then fish started appearing in the fish tank, and the other me started netting them out and releasing them into the pond!",
      "translation": "しかし、そこに水槽が現れた！ そして水槽に魚が現れ始め、もう1人のオレがそれを網で取って池に放し始めたんだ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "As to what happened next, well, you\u0027d best see for yourself.  Please take the elevator down to 60.",
      "translation": "その後どうなったかは、まあ、自分の目で確かめてほしい。エレベーターで60階まで降りてみてくれ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Meet Linus At Level 60",
      "translation": "鉱山の60階でライナスに会おう",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Linus had something he wanted to show you at level 60 of the mines.",
      "translation": "ライナスは鉱山の60階で見せたいものがあるようだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Follow Linus to level 60",
      "translation": "ライナスと鉱山の60階に行く。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "It was just a dream, I thought, but the next night I dreamt the same thing, so I just had to come down here.",
      "translation": "ただの夢だと思ったけど、次の晩も同じ夢を見たから、ここに来るしかなかったんだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Look at this!  The fish tank from my dream!  Where did that come from?",
      "translation": "これを見てくれ！ 夢に出てきた水槽だ！ これはどこから来たのだろうか？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Well, the tank was empty, and I decided I\u0027d try putting a fish in there, so I caught a ghostfish and put it in there.",
      "translation": "水槽が空っぽになったので、魚を入れようと思い、ヒヨケウオを捕まえて入れてみた。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "AND IT DISAPPEARED!",
      "translation": "そうしたら、消えたんだ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Poof!",
      "translation": "パッとね！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Gone!",
      "translation": "消えたんだよ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "So I put in another, and it disappeared too!",
      "translation": "それで別のものを入れたら、それも消えてしまったんだ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Is it going to the world in my dream?  I don\u0027t know, but after about half a dozen fish went in there they stopped disappearing.",
      "translation": "夢の中の世界に行ったのだろうか？ それから、半ダースくらい魚を入れてみると、消えなくなったんだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "...But the tank is still here...",
      "translation": "…でも、水槽はまだここにあるままだ…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I see some smaller fish darting around in the pool, but I haven\u0027t been able to land any of them.",
      "translation": "小さい魚が池の中を泳ぎ回ってはいるが、まだ1匹も釣れないんだよ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "You\u0027re the only one that can help since you\u0027ve got the skill, the equipment and can handle yourself this deep in the mine.",
      "translation": "君には技術があるし、装備もある。そして、この鉱山の奥深くに自力で来ることができる。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Could you try and catch some of those little fish and put them in the tank and see what happens?",
      "translation": "あの小さな魚を何匹か捕まえて、水槽に入れてみてくれないか？ それでどうなるか見てみようじゃないか？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I\u0027m afraid I\u0027ve got to leave you to it.  I know it could take a while to catch them and I...",
      "translation": "残念だが、これは君に任せるしかない。捕まえるのには時間がかかるだろうし、オレには…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Well, I\u0027ve got a lot to think about.",
      "translation": "まあ、色々と考えたいことがある。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I\u0027m still having those dreams.  The other me...  who seems less and less like me each night, keeps checking that fish tank in his world.  He\u0027s disappointed and puzzled.#$b#I\u0027m pretty puzzled too.  But I\u0027m glad you\u0027re working on it.",
      "translation": "まだあの夢を見るんだ。もう1人のオレは…毎晩、彼の世界にある水槽をチェックし続けている。そして、困惑している。#$b#オレもかなり困惑しているよ。でも、君が解決に向けて取り組んでくれているようで嬉しい。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Catch Six Ice Pips",
      "translation": "アイスピップ6匹を捕まえる",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Catch six ice pips and put them in the mysterious fish tank.",
      "translation": "アイスピップを6匹捕まえて、不思議な水槽に入れる。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "{{arg0}} of 6 teleported",
      "translation": "6匹中{{arg0}}匹が消えた",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "You\u0027ve made a new Junimo friend that will help with traps and fishing-related machines",
      "translation": "仕掛けや釣り関連の設備を扱える、新しいジュニモの友達ができた",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Did you finish collecting those fish?  I\u0027m betting you have.  I had one last dream, where the fish were released and the tank disappeared.#$b#You know, one of the reasons I adopted my, uh...  lifestyle is that I was, well, not so stable in the head.#$b#And sometimes angry.  That was the part that made me take what most would regard as a drastic lifestyle change.#$b#But I\u0027ve never felt saner.  At least up until these dreams started happening.#$b#But in these visions there is nothing like anger, so, well, that\u0027s good.#$b#But I still hope they go away.",
      "translation": "魚を集め終わったかい？ そうだろうね。魚が放たれ、水槽が消える夢を見たんだ。#$b#オレがこのライフスタイルを始めたひとつには、考えの整理が苦手だったのもある。#$b#それでも怒りを覚える時はあったさ。それが今までとは大きく異なることを実行しようとしたキッカケにもなった。#$b#でも、これほど正気だと感じたことはない。 少なくとも、このような夢を見るようになるまではね。#$b#でも、この夢に対しては怒りのようなものはない。#$b#それでも、彼らがいなくなったことは喜ばしいことだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Enables the fishing Junimo - Enables the Junimo for handling fishing things with or without having done the quest.",
      "translation": "釣りジュニモの機能が解放された。クエストの状況に関わらず、仕掛けや釣り関連の設備の自動化ができるようになった。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "@,^how are you doing?  I\u0027ve decided to spend a night or two in the deep woods, west of Marnie\u0027s ranch.  Would you care to share a meal in the wild with me? ^   -Linus",
      "translation": "やあ、@。^元気にしているかい？ マーニーの牧場の西にある秘密の森で1泊することにしたんだ。よければオレと一緒に野生の食事を分かち合わないかな？^^-ライナスより",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Meet Linus In The Secret Woods",
      "translation": "秘密の森でライナスに会う",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Have dinner with Linus in the Secret Woods",
      "translation": "秘密の森でライナスと食事をしよう",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Enter the secret woods on a sunny day between 6 and 11pm.",
      "translation": "晴れた日の午後6時から11時の間に秘密の森に入る。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Welcome!  You\u0027re just in time!",
      "translation": "ようこそ！ ちょうどいいところに来たね！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I hiked the back-woods trail today.",
      "translation": "今日は裏の森の小道を歩いたんだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "It can be a bit treacherous at my age...",
      "translation": "この歳になると、ちょっと危険だったかもしれないけどね…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "But the view of the desert is breathtaking.",
      "translation": "しかし、砂漠の眺めは息をのむほど素晴らしいんだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I picked a few wild mushrooms and herbs along the way.",
      "translation": "途中、野生のキノコやハーブを少し摘んできたよ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Dinner is served!",
      "translation": "さあ、夕食を食べよう！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "What do you think?",
      "translation": "お味はどうだい？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I\u0027m glad you like it.",
      "translation": "気に入ってもらえて良かったよ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "You know, when people see you talking to the trees, well...  They tend to think you\u0027re crazy.$2",
      "translation": "君が木に話しかけているのを見た人は…頭がおかしくなったと思っているだろう。$2",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "But when you hear the trees talking *to* *you*, then... well...#$b#Then maybe they\u0027re right.$2",
      "translation": "でも、木々が「君に」語りかけているとしたら…#$b#その場合は彼らが正しいのかもしれないね。$2",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Last night I dreamt I saw what these trees looked like before they were cut...",
      "translation": "昨夜、この木が切られる前の姿を夢で見たんだ…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Then, the vision pivoted to your farm; your farm when those big stumps and logs were standing trees...",
      "translation": "そのあと、場面は君の牧場に移った。この切り株や丸太が大木だったころの牧場だ…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I found these seeds in my tent as I was stepping out this morning.#$b#I guess I tracked them in last night.  They\u0027re usually not so easy to find.  Here.  I think they\u0027re meant for you.",
      "translation": "今朝、外に出ようとしたとき、テントの中でこのタネを見つけた。#$b#昨夜の夢の影響だと思う。これは簡単に見つかるものじゃない。これは君に渡すべきものだろう。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I\u0027m glad you\u0027re the sort of friend that doesn\u0027t mind listening to the ravings of a crazy old man.",
      "translation": "君が狂った老人の戯言を気にせず聞いてくれるような友人でよかった。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Well...  It\u0027s getting late.  You should get back to your farm and I should crawl into my tent.#$b#I plan on breaking camp in the morning and making the hike up to the mountain.",
      "translation": "さて…夜も更けてきたようだね。そろそろ牧場に帰りなさい。オレはテントで寝るとするよ。#$b#朝にはキャンプを切り上げ、山までのハイキングをするつもりなんだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Do the trees talk to you too?",
      "translation": "木は君に話しかけてくるのかい？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Hm.  Perhaps it\u0027s best not to answer that one...",
      "translation": "いや、今の質問には答えなくていい…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Plant The Mystic Seed",
      "translation": "神秘のタネを植える",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Linus gave you some tree seeds...  Do the Junimos talk to him too?",
      "translation": "ライナスから木のタネを貰った…彼もジュニモと話すのだろうか？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Grow a Mystic Tree and 2 Mahogony Trees to adulthood on your farm.",
      "translation": "牧場で神秘の木と2本のマホガニー木を成木まで育てる。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "The giant trees were cut down to make ships and buildings and other wonderful things...",
      "translation": "大木は船や建物、他の素晴らしいものを作るために切られたんだ…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "...but they cut like there would always be more, until they cut down the last one.",
      "translation": "いくらでもあると思って切られ続けた…最後の1本が切られるまでね。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "You will be wiser.  We will help.",
      "translation": "あなたは賢い。だからぼくたちは力を貸すよ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Thx!  Bai!!!",
      "translation": "ありがとう！ じゃあね！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "The Strange Orb",
      "translation": "不思議なオーブ",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Investigate the strange glowing thing you found inside a big slime.",
      "translation": "ビッグスライムの中で見つけた奇妙に光るものを調査する。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Give the strange orb to the host player - only the host can advance this quest.  (Put it in a chest for them)",
      "translation": "ホストプレイヤーにほのかに光る不思議なオーブを箱に入れて渡そう。このクエストはホストのみ進行可能。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "What have you brought for me this time?",
      "translation": "今回は何を持ってきた？",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Hm..  Yes...#$b#Junimos are harmless, but they are not defenseless.  When this one was overwhelmed by the slime, it bound itself into a protective stasis and went into a sort of torpor.#$b#If we return this to the Junimo\u0027s world, they will be able to care for this one.",
      "translation": "ふむ、そうだな…#$b#ジュニモは無害だが、モンスターには関係がない。これはスライムに襲われたとき、自身を保護するためにオーブの状態となったのだ。言わば休眠状態といえるな。#$b#これはジュニモの世界に返せば、元に戻るだろう。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I shall, using my immense powers, transport this one back to the Junimo realm!",
      "translation": "我が強大なる力を使い、彼らの世界に帰還させようじゃないか！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "There.  Done.",
      "translation": "これで終わりだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Yes.  Done.  It\u0027s safely back to the Junimo realm and you should get about your business.",
      "translation": "言葉どおりだ。無事にジュニモの世界に戻った。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "That\u0027s it...#$b#Really...#$b#I think.",
      "translation": "ふむ…#$b#…#$b#戻れたと見てよさそうだな。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "My dear boy...^My beloved grand-daughter...#$b#I am sorry to come to you like this, but I had to thank you for rescuing my dear Junimo friend.#$b#He protected me at a time when my darkest enemy was my own failing mind.#$b#In better days, he helped me with my smelters and other mine-related machines.  He will help you too; he really enjoys watching the glow of the fires!#$b#I rest much easier now knowing that my friend is safe.  I am so proud of you...",
      "translation": "愛しの孫よ…^愛しの孫娘よ…#$b#苦労をかけてしまい申し訳ない。私の大切な友を助けてくれてありがとう。#$b#私の最も恐れるべきことが、自分の失敗した心であったとき、彼は私を守ってくれた。#$b#昔に、彼は採掘や鉱石に関わる設備や加工を手伝ってくれていたんだ。今回も助けてくれるはずだよ。 彼はたき火の輝きを見るのが好きなんだ！#$b#友人の無事を知って、今はとても安心している。@は私の誇りだよ…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "a strange faintly glowing orb",
      "translation": "ほのかに光る不思議なオーブ",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "It looks vaguely magical. It\u0027s quite hard and smooth.",
      "translation": "どことなく不思議な感じがする。かなり硬くて滑らかだ。a",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Bring the faintly glowing orb to the wizard\u0027s tower.",
      "translation": "ほのかに光るオーブを魔術師の塔に持って行く。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "That was some storm!  I wonder if the rain washed the mud off of any of Grandpa\u0027s old stuff!",
      "translation": "凄い嵐だった！ 牧場のどこかに異常がないか確認した方が良さそうだ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Give the strange little structure to the host player - only the host can advance this quest.  (Put it in a chest for them.)",
      "translation": "ホストプレイヤーに不思議な小さな建物を箱に入れて渡そう。このクエストはホストのみ進行可能。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "The Strange Little Structure",
      "translation": "不思議な小さな建物",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "You found the remnants of what looks like a little building.  It smells like it has some Forest Magic in it.",
      "translation": "小さな建物の残骸のようなものを見つけた。森の魔法がかかったような香りがする。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Ah... Come in.",
      "translation": "…入るがいい",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "You have something to show me?  Well, bring it to me!",
      "translation": "見せたいものがあるんだろう？ さあ、出したまえ。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Ah I see why you thought I should see this...#$b#I believe I recognize the magical traces, but let me consult my vast reference library to be certain...",
      "translation": "なるほど、これは吾輩に見せるべきものであるな。#$b#覚えのある魔法の痕跡ではあるが、確実にするために一度文献を調べてみようじゃないか。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Come along then!",
      "translation": "では、こちらに来たまえ！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Yes.  I was right...#$b#As always.",
      "translation": "そう、これだ…#$b#これで間違いないだろう。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "This is a sort of a crude portal, made by your Grandfather to allow Junimos to easily travel between their world and ours.#$b#It\u0027s an easy thing to construct, even the greenest apprentice could do it.  Here, let me teach it to you.",
      "translation": "これは、ジュニモたちの世界と我らの世界を簡単に行き来できるように、貴殿の祖父が作った簡易ポータルのようなものだ。#$b#製作するのは容易で、素人でもできる。ほら、教えてやろう。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "I learned how to craft a \u0027Junimo Portal\u0027",
      "translation": "「ジュニモポータル」の作り方を学びました！",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Enticing a Junimo to *use* it, well, that\u0027s up to the Junimo...",
      "translation": "ジュニモがそれを「使う」かは彼ら次第ではあるがな…",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Usage: After completing quests to get junimo helpers, you can place Junimo Portals either in buildings or outside.  If outside, place walkways between the hut and any chests or machines you want the Junimo to automate.  If in a building, you can place walkways or just leave a clear path.",
      "translation": "使用方法：クエストをクリアしてジュニモヘルパーと友達になると、建物内や屋外にジュニモポータルを設置することができる。屋外の場合は、ポータルと自動化させたい箱や設備の間に床や小道を設ける必要がある。建物内であれば、通れる道さえあれば問題ない。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Junimo Portal",
      "translation": "ジュニモポータル",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "A portal through which Junimos who want to help out on the farm can appear.  Place pathways next to these when placing them outdoors so the Junimos will know where to go.",
      "translation": "牧場を手伝いたいジュニモたちが現れるポータル。設備や箱の間を通る道が必要で、屋外の場合は道に床や小道を設ける必要もある。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "a strange little structure",
      "translation": "不思議な小さな建物",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "At first it looked like a woody weed, but a closer look makes it like a little structure, and it smells sorta like the Wizard\u0027s forest-magic potion.",
      "translation": "最初は木のような雑草に見えたが、よく見ると小さな建物のようで、魔術師の森の魔法薬ような香りがしている。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    },
    {
      "source": "Bring the remnants of the strange little structure to the wizard\u0027s tower.",
      "translation": "奇妙な小さな建造物の残骸を魔術師の塔に持って行く。",
      "author": "github:mitekano23",
      "ingestionDate": "2024-06-20T20:29:22.2121878-07:00"
    }
  ]
}
