{
  "Message.SundropPromenade.Grill":"The meat on the grill smells heavenly.",
  "Message.SundropPromenade.FirstAid":"This must be the lifeguard's first-aid kit. Hopefully they don't have to use it often!",
  "Message.SundropPromenade.Surfboard":"The lifeguard's surfboard. The red finish is sleek and smooth to the touch. ",
  "Message.SundropPromenade.Window1":"Looking inside, you can see the bored receptionist playing on their phone.",
  "Message.SundropPromenade.Window2":"You peer in expecting to see something juicy... but a plant blocks your view.",
  "Message.SundropPromenade.JoeBoat":"There's still water on the inside from the last excursion.",
  "Message.SundropPromenade.Bench1":"The shade from this tree makes this bench a great place to relax and take in the sights!",
  "Message.SundropPromenade.Lounge1":"Someone has kicked sand all over this chair. How rude!",
  "Message.SundropPromenade.Lounge2":"Someone lost their sunglasses under this chair!",
  "Message.SundropPromenade.Lounge3":"A few of the straps on this chair are starting to stretch from use",
  "Message.SundropPromenade.Lounge4":"This looks like a relaxing place to take a nap!",
  
  "Message.SundropHotelLobby.Clock":"One clock is still ticking, but just as motionless as the others.",
  "Message.SundropHotelLobby.Coffee":"There's coffee in the pot. I don't want to know how long it's been sitting here.",
  "Message.SundropHotelLobby.Safe":"The safe may have deteriorated naturally over time, but someone has definitely tried to break in.",
  
  "Message.SundropJoeShack.PalmTree":"This tree is obviously not real, but you can't help but be charmed by it.",
  "Message.SundropJoeShack.Hammock":"This hammock looks very comfortable to sleep in.",
  "Message.SundropJoeShack.Shellphone":"There's a piece of tape on this seashell... it reads, \"Shellphone\"",
  "Message.SundropJoeShack.FishTank1":"There is a nametag taped to the outside of the tank: \"Joe Jr.\"",
  "Message.SundropJoeShack.FishTank2":"The fish looks at you knowingly.",
  "Message.SundropJoeShack.FishTank3":"The tank is meticulously well maintained.",
  "Message.SundropJoeShack.Fridge":"An odd smell is coming from the fridge. Better not open it!",
  "Message.SundropJoeShack.Pincher1":"A large crab skitters menacingly across the table! It might be best to leave it alone.",
  "Message.SundropJoeShack.Pincher2":"Sergeant Pincher glares at you sternly.",
  
  "Message.SundropPlaza.Flowerbed1":"There's not a single weed in the flowerbeds, but the same can't be said for the lawn.",
  "Message.SundropPlaza.Flowerbed2":"The fragrance of these flowers can be smelled from the street!",
  "Message.SundropPlaza.Flowerbed3":"These flowers look to be carefully maintained.",
  "Message.SundropPlaza.Flowerbed4":"I wonder what kind of flower this is? I've never seen one before!",
  "Message.SundropPlaza.Flowerbed5":"You can hear bees buzzing faintly as they move from flower to flower.",
  "Message.SundropPlaza.Flowerbed6":"You should ask Poppy what kind of fertilizer she uses! These flowers are growing huge!",
  "Message.SundropPlaza.Fountain":"\"In honor of those who fought in the Gotoro War\"",
  "Message.SundropPlaza.Grave1":"\"In loving memory...\" the message on this stone is old and faded.",
  "Message.SundropPlaza.Grave2":"These flowers seem fresh. Someone must have left them here recently.",
  "Message.SundropPlaza.Grave3":"This tree has stood silent watch over many peoples' grief.",
  "Message.SundropPlaza.Grave4":"The birth and death dates on this stone match... How sad to lose someone on their birthday...",
  "Message.SundropPlaza.Grave5":"\"Rest in Peace\"",
  "Message.SundropPlaza.Grave6":"Moss covers most of this gravestone. ",
  "Message.SundropPlaza.Grave7":"This gravestone is cracked on one corner. It seems to be from natural causes.",
  "Message.SundropPlaza.Grave8":"The flowers are starting to wilt. ",
  "Message.SundropPlaza.Grave9":"\"Beloved grandma, mother, friend.\"",
  "Message.SundropPlaza.Grave10":"A husband and wife are buried side by side, according to this stone. It reads \"Together again at last.\"",
  "Message.SundropPlaza.Grave11":"The stone's death date is blank. This person must still be alive. ",
  "Message.SundropPlaza.Grave12":"\"Rest in Yoba's light\"",
  "Message.SundropPlaza.Bench1":"The bench is inscribed with a dedication from Lady Stardew",
  
  "Message.SundropJewelryStore.Front1":"Pairs of glittery earrings, each adorned with small pieces of prismatic shard",
  "Message.SundropJewelryStore.Front2":"A well-polished ruby sits inside the glass. You can almost see your own face in its luster.",
  "Message.SundropJewelryStore.Front3":"Different colored sets of hoop earrings are on a black display stand.",
  "Message.SundropJewelryStore.Front4":"What kind of jewelry could this calcite mineral be used for?",
  "Message.SundropJewelryStore.Front5":"Assorted pairs of stud earrings. Each pair is silver and adorned with different types of minerals.",
  "Message.SundropJewelryStore.Front6":"A rack of metal earrings rest atop the glass case, but your eyes are drawn to the sparkling deep blue mermaid pendant inside the case.",
  "Message.SundropJewelryStore.Front7":"A glowing iridium band.... You don't even want to know how expensive it is.",
  "Message.SundropJewelryStore.Front8":"It is unusual to see such a glamorous and expensive wedding ring outside of Zuzu City.",
  "Message.SundropJewelryStore.Front9":"Inside is a flashy necklace with a gold chain and dangling small ruby gems.",
  "Message.SundropJewelryStore.Front10":"The glass case is so brightly cleaned that you can see your own face in its reflection.",
  "Message.SundropJewelryStore.Front11":"Rings made from miscellaneous ore and mineral. Each ring is of a different, vibrant hue.",
  "Message.SundropJewelryStore.Front12":"A lone bracelet is on display. The band is decorated with many different gems and stones.",
  "Message.SundropJewelryStore.Front13":"A glass case filled with an array of glimmering ankle bracelets.",
  "Message.SundropJewelryStore.Front14":"Each bracelet has several charms attached, ranging from plants and animals to symbols of Yoba.",
  "Message.SundropJewelryStore.Front15":"A silver necklace holds a tear-shaped emerald pendant.",
  "Message.SundropJewelryStore.Front16":"Matching bands in silver and gold, brilliant diamonds rings… this must be the marital section.",
  "Message.SundropJewelryStore.Front17":"These bracelets can be personalized with messages or symbols.",
  "Message.SundropJewelryStore.Front18":"The necklace is adorned with a sparkling silver locket. An amethyst gemstone is studded in the center of the locket.",
  "Message.SundropJewelryStore.Front19":"A heart-shaped iridium pendant hangs from a beaded, silver necklace.",
  "Message.SundropJewelryStore.Front20":"These simple but refined rings are almost too shiny...",
  "Message.SundropJewelryStore.Front21":"This posh cream-colored pleather cushion looks firm but inviting.",
  "Message.SundropJewelryStore.Front22":"A plain copper bar; likely ordered for use in custom-made jewelry.",
  "Message.SundropJewelryStore.Front23":"This glossy bar of gold has an almost amber hue.",
  "Message.SundropJewelryStore.Front24":"Using refined quartz is a great low-cost alternative to gemstones.",
    
  "Message.SundropJewelryStore.SpencerNote":"It's a note signed by Poppy... It appears to be instructions on how to care for the plant, with a plea to not let this one die...",
  "Message.SundropJewelryStore.SpencerPot":"Looks to be a succulent of some type. It has a name tag that says \"Frank\" on it.",
  "Message.SundropJewelryStore.SpencerShelf":"There are photo albums and old worn out textbooks about metalworking on the shelf",
  "Message.SundropJewelryStore.SpencerPhotos":"Photos of Spencer and his sister are on the wall beside some photos of him with his old army crew.",
  "Message.SundropJewelryStore.SpencerClock":"This antique cuckoo clock appears to be in great shape despite its age.",
  "Message.SundropJewelryStore.SpencerPalm":"The leaves and tree are fake but it definitely adds needed color to the room.",
  "Message.SundropJewelryStore.SpencerTable":"Huh, these potted forget-me-nots are very well cared for. They must be his favorite.",
  "Message.SundropJewelryStore.SpencerFicas":"A live tree! It looks like it desperately needs some water. ",
  
  "Message.SundropSecretAreas.ZeldaChest":"There’s a note attached to the chest: \"I'm old. I didn't want to die here, buuut it's dangerous to go alone, so take this.\"",
  "Message.SundropSecretAreas.ZeldaPot1":"Filled with strange little green stones, all precisely uniform.",
  "Message.SundropSecretAreas.ZeldaPot2":"A single black jewel shines from inside the pot.",
  "Message.SundropSecretAreas.ZeldaPot3":"An image of a large, golden jewel is painted on this empty thing.",
  "Message.SundropSecretAreas.ZeldaPot4":"This old pot is so thin, it's practically begging to be broken...",
  "Message.SundropSecretAreas.ZeldaBrazier":"It is too dark to see properly without all of these lit.",
  
  "Message.SundropSecretAreas.UndertalePlant":"Weird... You could have sworn you heard a voice come from here.",
  "Message.SundropSecretAreas.UndertalePatchL":"There's a blue switch hidden behind this pillar. It won't budge.",
  "Message.SundropSecretAreas.UndertalePatchR":"Mmm... these flowers would make a delicious tea.",
  "Message.SundropSecretAreas.UndertaleHalfPillar":"Ew, now your hands are covered in super sticky seeds.",
  "Message.SundropSecretAreas.UndertalePillar":"There's a red switch behind this pillar. Looks like it's stuck, though.",
   
  "Tourist.Lines.0":"I just love this weather!",
  "Tourist.Lines.1":"I can't wait to check out the beach!",
  "Tourist.Lines.2":"This is my favorite season.",
  "Tourist.Lines.3":"Hi there!",
  "Tourist.Lines.4":"Hello.",
  "Tourist.Lines.5":"The city is so vibrant.",
  "Tourist.Lines.6":"I'm on vacation!",
  "Tourist.Lines.7":"Tourists are the worst.",
  "Tourist.Lines.8":"I'm heading home.",
  "Tourist.Lines.9":"Does anyone have a map?",
  "Tourist.Lines.10":"Out of my way!",
  "Tourist.Lines.11":"I'M WALKING HERE!",
  "Tourist.Lines.12":"Ooh, take my picture!",
  "Tourist.Lines.13":"Excuse me, where's the nearest washroom?",
  "Tourist.Lines.14":"Lovely day, isn't it?",
  "Tourist.Lines.15":"Ugh... it's so hot.",
  "Tourist.Lines.16":"Ow, I got a sunburn...",
  "Tourist.Lines.17":"I could really go for some ice cream...",
  "Tourist.Lines.18":"What a pretty view!",
  "Tourist.Lines.19":"This place sure is different from home.",
  "Tourist.Lines.20":"I think he said to take a left here?",
  "Tourist.Lines.21":"Hm... interesting.",
  "Tourist.Lines.22":"I need to take two rights then a left...",
  "Tourist.Lines.23":"I wish I could stay here forever!",
  "Tourist.Lines.24":"Ugh, I wanna go home.",
  "Tourist.Lines.25":"I wonder when the bus will come.",
  "Tourist.Lines.26":"Has anyone seen my shades?",
  "Tourist.Lines.27":"Where'd I put my wallet?",
  "Tourist.Lines.28":"I love the sound of the ocean!",
  "Tourist.Lines.29":"I hope I see the mayor today...",
  "Tourist.Lines.30":"Oh no, my phone's dead!",
  "Tourist.Lines.31":"That was a good meal.",
  "Tourist.Lines.32":"I can't believe I overslept again!",
  "Tourist.Lines.33":"Taxi!",
  "Tourist.Lines.34":"Best. Vacation. Ever!",
  "Tourist.Lines.35":"Ugh. What a vacation.",
  "Tourist.Lines.36":"Man, I'm starving.",
  "Tourist.Lines.37":"How was I roped into working on vacation?",
  "Tourist.Lines.38":"I hope nobody saw that...",
  "Tourist.Lines.39":"I think I took the wrong bus...",
  "Tourist.Lines.40":"Hey, watch it!",
  "Tourist.Lines.41":"I need more coffee.",
  "Tourist.Lines.42":"I don't wanna go to work yet.",
  "Tourist.Lines.43":"Look at all my seal pics!",
  "Tourist.Lines.44":"These palm trees are so cute!",
  "Tourist.Lines.45":"Look at me, living like a local!",
  "Tourist.Lines.46":"Do you have the time?",
  "Tourist.Lines.47":"Maybe I should go for a swim.",
  "Tourist.Lines.48":"Sure is busy out today.",
  "Tourist.Lines.49":"I'm so sleepy today... time for a nap, I think!",
  "Tourist.Lines.50":"Yaaawn...",
  "Tourist.Lines.51":"Is the nightlife here any good?",
  "Tourist.Lines.52":"Phone, wallet, keys... okay, I'm good.",
  "Tourist.Lines.53":"Mm, I'm seriously craving pizza right now.",
  "Tourist.Lines.54":"Oops, excuse me!",
  "Tourist.Lines.55":"Spaghetti night tonight!",
  "Tourist.Lines.56":"Wait, did I lock the door before I left?",
  "Tourist.Lines.57":"I should've worn comfier shoes today.",
  "Tourist.Lines.58":"Its-a me Mario! Wait, no it's not... My name is Sam.",
  "Tourist.Lines.59":"You ever have those 'gotta go fast' days?",
  
  "Tourist.Wally.Enter":"Where's wally?",
  "Tourist.Wally.Leave":"Wally has left.",
  "Tourist.Wally.0":"Do these stripes make me harder to see?",
  "Tourist.Wally.1":"You've found wally, keen eye my fellow!",
  "Tourist.Wally.2":"No, I'm not cold right now. Why do you ask?",
  "Tourist.Wally.3":"Oh! You found me! Have you seen my cousin Waldo?",
  "Tourist.Wally.4":"My favorite day of the year is 'Where's Wally' Day.",
  "Tourist.Wally.5":"My second favorite holiday is Egg Hunt day. I wonder why....",
  "Tourist.Wally.6":"Its hard to see things with my glasses all fogged up.",
  "Tourist.Wally.7":"I owe my hair to Shear Design in the Shopping District!",
  "Tourist.Wally.8":"I don't have a limp, its a fashion choice.",
  "Tourist.Wally.9":"Sometimes, I want to wear blue stripes and red jeans.",
  "Tourist.Wally.10":"Don't tell anyone, but I have a crush on Wanda.",
  "Tourist.Wally.11":"Woof is my best friend.",
  "Tourist.Wally.12":"Woof has an unrequited crush on Mr Cake.",
  "Tourist.Wally.13":"No... I'm not waldo, I'm wally!",
  "Tourist.Wally.14":"Where's the best place to hide?",
  "Tourist.Wally.15":"Do you know where the biggest crowds are right now?",
}