{
  "Mail:birthdayMom": "Dear @,^  Happy birthday sweetheart. It's been amazing watching you grow into the kind, hard working person that I've always dreamed that you would become. I hope you continue to make many more fond memories with the ones you love. ^  Love, Mom ^ P.S. Here's a little something that I made for you. %item object 221 1 %%",
  "Mail:birthdayDad": "Dear @,^  Happy birthday kiddo. It's been a little quiet around here on your birthday since you aren't around, but your mother and I know that you are making both your grandpa and us proud.  We both know that living on your own can be tough but we believe in you one hundred percent, just keep following your dreams.^  Love, Dad ^ P.S. Here's some spending money to help you out on the farm. Good luck! %item money 5000 5001 %%",
  "Mail:birthdayJunimos": "Please come to the community center. ^ Sincerly,^      -The Junimos",
  "Mail:birthdayDatingPenny": "Dear @. ^ My mom and I decided to have a little birthday party for you. Could you come by sometime today?^Sincerly,^      -Penny",
  "Mail:birthdayDatingMaru": "Hey @. ^ My family and I decided to have a birthday party for you at our place. Could you come by our house sometime today?^Sincerly,^      -Maru",
  "Mail:birthdayDatingSebastian": "Hey @. ^ Could you come by my place later? My family and I decided to have a birthday party for you to celebrate. ^^      -Sebastian",
  "Mail:birthdayDatingLeah": "Hey @. ^ Could you come by my place later? I thought it would be nice if we had a small party for you. ^Sincerly,^      -Leah",
  "Mail:birthdayDatingAbigail": "Hey @. ^ My family and I decided to have a birthday party for you at our place. Could you come by our house sometime today?^Sincerly,^      -Abigail",
  "Mail:birthdayDatingAbigail_Wednesday": "Hey @. ^ I thought it would be fun if we had a small party for you today. Could you come by the mines later?^ Sincerly,^      -Abigail",
  "Mail:birthdayDatingEmily": "Hi @. ^ I thought it would be nice to have a birthday party for you at our place. Could you come by my house sometime today?^Sincerly,^      -Emily",
  "Mail:birthdayDatingHaley": "Hey @. ^ I thought it would be nice to have a birthday party for you at our place. Could you come by my house sometime today?^Sincerly,^      -Haley",
  "Mail:birthdayDatingHarvey": "Hey @. ^ I thought it would be nice to have a birthday party for you at my place. Could you come by my room on the second floor of the clinic sometime today?^Sincerly,^      -Harvey",
  "Mail:birthdayDatingElliott": "Hello @. ^ I thought it would be nice to have a birthday party for you at my place. Could you come by my humble home later today?^Sincerly,^      -Elloitt",
  "Mail:birthdayDatingSam": "Hey @. ^ I thought it would be fun to have a birthday party for you at our place. Could you come by my house sometime today?^^      -Sam",
  "Mail:birthdayDatingAlex": "Hey @. ^ I thought it would be fun to have a birthday party for you at our place. Could you come by my house sometime today?^^      -Alex",
  "Mail:birthdayDatingShane": "Hey @. ^Could you come by my house sometime today? I thought I'd have a little get together for you.^^      -Alex",
  "Happy Birthday: Star Message": "It's your birthday today! Happy birthday!",
  "Happy Birthday: Farmhand Birthday Message": "It's @'s birthday! Happy birthday to them!",
  "Season": "Season",
  "Date": "Date",
  "BirthdayError_FestivalDay": "You can't have your birthday on a festival day. Sorry!",
  "FavoriteGift": "Favorite Gift",
  "Event:JunimoBirthdayParty_0": "It looks like the junimos wanted to throw you a party!",
  "Event:JunimoBirthdayParty_1": "It looks like there was some cake left over too!",
  "Event:DatingPennyBirthday_Pam:0": "Come on in kid. The party has just begun!$h",
  "Event:DatingPennyBirthday_Pam:1": "Here, pull up a seat and have a beer to celebrate!",
  "Event:DatingPennyBirthday_Pam:2": "Alright, cheers kid! Happy birthday and here is to another great year! $h",
  "Event:DatingPennyBirthday_Penny:0": "Oh, @ you are here just in time!$h",
  "Event:DatingPennyBirthday_Penny:1": "I thought it would be nice if we threw you a small party. Granted it's not much but I hope you like it. $l",
  "Event:DatingPennyBirthday_Penny:2": "Mom!$a",
  "Event:DatingPennyBirthday_Penny:3": "*sigh* Well make yourself at home. I'll get the cake out.",
  "Event:DatingPennyBirthday_Penny:4": "Happy birthday @. Here is hoping we get to spend many more birthdays together. $l",
  "Event:DatingPennyBirthday_Finish:0": "It was nice celebrating my birthday with Pam and Penny.",
  "Event:DatingPennyBirthday_Finish:1": "Looks like there was some leftover cake and beer too!",
  "Event:DatingMaruBirthday_Demetrius:0": "Welcome @, come in and make yourself at home.$h",
  "Event:DatingMaruBirthday_Demetrius:1": "I agree. I think this party is perfecty wonderful. Besides studies show that your productivity is boosted when you have fun once in a while.$h",
  "Event:DatingMaruBirthday_Maru:0": "Ohh @, you are just in time for the party.$h",
  "Event:DatingMaruBirthday_Maru:1": "I tried to build you a robot to help you out on your farm as a gift but I ran out of time. Hopefully I'll have it done by next year.",
  "Event:DatingMaruBirthday_Maru:2": "Alright, @ make a wish!",
  "Event:DatingMaruBirthday_Maru:3": "Happy birthday @. Hopefully this is just the beginning of many more years to come.$l",
  "Event:DatingMaruBirthday_Robin:0": "You know I have to agree. I think it's the thought that counts not necessarily the gift.$h",
  "Event:DatingMaruBirthday_Robin:1": "Oh I think the cake is ready!",
  "Event:DatingMaruBirthday_Sebastian:0": "You know I think just having this party is good enough. No need to go overboard.",
  "Event:DatingMaruBirthday_Sebastian:1": "Sweet, let's eat.",
  "Event:DatingMaruBirthday_Finish:0": "It was nice celebrating my birthday with Maru and her family.",
  "Event:DatingMaruBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingSebastianBirthday_Demetrius:0": "I agree. I think this party is perfecty wonderful. Besides studies show that your productivity is boosted when you have fun once in a while.$h",
  "Event:DatingSebastianBirthday_Demetrius:1": "Alright, @ go ahead and make a wish!$h",
  "Event:DatingSebastianBirthday_Maru:0": "Happy birthday @. Honestly, I'm a bit surprised that we are having this party. Sebastian never been too keen on celebrations.",
  "Event:DatingSebastianBirthday_Maru:1": "Oh sweet we finally get to have some cake! Let me get you the first slice @!$h",
  "Event:DatingSebastianBirthday_Robin:0": "Welcome @, come in and make yourself at home.$h",
  "Event:DatingSebastianBirthday_Robin:1": "Hey now, I think that it's great that Sebastian wanted to have a party for @. $h",
  "Event:DatingSebastianBirthday_Robin:2": "Oh I think the cake is ready!",
  "Event:DatingSebastianBirthday_Sebastian:0": "Hey @ you are here just in time. Mom is just finishing the cake right now. $h",
  "Event:DatingSebastianBirthday_Sebastian:1": "Honestly... and they wonder why I don't do stuff like this more often.",
  "Event:DatingSebastianBirthday_Sebastian:2": "Happy Birthday @. I'm glad we got to spend time like this together. $h",
  "Event:DatingSebastianBirthday_Finish:0": "It was nice celebrating my birthday with Sebastian and his family.",
  "Event:DatingSebastianBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingLeahBirthday_Leah:0": "Welcome @! Come in and make yourself at home!$h",
  "Event:DatingLeahBirthday_Leah:1": "I knew today was your birthday so I thought we would have a little celebration for you. I event got some cake for us.$h",
  "Event:DatingLeahBirthday_Leah:2": "You know I haven't celebrated a birthday with anyone in a few years, but somehow I felt like I really wanted to spend today with you.$l",
  "Event:DatingLeahBirthday_Leah:3": "I would have never though I'd change my mind about celebrations like this but I guess being with you has really opened me up again.$l",
  "Event:DatingLeahBirthday_Leah:4": "Anyways enough of this embarrasing talk. Happy birthday @. Now shall we have some cake?$h",
  "Event:DatingLeahBirthday_Finish:0": "It was nice celebrating my birthday with just Leah.",
  "Event:DatingLeahBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingAbigailBirthday_Abigail:0": "Hey @! You are just in time for the party!$h",
  "Event:DatingAbigailBirthday_Abigail:1": "Wow this cake looks delicious mom!$h",
  "Event:DatingAbigailBirthday_Abigail:2": "Go ahead and make a wish @.",
  "Event:DatingAbigailBirthday_Abigail:3": "So @, what did you wish for? Hopefully for some awesome skills!",
  "Event:DatingAbigailBirthday_Abigail:4": "Anyways, happy birthday! I hope we get to have many more adventures to come. $l",
  "Event:DatingAbigailBirthday_Caroline:0": "Please, I'm sure your customers won't mind if you are gone for a few minutes. Anyways the cake is done.",
  "Event:DatingAbigailBirthday_Caroline:1": "*sigh* Honestly.",
  "Event:DatingAbigailBirthday_Caroline:2": "Well @ feel free to help yourself to as much as you like.$h",
  "Event:DatingAbigailBirthday_Pierre:0": "Make yourself at home @! I can't stay too long since I have to attend to the store but I thought a party would be a good idea!$h",
  "Event:DatingAbigailBirthday_Pierre:1": "Well of course it would be. It was made from the *highest* quality ingredients from the store! $h",
  "Event:DatingAbigailBirthday_Finish:0": "It was nice celebrating my birthday with Abigail and her family.",
  "Event:DatingAbigailBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingAbigailBirthday_Mine_Abigail:0": "Hey @! You are just in time for the party. Well more like adventure!$h",
  "Event:DatingAbigailBirthday_Mine_Abigail:1": "I thought it would be fun if we spent some time together in the mine for your birthday. Nothing says an exciting birthday like some adventure right?$h",
  "Event:DatingAbigailBirthday_Mine_Abigail:2": "Don't worry I wasn't saying that we go fight monsters. I just thought a change of location could be exciting. Plus my house is closed today since my dad takes the day off on Wednesdays.",
  "Event:DatingAbigailBirthday_Mine_Abigail:3": "I'm just happy that we get to spend time together like this. I even brought some cake for us to make it a proper celebration. Go ahead and make a wish!",
  "Event:DatingAbigailBirthday_Mine_Abigail:4": "Anyways, happy birthday @! I hope we get to have many more adventures to come. $l",
  "Event:DatingAbigailBirthday_Mine_Finish:0": "It was nice celebrating my birthday with just Abigail.",
  "Event:DatingAbigailBirthday_Mine_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingEmilyBirthday_Emily:0": "Hi, @ you are just in time for the celebration.$h",
  "Event:DatingEmilyBirthday_Emily:1": "I thought it would be nice to have a small party in your honor.",
  "Event:DatingEmilyBirthday_Emily:2": "Somehow I feel like birthdays are an important reminder for us to live in the moment and live with the harmony of nature.",
  "Event:DatingEmilyBirthday_Emily:3": "Anyways I made us some chocolate cake! It's made with all natural ingredients and sweetened with cactus syrup!$h",
  "Event:DatingEmilyBirthday_Emily:4": "Make a wish @!$h",
  "Event:DatingEmilyBirthday_Emily:5": "Happy birthday @! I feel a strong fortune energy coming from the spirits for you this year. $l",
  "Event:DatingEmilyBirthday_Finish:0": "It was nice celebrating my birthday with just Emily.",
  "Event:DatingEmilyBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingHaleyBirthday_Haley:0": "Hey, @ you are just in time for the party!$h",
  "Event:DatingHaleyBirthday_Haley:1": "Well I mean it would be a party, but I thought it would be nice to have something with just the two of us. $l",
  "Event:DatingHaleyBirthday_Haley:2": "I think birthdays can be pretty fun when you do them right, but I wanted this to be special because... you are special you know?$l",
  "Event:DatingHaleyBirthday_Haley:3": "Anyways, I got us some cake to eat too! Make sure to make a wish alright?$h",
  "Event:DatingHaleyBirthday_Haley:4": "Happy Birthday @. I'm so glad we got to spend some time together. Let's take a picture to remember this moment. $l",
  "Event:DatingHaleyBirthday_Finish:0": "It was nice celebrating my birthday with just Haley.",
  "Event:DatingHaleyBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingHarveyBirthday_Harvey:0": "Hi there, @ you are just in time! Let me clean up a bit.$h",
  "Event:DatingHarveyBirthday_Harvey:1": "I though it would be nice to have a small celebration for you so I cooked us something special.$l",
  "Event:DatingHarveyBirthday_Harvey:2": "Don't worry about the wine. A little moderation is needed but this is a special day!$h",
  "Event:DatingHarveyBirthday_Harvey:3": "Now cheers! Happy Birthday, here is to good health and many more years to come!$l",
  "Event:DatingHarveyBirthday_Finish:0": "It was nice celebrating my birthday with just Harvey.",
  "Event:DatingHarveyBirthday_Finish:1": "It looks like there was some leftover food too!",
  "Event:DatingElliottBirthday_Elliott:0": "Ahh @, wonderful! You are just in time! $h",
  "Event:DatingElliottBirthday_Elliott:1": "I thought it would be splendid if we had a small celebration together in honor of your birthday!$h",
  "Event:DatingElliottBirthday_Elliott:2": "I know that birthdays can be quite an ordeal and I'm sure you are quite busy today, but I do appreciate you coming out all this way to spend your special day with me. $l",
  "Event:DatingElliottBirthday_Elliott:3": "Alas, I tried writing something for you to express my affection for you but somehow words just couldn't seem to capture every little detail.$l",
  "Event:DatingElliottBirthday_Elliott:4": "Alright now how about we have some cake to mark the occassion. Go ahead and make a wish!",
  "Event:DatingElliottBirthday_Elliott:5": "Happy birthday @! Here is hoping there are many more stories to be told with your life! $l",
  "Event:DatingElliottBirthday_Finish:0": "It was nice celebrating my birthday with just Elliott.",
  "Event:DatingElliottBirthday_Finish:1": "It looks like there was some leftover cake too!",
  "Event:DatingSamBirthday_Sam:0": "Hey @ you are just in time. $h",
  "Event:DatingSamBirthday_Sam:1": "I thought it would be fun to have a small party for you since it's your birthday. Don't worry, my family is busy doing other things so we can just chill. $h",
  "Event:DatingSamBirthday_Sam:2": "I got us some pizza and some joja cola. I hope you like it! I would have made you a cake but I never really figured out how to do that sort of thing.$h",
  "Event:DatingSamBirthday_Sam:3": "Anyways happy birthday @. I'm super lucky to be with someone like you. $l",
  "Event:DatingSamBirthday_Finish:0": "It was nice celebrating my birthday with just Sam.",
  "Event:DatingSamBirthday_Finish:1": "It looks like there was some leftover food too!",
  "Event:DatingAlexBirthday_Alex:0": "Hey @ you are just in time. $h",
  "Event:DatingAlexBirthday_Alex:1": "I thought it would be fun to have a small party for you since it's your birthday. It's always a good idea to relax after working out so hard! $h",
  "Event:DatingAlexBirthday_Alex:2": "I got us some pizza and some joja cola. I hope you enjoy it! .$h",
  "Event:DatingAlexBirthday_Alex:3": "Happy birthday @. I'm super lucky to be with someone like you. $l",
  "Event:DatingAlexBirthday_Finish:0": "It was nice celebrating my birthday with just Alex.",
  "Event:DatingAlexBirthday_Finish:1": "It looks like there was some leftover food too!",
  "Event:DatingShaneBirthday_Shane:0": "Hey @ you are just in time. $h",
  "Event:DatingShaneBirthday_Shane:1": "I thought it would be good to have a party for you. $h",
  "Event:DatingShaneBirthday_Shane:2": "I got us some pizza and some joja cola. I hope you enjoy it! I would have cooked you something like a cake with eggs from the chickens but I wasn't too sure how to do it.$h",
  "Event:DatingShaneBirthday_Shane:3": "Anyways, happy birthday @. I'm glad to be with someone like you. $l",
  "Event:DatingShaneBirthday_Finish:0": "It was nice celebrating my birthday with just Shane.",
  "Event:DatingShaneBirthday_Finish:1": "It looks like there was some leftover food too!",
  "Event:PartyOver": "That was a fun party. Back to work!"
}