{
    /* Whether or not this mod should make changes to the game. */
    "ModEnabled": true,
    
    /* Whether to make the config files as small as possible. This makes them really hard to edit! */
    "MinifyConfigs": false,
    
    /* Whether this mod affects legendary fish as well. If this is false, then you should never be able to catch legendary fish multiple times. */
    "CustomLegendaries": true,
    
    /* Whether you can catch legendary fish multiple times (including Legend). This setting only matters if CustomLegendaries is true. False for vanilla */
    "RecatchableLegendaries": true,
    
    /* WIP, doesn't work yet - If legendary fish are recatchable, how many days you must wait before you can catch a particular legendary fish again. Set to 0 for no delay. */
    "DaysBeforeLegendaryRecatchable": 28,
    
    /* Whether the fish should be shown while catching it. False for vanilla */
    "ShowFish": true,
    
    /* Whether or not to show current streak, chance for treasure, chance for each fish, etc. while fishing. */
    "ShowFishingData": true,
    
    /* The X coordinate of the top left corner of the fishing HUD. */
    "HudTopLeftX": 0,
    
    /* The Y coordinate of the top left corner of the fishing HUD. */
    "HudTopLeftY": 0,
    
    /* Settings for streaks. */
    "StreakSettings": {
        /* Required streak for an increase in quality. For example, 3 means that every 3 consecutive perfect catches increases your catch quality by 1. */
        "StreakForIncreasedQuality": 5,
        
        /* Effect that catching treasure during a perfect catch has on the rarity of your treasure. The treasure is still random though. */
        "PerfectTreasureQualityMult": 5
    },
    
    /* Global settings for how difficult fishing should be. */
    "DifficultySettings": {
        /* The difficulty multiplier for fishing. For example, 0.85 makes fishing 15% easier. 1.0 for vanilla */
        "BaseDifficultyMult": 0.85,
        
        /* The effect your streak has on the difficulty of the fish. For example. 0.05 means fish are 5% more difficult for each consecutive perfect catch */
        "DifficultyStreakEffect": 0.05,
        
        /* Affects how fast you catch fish. 1.0 for vanilla */
        "CatchSpeed": 1,
        
        /* Affects how fast the catch bar drains when the bobber isn't on the fish. 1.0 for vanilla */
        "DrainSpeed": 1,
        
        /* Affects how fast you catch treasure. 1.0 for vanilla */
        "TreasureCatchSpeed": 1.25,
        
        /* Affects how fast the treasure bar drains when the bobber isn't on the chest. 1.0 for vanilla */
        "TreasureDrainSpeed": 1.25,
        
        /* How many times a tackle can be used before it breaks. 20 for vanilla */
        "MaxTackleUses": 20,
        
        /* Determines whether a perfect catch is required to get gold quality (or above) fish. True means you can only get normal or silver quality fish on non-perfect catches. False for vanilla */
        "PreventGoldOnNormalCatch": true
    },
    
    /* Global settings for fish. */
    "GlobalFishSettings": {
        /* The base chance that you'll find a fish instead of trash. */
        "FishBaseChance": 0.5,
        
        /* Effect your fishing level has on your chance to find a fish. For example, 0.025 means you have +2.5% chance to find a fish per fishing level. */
        "FishLevelEffect": 0.025,
        
        /* Effect your luck level has on your chance to find a fish. For example, 0.01 means +1% chance to find a fish per luck level. */
        "FishLuckLevelEffect": 0.01,
        
        /* Effect your daily luck has on your chance to find a fish. */
        "FishDailyLuckEffect": 1,
        
        /* Effect your streak has on your chance to find a fish. For example, 0.01 means +1% chance per perfect catch in your streak. */
        "FishStreakEffect": 0.005,
        
        /* Whether all farm types should have fish. The default farm fish can be defined in fish.json. Vanilla is false */
        "AllowFishOnAllFarms": false,
        
        /* The minimum chance of catching a fish. */
        "MinFishChance": 0,
        
        /* The maximum chance of catching a fish. */
        "MaxFishChance": 1
    },
    
    /* Global settings for treasure. */
    "GlobalTreasureSettings": {
        /* Affects the base chance you will find treasure. 0.15 for vanilla */
        "TreasureChance": 0.15,
        
        /* Effect that magnet bait has on your chance to find treasure. 0.15 for vanilla */
        "TreasureBaitEffect": 0.15,
        
        /* Effect that treasure hunter tackle has on your chance to find treasure. 0.05 for vanilla */
        "TreasureBobberEffect": 0.05,
        
        /* Effect that your hidden luck level has on your chance to find treasure. 0.005 for vanilla */
        "TreasureLuckLevelEffect": 0.005,
        
        /* Effect that your daily luck has on your chance to find treasure. 0.5 for vanilla */
        "TreasureDailyLuckEffect": 0.5,
        
        /* Effect that your streak has on your chance to find treasure. */
        "TreasureStreakEffect": 0.01,
        
        /* Chance that you'll obtain a second (or third, or fourth, etc) item from the treasure while fishing. 0.4 for vanilla */
        "AdditionalLootChance": 0.5,
        
        /* Chance you'll obtain additional loot based on streak. For example, 0.01 gives 1% increase per consecutive perfect fish caught. */
        "StreakAdditionalLootChance": 0.01,
        
        /* Whether the treasure randomizer should be allowed to select the same loot option multiple times. */
        "AllowDuplicateLoot": true,
        
        /* Effect that your streak has on the rarity of your treasure. For example, 0.015 means you'll have 1.5% higher chance to obtain treasure in general. */
        "StreakLootQuality": 0.01,
        
        /* Effect that your streak has on the rarity of your treasure. For example, 1.0 means 100% of your daily luck bonus chance is added to your chance to obtain treasure in general. */
        "DailyLuckLootQuality": 1,
        
        /* Maximum chance that you'll find treasure while fishing. */
        "MaxTreasureChance": 0.5,
        
        /* Maximum multiplier for treasure quality. */
        "MaxTreasureQualityMult": 7.5,
        
        /* Maximum amount of treasure you can find in a single chest while fishing. */
        "MaxTreasureQuantity": 3
    },
    
    /* Settings for the unaware fish event. */
    "UnawareSettings": {
        /* Difficulty multiplier for unaware fish. */
        "UnawareMult": 0.5,
        
        /* Base chance that a fish will be unaware. */
        "UnawareChance": 0.01,
        
        /* Effect that your luck level has on the chance a fish will be unaware. */
        "UnawareLuckLevelEffect": 0.01,
        
        /* Effect that your daily luck has on the chance a fish will be unaware. */
        "UnawareDailyLuckEffect": 0.5
    }
}