/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/HauntedPineapple/Stendew-Valley
**
*************************************************/

{
  "Format": "1.0",
  "Quests": [
    {
      "Name": "go_to_island",
      "Type": "Location",
      "Title": "Go To The Mysterious Island",
      "Description": "You received an anonymous letter in the mail telling you to go to an island.",
      "Objective": "Take the boat to go to the island.",
      "Trigger": "Custom_MainIsland",
      "NextQuests": [
        "talk_to_sten"
      ]
    },
    {
      "Name": "talk_to_sten",
      "Type": "PurrplingCat.QuestEssentials/Talk",
      "Title": "Talk to the Owner",
      "Description": "Now that you have arrived on the mystery island, you should probably find whoever owns this place.",
      "Objective": "Talk to the owner of the island",
      "Trigger": "Sten",
      "ReactionText": "Huh? Who the fuck are you and what are you doing on my island?$2#$b#Oh... A letter? Ha! Yeah, that makes sense.$1#$b#I send those out every year to fuck with everyone in town, but they usually ignore me.#$b#Honestly, I never thought anyone would actually take that letter seriously.#$b#Whatever, since you want the item and you're already here, you can do some small tasks for me.#$b#If I like you enough, I'll consider giving you the item. How does that sound?#$b#Now, give me a second, I have to think about what I want you to do...",
      "ConversationTopic": {
        "AddWhenQuestAccepted": "Sofia_StenTA 10000 Sofia_Paul 10000"
      }
    },
    {
      "Name": "sten_slimes",
      "Type": "Monster",
      "Title": "Kill Slimes In Sten's House",
      "Description": "Sten says he will tell you where the item is if you do some tasks for him. If you really want this item, then there's no other choice but to do as he says. Go kill slimes in his house and save his flash drive.",
      "Objective": "Kill the slimes.",
      "Trigger": "Green_Slime 3",
      "NextQuests": [
        "sten_drive"
      ],
      "Reward": "Sten's Hard Drive",
      "RewardType": "Object",
      "RewardAmount": 1,
      "ConversationTopic": {
        "AddWhenQuestAccepted": "slimes_topic1 1000 slimes_topic2 1000 Sofia_ItemTalk 10000"
      }
    },
    {
      "Name": "sten_drive",
      "Type": "ItemDelivery",
      "Title": "Deliver the Precious Mods",
      "Description": "Sten says he will tell you where the item is if you do some tasks for him. If you really want this item, then there's no other choice but to do as he says. Go kill slimes in his house and save his flash drive.",
      "Objective": "Bring Sten the hard drive",
      "Trigger": "Sten {{ja:Sten's Hard Drive}}",
      "ReactionText": "Hey! This has some scratches on it! What the heck, dude?$2#$b#Did you accidentally hit my flash drive when killing slimes? Next time watch where you're swinging your sword around!$2#$b#Ugh, now I have to check if this thing still works. Do you know how long it takes to make sure 3,000 mods are all loading in the right order? It took me hours to get it right!#$b#... Well, I guess you did get it back for me, so you're not completely useless. That's something at least.#$b#You'll have to complete some more errands for me and I'll think about whether I feel like telling you where the item is then.",
      "FriendshipGain": {
        "Sten": 150
      },
      "ConversationTopic": {
        "AddWhenQuestCompleted": "Sofia_Manga 10000",
        "RemoveWhenQuestCompleted": "slimes_topic1 slimes_topic2"
      }
    },
    {
      "Name": "sten_amethyst",
      "Type": "ItemDelivery",
      "Title": "Bring Sten an Amethyst",
      "Objective": "Bring Sten one amethyst",
      "Description": "Sten is curious about how amethyst tastes after a conversation with Abigail at the tavern. Get him an amethyst so he can sate his curiosity.",
      "Trigger": "Sten 66",
      "ReactionText": "Hmmm... This shit SUCKS! Why the fuck does Abigail eat these?!$2#$b#You should've told me this was a stupid idea, I think I just broke my tooth and it's totally your fault.$2#$b#Well, I don't feel particularly happy, which doesn't bode well for you. But... I'm feeling kind, so I'll let you make it up to me by giving you another task to do.",
      "FriendshipGain": {
        "Sten": 150
      },
      "ConversationTopic": {
        "AddWhenQuestAccepted": "amethyst_topic1 1000 amethyst_topic2 1000 Sofia_FunFact 10000",
        "RemoveWhenQuestCompleted": "amethyst_topic1 amethyst_topic2"
      }
    },
    {
      "Name": "sten_fiber",
      "Type": "ItemDelivery",
      "Title": "Retrieve 'Fiber'",
      "Description": "Sten asked you to get some 'fiber' for him. You're not sure why he did air quotations when he said 'fiber', but whatever. Just do as he says and get him the fiber.",
      "Objective": "Bring Sten 10 fiber",
      "Trigger": "Sten 771 10",
      "ReactionText": "Did... did you just... bring me real fiber? ... Are you dense?$3#$b#When I said I wanted 'fiber', I obviously meant I wanted you to bring me weed, not weeds you found in your backyard!$2#$b#You know... 'fiber'... 'grass'... 'flower'... 'dope'... 'Mary Jane'?$2#$b#Ugh, whatever. I should've known that I would have to spell things out for you after you messed up my Skyrim flash drive, which, by the way, still works, thank you very much.#$b#I guess I can't blame you for being a little dumb, and maybe my wording could have been clearer, so let's forget about this whole ordeal and I'll just give you another task for me.",
      "FriendshipGain": {
        "Sten": 150
      },
      "ConversationTopic": {
        "AddWhenQuestAccepted": "fiber_topic 100 Sofia_StenBanished 10000",
        "RemoveWhenQuestCompleted": "fiber_topic"
      }
    },
    {
      "Name": "sten_underpants",
      "Type": "ItemDelivery",
      "Title": "Mayor Lewis' 'Shorts'",
      "Description": "Sten wants you to steal Mayor Lewis's underpants and bring them back to him. He says he just wants to mess with the old man. ",
      "Objective": "Bring Sten Mayor Lewis' underpants",
      "Trigger": "Sten 789",
      "ReactionText": "Oh wow! I didn't think you had the guts to actually do it, but you proved me wrong, kid!$1#$b#Hm... I wonder how I can fuck with him next. Maybe I'll mail them back to him and put glitter on the box.#$b#Well, thanks, kid. I'll have you do a few more things for me, but this definitely puts you on the right track.",
      "FriendshipGain": {
        "Sten": 150
      },
      "ConversationTopic": {
        "AddWhenQuestAccepted": "underpants_topic 1000",
        "RemoveWhenQuestCompleted": "underpants_topic"
      }
    },
    {
      "Name": "sten_mead",
      "Type": "ItemDelivery",
      "Title": "Skyrim Mead",
      "Description": "This is it– your final task. Go and bring Sten some mead so he can drink and play Skyrim, like the good old days.",
      "Objective": "Bring Sten mead.",
      "Trigger": "Sten 459",
      "ReactionText": "What took you so long to get my alcohol?#$b#You know what, it doesn't matter. I'm just happy you brought this to me and didn't fuck it up somehow. Now I'm gonna go spend the whole day drinking and playing Skyrim.#$b#Do not and I mean DO NOT come back and bother me until I'm done with the whole game... or at least until I reach level 50, get bored, and install some new mods.",
      "FriendshipGain": {
        "Sten": 150
      },
      "NextQuests": [
        "getItemFromSten"
      ],
      "ConversationTopic": {
        "AddWhenQuestAccepted": "mead_topic 1000",
        "RemoveWhenQuestCompleted": "mead_topic"
      }
    },
    {
      "Name": "getItemFromSten",
      "Type": "PurrplingCat.QuestEssentials/Talk",
      "Title": "Talk to Sten",
      "Objective": "Talk to Sten to get the next quest, or maybe you'll finally get the item.",
      "Trigger": "Sten",
      "ReactionText": "Okay, so. Don't get mad, but... I have no fucking idea where the item is. You saw how fucking gross my house is right now, dude, not my fault.#$b#Honestly, if you think about it, it's your fault. If you had wanted the item so bad, you would've cleaned my house yourself!#$b#I'd ask you to do it, but I'm starting to get bored of you. I want to go back to installing Skyrim mods, so let's do a trade: come back in a day or two, I give you the item and then you can leave me the fuck alone.",
      "NextQuests": [
        "GetItem"
      ],
      "ConversationTopic": {
        "AddWhenQuestAccepted": "StenIsPlayingSkyrim 100"
      }
    },
    {
      "Name": "GetItem",
      "Type": "PurrplingCat.QuestEssentials/Adventure",
      "Title": "Get the Item",
      "Description": "You've completed all the tasks Sten asked you to do. This means... you're getting the item! Talk to Sten about getting it.",
      "Tasks": [
        {
          "Name": "TestTask1",
          "Type": "Talk",
          "Description": "Wait for Sten to finish playing Skyrim and ask him about the item.",
          "Data": {
            "NpcName": "Sten",
            "DialogueText": "Dude, I'm trying to play my game. Why can't you leave me the fuck alone?$2#$b#... You want the item? Huh, what are you talking about?#$b#Oh! Riiiiiighhhtt. Yeah, I finally found it in that dump. Here: take it and NEVER bother me again.",
            "ReceiveItems": "hat_bald_cap"
          }
        }
      ],
      "ConversationTopic": {
        "AddWhenQuestCompleted": "AllQuestsCompleted 100"
      }
    },
    {
      "Name": "moveBoulder",
      "Type": "ItemDelivery",
      "Title": "Bring Paul Wood",
      "Objective": "Bring Paul The Monkey 10 wood",
      "Description": "It seems that the boulder can be moved if we help the monkey.",
      "Trigger": "Paul 388 10",
      "ReactionText": "Ooh ooh ah ah.",
      "ConversationTopic": {
        "AddWhenQuestAccepted": "wood_topic1 100 wood_topic2 100",
        "RemoveWhenQuestCompleted": "wood_topic1 wood_topic2"
      },
      "AddMailOnComplete": "Custom_PaulQuest_complete noletter"
    }
  ],
  "Offers": [
    {
      "QuestName": "go_to_island",
      "OfferedBy": "Mail",
      "OfferDetails": {
        "Topic": "Mysterious Item On Mysterious Island",
        "Text": "Hello @.^I heard some rumors that there is an interesting item on a mysterious island nearby, and I'd like you to get it. I've arranged transportation for you on the beach by the tide pools. I would've gone to get the item myself, but I heard that there is a scary man that lives on the island.^  -Anonymous"
      },
      "When": {
        "Weather": "sunny | rainy | snowy | stormy | cloudy",
        "QuestNeverCompleted": "yes"
      }
    },
    {
      "QuestName": "sten_slimes",
      "OfferedBy": "NPC",
      "OfferDetails": {
        "NpcName": "Sten",
        "DialogueText": "Okay, after a lot of deliberation, I think I know what I'm going to have you do.#$b#Here's your first task, kid: save my precious Skyrim mods flash drive from the slimes in my house.#$b#...#$b#Don't look at me like that.#$b#I know what you're thinking: 'Sten, do you not clean your house? Slimes only live in cave-like or gross environments.'#$b#Well, first of all, none of your fucking business, kid. Second of all, hasn't anybody taught you it's not nice to judge someone?$2#$b#Just save my flash drive, and I'll think about giving you the item. Now get on with it."
      },
      "When": {
        "not:HasActiveQuest": "talk_to_sten@HauntedPineapple.StendewValley_Quests | go_to_island@HauntedPineapple.StendewValley_Quests",
        "QuestNeverCompleted": "yes"
      }
    },
    {
      "QuestName": "sten_amethyst",
      "OfferedBy": "NPC",
      "OfferDetails": {
        "NpcName": "Sten",
        "DialogueText": "Now, for your second task. You know that one girl from town... Abigail?#$b#I was sitting at the bar one day, and she told me something about herself that freaked me out.#$b#She eats rocks. Can you believe that? She even has a favorite one to eat!$3#$b#Amethyst...? Yeah, I think it was Amethyst.#$b#First thing I thought when she told me that was: 'Wow, this town is full of fucking weirdos.'#$b#The second thing I thought was: 'Can't a man just drink some mead in peace? Why is she telling me this shit?'#$b#The third thing I thought was... 'Wait, what do rocks even taste like?'#$b#It's just weighing on me. I need to know, so your next task is to get me one amethyst."
      },
      "When": {
        "not:HasActiveQuest": "sten_slimes@HauntedPineapple.StendewValley_Quests | sten_drive@HauntedPineapple.StendewValley_Quests",
        "FriendshipLevel": "Sten 1",
        "QuestNeverCompleted": "yes"
      }
    },
    {
      "QuestName": "sten_fiber",
      "OfferedBy": "NPC",
      "OfferDetails": {
        "NpcName": "Sten",
        "DialogueText": "Is there nobody else you can go bother? I honestly thought you would quit after the second task.#$b#Well, whatever, since you're already here... I need you to get me some, uh.... What do you kids call it these days? 'Fiber'?#$b#Yeah, let's go with that. Bring me some 'fiber'. About 10 should do."
      },
      "When": {
        "not:HasActiveQuest": "sten_amethyst@HauntedPineapple.StendewValley_Quests | sten_drive@HauntedPineapple.StendewValley_Quests",
        "FriendshipLevel": "Sten 2",
        "QuestNeverCompleted": "yes"
      }
    },
    {
      "QuestName": "sten_underpants",
      "OfferedBy": "NPC",
      "OfferDetails": {
        "NpcName": "Sten",
        "DialogueText": "Okay, I know what your next task is going to be: You're going to steal Mayor Lewis's underpants.$1#$b#No, no... I don't want them for anything weird, I just think it will piss him off and that sounds really funny.#$b#It's not that I have anything against the guy, I just like ruffling his feathers once in a while.#$b#So, funny story. Back in the day, before I moved to this island, Mayor Lewis and I had this prank war going between us. I would put glitter bombs in his room, steal shit from his house, put his address in the Church of Scientology's register so he would get spam mail... you know, regular pranks.#$b#In exchange he used to send me threatening mail, asking me to cover the costs of cleaning his room, letters of eviction, all of that jazz.$1#$b#His last prank was SO good. He got the whole town in on it, and got them to chase me off too! They all called me a 'Prank War Criminal'.  Shit, it was hilarious! He's still going too, even put a 'wanted' sign for me on the bullet board.$1#$b#I didn't want to ruin his prank so I went along with it and moved here. I haven't been able to think of anything to get back to him, but I think the underwear is funny enough for now.#$b#Well, you know what to do. Go get him, kid.$1#$b#"
      },
      "When": {
        "not:HasActiveQuest": "sten_fiber@HauntedPineapple.StendewValley_Quests | sten_drive@HauntedPineapple.StendewValley_Quests",
        "FriendshipLevel": "Sten 4",
        "QuestNeverCompleted": "yes"
      }
    },
    {
      "QuestName": "sten_mead",
      "OfferedBy": "NPC",
      "OfferDetails": {
        "NpcName": "Sten",
        "DialogueText": "You know, talking about Mayor Lewis and getting banished from the mainland reminded me that I haven't had mead in so long.#$b#I used to go and buy some for myself before loading up my mods and playing Skyrim for hours... those were the good days.#$b#After testing my flash drive and finding out it works, I couldn't help but think: damn, this would be way better with some mead.#$b#Wait... I know your final task now. Why keep reminiscing when I can just do that again?#$b#You're gonna be my new delivery person now. Go get me some mead.#$b#Craft it yourself or go buy some, I don't care, just bring it to me soon so I can get back to playing Skyrim."
      },
      "When": {
        "not:HasActiveQuest": "sten_underpants@HauntedPineapple.StendewValley_Quests | sten_drive@HauntedPineapple.StendewValley_Quests",
        "FriendshipLevel": "Sten 6",
        "QuestNeverCompleted": "yes"
      }
    },
    {
      "QuestName": "moveBoulder",
      "OfferedBy": "NPC",
      "OfferDetails": {
        "NpcName": "Paul",
        "DialogueText": "ooh ooh ah ah door stuck#$b# ooh ooh ah ah can’t go in, no stick can hit door hard enough#$b# ooh ooh ah ah need more wood#$b# ooh ooh ah ah also sten loves me"
      },
      "When": {
        "QuestNeverCompleted": "yes"
      }
    }
  ]
}