{
	"witchtower.raven_notWorthy": "O corvo grasna e arranha o chão com suas afiadas garras impacientemente. Ele parece estar esperando por algo.",
	"witchtower.raven_introduction": "Então você aprendeu a língua da floresta. Bom trabalho! Sempre achei que tinha algo especial em você, @.|Pare de me olhar com tanta confusão, @. Até parecem que não existem mistérios maiores na república de Ferngill para resolver do que um corvo falante em um lugar mágico...|Como eu sei seu nome? você não tem nenhuma pergunta menos insignificante?|Por enquanto, é melhor você parar de fazer perguntas e deixar as falas para mim. Pois irei lhe oferecer uma proposta muito lucrátiva, a qual você achará bem interessante.|Está vendo esse ponto de teletransporte embaixo de minhas garras? Tem outro, lá no topo da colina perto da torre abandonada. Eu sou capaz de reátiva-lo. A ida e volta de lá para cá ficaria bem mais rápida.",
	"witchtower.raven_introductionQuestion": "Bem, oque acha?",
	"witchtower.farmer_interested": "Mas é claro! eu amaria isso!",
	"witchtower.farmer_whatRequest": "Você com certeza quer algo em troca, oque é?",
	"witchtower.farmer_notInterested": "Não estou minimamente interessado/a.",
	"witchtower.raven_answerNotInterested": "Que pena. Nesse caso, não temos mais nada para discutir.|Ficarei por perto. Caso mude de ideia, volte para cá.",
	"witchtower.raven_deniedRavenOnce": "Mudou de ideia? Deseja ser capaz de usar o ponto de teletransporte agora?",
	"witchtower.raven_happyFirstRavenRequest": "Eu achei que você seria mais grato/a do que o teimoso do seu avô. É claro que nada é de graça nesse mundo, @.|Eu só quero algumas coisinhas, e você vai procurar por elas em meu lugar. Não se preocupe, não devem dar muito trabalho.|Pra começar, preciso de alguns elixíres da vida. Dois devem prestar.",
	"witchtower.raven_firstRavenRequest": "Em troca, eu só quero algumas coisinhas, e você vai procurar por elas em meu lugar. Não se preocupe, não devem dar muito trabalho.|Pra começar, preciso de alguns elixíres da vida. Dois devem prestar.",
	"witchtower.raven_firstRavenRequestQuestion": "Espero que você saiba fazer essas pocções, se não, melhor aprender logo.",
	"witchtower.farmer_acceptFirstRavenRequest": "Tá bom, estou indo fazê-las.",
	"witchtower.farmer_complainFirstRavenRequest": "Nunca ouvi falar de nada assim. Como posso conseguir a receita?",
	"witchtower.raven_acceptFirstRavenRequest": "É isso que chamo de competência! Esperarei ansiosamente pelo seu retorno, @.",
	"witchtower.raven_complainFirstRavenRequest": "Será que superestimei você?... Visite as minas, poderá descobrir muitos segredos ancientes por lá.",
	"witchtower.raven_waitForItem": "Não gaste seu tempo! Traga o que pedi!",
	"witchtower.raven_secondRavenRequest": "Os elixíres! Maravilhoso! Passe para cá!|A qualidade dá pro gasto, mesmo você não tendo o talento de um alquimista.|Bom trabalho, @. Tenho mais tarefas para você. Eu preciso de alguns espécimes de uma planta mágica.|Não faça bico, não é tão difícil de achar. Você a conhece pelo nome de Rosa de Fada.|É importante que todas as rosas sejam da mesma cor e qualidade.",
	"witchtower.raven_secondRavenRequestQuestion": "5 devem ser o suficiente.",
	"witchtower.farmer_acceptSecondRavenRequest": "Tá certo! Mas vai demorar um pouquinho.",
	"witchtower.farmer_complainSecondRavenRequest": "Tenho quase certeza de que nunca vi o Pierre tendo essas sementes em estoque!",
	"witchtower.raven_acceptSecondRavenRequest": "Posso esperar por trabalho de qualidade! Me prove que é capaz como fazendeiro/a, @.",
	"witchtower.raven_complainSecondRavenRequest": "Bem, você obviamente olhou na estação errada então. Espero não precisar explicar uma coisa dessas para um fazendeiro. Tente novamente quando as folhas mudarem de cor.",
	"witchtower.raven_thirdRavenRequest": "Ah, espécimes esplêndidos desta planta maravilhosa! Você fez um ótimo trabalho, @!|Huh? É claro que sou capaz de fazer elogios. Se for apropriado!|Agora estou até um pouquinho otimista em relação a sua próxima tarefa. Você está chegando perto do seu objetivo!|Como estão suas habilidades de pesca? Tem um peixe nessas águas cujas escamas possuem potencial mágico maior do que seus olhos mortos deixam mostrar.|Estou falando da Carpa da Meia-Noite. E, @, peço que certifique-se de que todos sejam da mesma qualidade. É importante!",
	"witchtower.raven_thirdRavenRequestQuestion": "Acha que consegue pescar três espécimes?",
	"witchtower.farmer_acceptThirdRavenRequest": "Mais tarefas? Tá bom, vou arrumar a sua carpa.",
	"witchtower.farmer_complainThirdRavenRequest": "Eu não sei bulhufas sobre pesca! E também nunca vi uma carpa da meia-noite antes.",
	"witchtower.raven_acceptThirdRavenRequest": "Não seja tão impaciente. Você será recompensado/a. Agora... bote a mão na massa!",
	"witchtower.raven_complainThirdRavenRequest": "E lá se vai meu otimismo. Tava bom demais pra ser verdade... Tente a sorte em água doce e parada. Sua população é maior durante o outono e inverno. Ponha um pouquinho de esforço, @!",
	"witchtower.raven_fourthRequestPreludeFirst": "Ora, ora, ora, se não são três Carpas da Meia-Noite fresquinhas. Estou extremamente satisfeito!",
	"witchtower.farmer_askMore": "Pra que você precisa de todos esses itens?",
	"witchtower.farmer_complainFourthRavenRequest": "Ótimo. Vai ativar o teletransporte pra mim agora?",
	"witchtower.raven_askMore": "Eu? para nada. Sou um mero transportador. É a Senhorita que faz uso deles. E lhe garanto, ela está bem satisfeita com o seu trabalho!|Uh, você quer conhecê-la? De jeito nenhum. Se ela quisesse falar com você, teria vindo aqui ela mesma. Mas ela não veio. Ela não é tão diplomática quanto eu.|Agora vamos para a sua próxima tarefa!",
	"witchtower.farmer_complainMore": "Mais coisas?! eu tenho mais o que fazer! Como cuidar de uma fazenda inteira, caso não tenha percebido!",
	"witchtower.raven_tryRequest": "Agora, sua próxima tarefa!",
	"witchtower.raven_tryRequestNicer": "Ah, vamos lá. Esse foi só o começo! só um aquecimento. Tem mais para você fazer!",
	"witchtower.raven_unhappyAboutComplains": "Não fique se achando, @. Sua fazendinha não é tão importante.",
	"witchtower.raven_fourthRavenRequestQuestion": "Certo, vejo que sua vontade de colaborar está diminuindo, então farei só uma última demanda.|Depois disso que receberá sua recompensa.",
	"witchtower.farmer_acceptFourthRavenRequest": "Tá, aceito fazer mais um favor. Um último favor!",
	"witchtower.farmer_denyFourthRavenRequest": "Não! Eu já fiz o suficiente por você e não recebi nada além de insultos em troca. Quero minha recompensa AGORA!",
	"witchtower.raven_acceptFourthRavenRequest": "Meu pedido final pode soar um pouco exótico, mas lhe garanto que ele não é raro. Talvez você já tenha um desses.|Um anel de brilho pequeno. Já ouviu falar disso? Não é necessariamente mágico, mas é extremamente útil. Traga-me um e você não se arrependerá. Eu prometo.",
	"witchtower.raven_denyFourthRavenRequest": "Insultos? Eu apenas apresentei fatos. Sua incompetência não é problema meu.|Mas eu já sei o quanto a sua familia é teimosa. Não perderei mais tempo com você.|Cale-se enquanto eu conserto o círculo mágico!",
	"witchtower.raven_finishQuestLine": "Excelente! É exatamente o que eu estava procurando!|Agora tenho tudo que a Senhorita me pediu. Nunca estive tão grato!|Você merece esta recompensa, @. Feche os olhos se não quiser ficar cego/a.",
	"witchtower.raven_afterQuestLine": "@! Já testou o ponto de teletransporte? E aí? Novinho em folha, né?|Tenho uma lembrancinha aqui. Um presente da própria Senhorita. Se sinta honrado/a!|E...perdão caso eu tenha falado mal da sua fazenda mais cedo. Vejo o quanto você realmente a ama, é refrescante ver jovens tão trabalhadores.",
	"witchtower.raven_afterQuestLineNotEnoughSpace": "Ah, eu tenho muitas memórias antigas nesse lugar...|@, você fez um ótimo trabalho! Nós temos um presentinho para você, volte quando conseguir carrega-lo.",
	"witchtower.raven_afterReward": "A Senhorita manda seus cumprimentos, @! estaremos lhe observando benevolentemente."
}