{
	"witchtower.raven_notWorthy": "Ворон осуждающе каркнул и нетерпеливо скребет землю перед собой. Кажется он ожидал чего-то большего.",
	"witchtower.raven_introduction": "Итак, тебе удалось выучить Лесное Наречие. Превосходно! Я знал, @, что твоя особая аура мне не привиделась.|Не делай такое удивленную лицо, @. Словно говорящий ворон в волшебном лесу - это самая наитаинственнейшая тайна во всем Фернгилле...|Откуда я тебя знаю? А может, не будем тратить наше время на такие глупые вопросы?| Вестимо лучше будет если говорить буду я, а ты будешь смиренно внимать. Ибо я собираюсь предложить нечто экстраординарно полезное. Уверен, предложение тебя заитригует.|Видишь эту руну телепортации подо мной? У заброшенной башни на утесе ждет ее сестра. В моих силах вновь наполнить их магией. Один шаг - и во мгновение ока перенесешся на утес... а обратно еще быстрее!",
	"witchtower.raven_introductionQuestion": "Ну, что скажешь? Желаешь ты сего?",
	"witchtower.farmer_interested": "Еще спрашиваешь! Конечно, желаю!",
	"witchtower.farmer_whatRequest": "Бесплатного сыра не бывает. Чего ты хочешь в обмен?",
	"witchtower.farmer_notInterested": "Не интересует. Ни чуточки.",
	"witchtower.raven_answerNotInterested": "Прискорбно. В таком случае нам не о чем говорить.|Если же у тебя вдруг прояснится в голове, знай - ты найдешь меня здесь.",
	"witchtower.raven_deniedRavenOnce": "Так что ж, тебя настигло откровенье о несомненной пользе телепорта в повседневной жизни? Хочешь попросить меня реактивировать руны?",
	"witchtower.raven_happyFirstRavenRequest": "Я и не сомневался что ты оценишь мои старания по достоинству, в отличии от твоего упрямца-деда. Но разумеется, ничто в этом мире не дается нам милостью небес, @.|За мои услуги ты отплатишь парочкой интересных мелочей. Не волнуйся, многого я не попрошу.|Для начала, принеси мне Эликсир Жизни. Двух бутылок должно хватить.",
	"witchtower.raven_firstRavenRequest": "Всего лишь несколько мелочей в отплату за мои труды. Право, ничего экстраординарного.|Для начала, принеси мне Эликсир Жизни. Двух бутылок должно хватить.",
	"witchtower.raven_firstRavenRequestQuestion": "Надеюсь ты умеешь варить зелья? Если нет, то лучше бы тебе спешно научиться.",
	"witchtower.farmer_acceptFirstRavenRequest": "Естественно. Прямо сейчас и займусь.",
	"witchtower.farmer_complainFirstRavenRequest": "Нет, не доводилось. Не подскажешь, где бы раздобыть рецепт?",
	"witchtower.raven_acceptFirstRavenRequest": "Мне по нраву твое усердие! Возвращайся с Эликсиром, @.",
	"witchtower.raven_complainFirstRavenRequest": "...кажется мои ожидания на твой счет все же были несколько завышены. Отправляйся в шахты, @. Их древние тайны все еще скрыты от тебя.",
	"witchtower.raven_waitForItem": "Не трать зря время! Я все еще жду обещанное тобой!",
	"witchtower.raven_secondRavenRequest": "Эликсир Жизни! Прекрасно! Давай эти бутылки сюда!|Да, этого должно хватить, хоть зельевар из тебя и посредственный.|Отлично, @. Твоей следующей задачей будет сбор насыщенных магией растений.|Не надо делать такое лицо, эти цветы не такая уж и редкость. Вы, люди, называете их Сказочными Розами.|Обрати внимание на постоянство цвета и качества, это крайне важно.",
	"witchtower.raven_secondRavenRequestQuestion": "Всего мне потребуются 5 Роз.",
	"witchtower.farmer_acceptSecondRavenRequest": "Ладно! Однако их выращивание займет некоторое время...",
	"witchtower.farmer_complainSecondRavenRequest": "Не припомню подобных семян в ассортименте Пьера...",
	"witchtower.raven_acceptSecondRavenRequest": "Качество не терпит спешки! Яви же мне твой садоводческий талант, @.",
	"witchtower.raven_complainSecondRavenRequest": "Разумеется, всему свое время. Мне ли объяснять тебе, фермеру, что каждому цветку нужен свой сезон? Загляни в лавку снова когда листья сменят цвет.",
	"witchtower.raven_thirdRavenRequest": "О да, достойные образчики величественной флоры! Отличная работа, @!|Что? Разумеется, я способен на похвалу! ...когда она заслужена.|Что ж, твои труды внушают оптимизм. Уверен, демонстрация твоих рыболовецких способностей будет не менее впечатляющей.|В водах Фернгилла обитает рыба, в чьей чешуе скапливается больше магической энергии, чем наберется ума в ее рыбьих мозгах за всю ее рыбью жизнь.|Веду я речь о Полуночном Карпе. И, @, имей в виду что постоянство качества необходимо здесь не менее.",
	"witchtower.raven_thirdRavenRequestQuestion": "По силам ли тебе поймать 3 карпов?",
	"witchtower.farmer_acceptThirdRavenRequest": "Ладно, будут тебе карпы.",
	"witchtower.farmer_complainThirdRavenRequest": "А похоже, что я умею рыбачить? Да и о Полуночных Карпах слышать не приходилось...",
	"witchtower.raven_acceptThirdRavenRequest": "Удели делу время, придет и награде час. А теперь, за дело!",
	"witchtower.raven_complainThirdRavenRequest": "Вот и конец моим чаяниям. А я-то уж понадеялся... Попытай счастья в стоячих водах, когда листья пламенеют и воют холодные ветра. Вперед, @, без труда не вытащищь и рыбки из пруда!",
	"witchtower.raven_fourthRequestPreludeFirst": "Ну-ну-ну, уж не три ли это свежих Полуночных карпа! Я впечатлен твоими трудами.",
	"witchtower.farmer_askMore": "И для чего тебе весь этот хлам?",
	"witchtower.farmer_complainFourthRavenRequest": "Ну что, реактивируешь ты эти руны наконец или как?",
	"witchtower.raven_askMore": "Мне? Ни для чего. Не более я нежели слуга, а вот Госпоже твои дары придуться весьма кстати. И поверь моему слову, она ценит твои старания.|Желаешь аудиенции? Вынужден отказать. Если бы встреча с тобой была в ее интересах, Госпожа прибыла бы собственной персоной. Но, как ты можешь сказать, она гораздо менее заинтересована в общении с людьми нежели я.",
	"witchtower.farmer_complainMore": "Опять?! У меня и без твоих задач забот полон рот! Я тут хозяйством занимаюсь, если ты не заметил!",
	"witchtower.raven_tryRequest": "Поговорим лучше о твоей следующей задаче!",
	"witchtower.raven_tryRequestNicer": "Ой, да ладно, это было только начало! Разминка, можно сказать! Настоящие труды еще впереди!",
	"witchtower.raven_unhappyAboutComplains": "Ну-ну, не пыхти так гневно, @. Подождет твое хозяйство, не сахарное.",
	"witchtower.raven_fourthRavenRequestQuestion": "Кажется твоя добрая воля подходит к концу. Что ж, тогда я сокращу мой список пожеланий до одного пункта.|Всего одно поручение - и получишь свою награду. Идет?",
	"witchtower.farmer_acceptFourthRavenRequest": "Ладно, одну еще услугу тебе окажу. Но последнюю!",
	"witchtower.farmer_denyFourthRavenRequest": "Нет уж! Я тут работаю не покладая рук, а от тебя слышу одни оскорбления! Делай что обещал, сей же час!",
	"witchtower.raven_acceptFourthRavenRequest": "Моя последняя просьба может показаться несколько... необычной, но уверяю, эти штуки не такая уж и редкость. Возможно тебе они даже встречались.|Малые Кольца Света. Доводилось сталкиваться? Волшебности в них не так уж много, а вот полезности - весьма... Принеси мне такое кольцо и не пожалеешь. Обещаю.",
	"witchtower.raven_denyFourthRavenRequest": "Оскорбления? Лишь фактов констатация! Я ль виноват, что недостает тебе уменья?|Но хорошо же, к семейства твоего упрямству мне не привыкать и время я свое не буду тратить боле.|Смотри же как верну я волшебство в эти старые руны!",
	"witchtower.raven_finishQuestLine": "Великолепно! Именно это кольцо я искал!|Теперь у меня есть все предметы из списка Госпожи. О, счастливый миг!|Воистину награда твоя заслужена, @. Закрой глаза, дабы свет магии не ослепил тебя.",
	"witchtower.raven_afterQuestLine": "@! Довелось ли тебе уже испытать телепортационные руны? Работают как новенькие, не правда ли?|А я тут принес тебе кое-что. Сувенир от самой Госпожи. Это большая честь!|И еще... прими мои извинения за то, что говорил с пренебрежением о твоем хозяйстве. На самом деле я очень рад видеть что эта земля досталась кому-то, кто осознает ее ценность.",
	"witchtower.raven_afterQuestLineNotEnoughSpace": "Ах, как много воспоминаний храню о землях старых я...|@, велики труды твои! Госпожа передает тебе дар. Вернись когда в твоей сумке будет место для него.",
	"witchtower.raven_afterReward": "Госпожа передает свои наилучшие пожелания, @! Мы наблюдаем за тобой с почтением."
}