{
	"//Note to Translators": "Your contribution is welcome! I would prefer to publish translations as part of the main mod to keep everything up to date. Please see README.md for how to prepare the translation and send me your work.",

	"garbage.event.linus01": "Encontrou algo de bom?",
	"garbage.event.linus02": "Olá @. Fico feliz em ver que as latas de lixo ainda estão procurando por você.",
	"garbage.event.linus03": "Acabei de pegar um pouco de vinagre velho da lata de lixo do Pierre. Está um pouco nublado, mas ainda vai ficar ótimo com raízes selvagens.",
	"garbage.event.linus04": "Você parece entender o valor das coisas que os outros consideram inúteis. Gostaria de passar um pouco da minha experiência para você.",
	"garbage.event.linus05": "Existe um canal aberto que ninguém nunca assiste. Eu poderia filmar minha jornada matinal pela cidade e compartilhá-la com você todos os dias.",
	"garbage.event.linus06": "Deseja aprimorar suas habilidades de reciclagem?",
	"garbage.event.farmer01": "Definitivamente. Estou ansioso para aprender.",
	"garbage.event.linus07a": "Maravilhoso. Esta será uma maneira interessante de compartilhar o que aprendi. Podemos começar amanhã de manhã depois de pegar o equipamento.",
	"garbage.event.farmer02": "Acho que sim. Ainda estou preocupado com a forma como nossos vizinhos podem reagir.",
	"garbage.event.linus07b": "Eu entendo. Manteremos este projeto em silêncio, é claro. Começarei a transmitir amanhã de manhã enquanto todos estiverem dormindo.",
	"garbage.event.farmer03": "Não. Posso procurar latas de lixo de vez em quando, mas não é assim que quero viver.",
	"garbage.event.linus07c": "Oh. Pensei que você fosse diferente dos outros. Sinto muito por incomodá-lo.",
	"garbage.event.linus08": "Bem, é uma bom trabalho para você. Preciso ir atrás da madeira flutuante na praia.",
	"garbage.event.linus09": "Os sinais de televisão podem incomodar os pássaros. Terei o cuidado de fazer um programa de TV curto.",

	"garbage.title": "Por Dentro das Lixeiras",
	"garbage.opening": "Shhh. Olá, {{playerName}}. É seu amigo Linus aqui para informar sobre o que você pode esperar nas lixeiras hoje.",
	"garbage.none": "Parece que todas as latas de lixo estarão vazias hoje. Talvez possamos procurar na floresta.",
	"garbage.can.SamHouse": "Vamos verificar fora da casa de Jodi.",
	"garbage.can.HaleyHouse": "O que Emily e Haley podem segurar?",
	"garbage.can.ManorHouse": "O prefeito Lewis pode ter descartado algo legal.",
	"garbage.can.ArchaeologyHouse": "Adoro a biblioteca. Vamos ver o que Gunther jogou.",
	"garbage.can.Blacksmith": "Você provavelmente apreciará o lixo de Clint mais do que eu.",
	"garbage.can.Saloon": "Gus deixou algo gostoso para nós?",
	"garbage.can.JoshHouse": "Espero que os Mullners estejam cozinhando novamente.",
	"garbage.can.JojaMart": "O Mercado Joja me deixa triste, mas se precisamos ...",
	"garbage.can.MovieTheater": "Este novo cinema pode ter algo de bom.",
	"garbage.can.AdventureGuild": "A Guilda dos Aventureiros pode ter algo interessante.",
	"garbage.can.JenkinsHouse": "Duvido que os Jenkins tenham se separado de um de seus vinhos.",
	"garbage.item.garbageHat": "Uau, esta tampa está pronta para ver o mundo! Ela deve ter um linda tampa.",
	"garbage.item.dishOfTheDay": "Maravilhoso, é uma refeição quente.",
	"garbage.item.special": "Ah, tem {{itemName}} aqui.",
	"garbage.item.generic": "Apenas alguns {{itemName}} aqui.",
	"garbage.closing.standard": "Voltarei amanhã com outro olhar Por Dentro das Lixeiras. Vamos manter isso entre nós, ok?",
	"garbage.closing.progress": "Isto é apenas o que você está pronto para encontrar, jovem amigo (a). Aprenda a ouvir as lixeiras e elas terão mais a lhe oferecer. Vá em paz.",

	"mining.letter.title": "Aventuras do Marlon na TV",
	"mining.letter.content": "@,^^de hoje em diante, você poderá sintonizar Gil e eu em canal aberto. Nosso\" Mining Advisory\"dará dicas sobre boas descobertas e lhe alertará sobre os andares mais perigosos. Não deixe de dar uma olhada.^^-Marlon ",

	"mining.title": "O Garimpeiro Assessor",
	"mining.opening": "Ei, aventureiros (as). Gil e eu temos algumas notícias sobre o que há nas minas hoje.",
	"mining.opening.none": "Ei, aventureiros. Nada para relatar nas minas hoje.",
	"mining.floor": "andar {{num}}",
	"mining.floors": "andares {{nums}} e {{lastNum}}",
	"mining.prediction.Mushroom": "Há fungos entre nós! Nossos batedores viram cogumelos aparecendo em {{floors}}.",
	"mining.prediction.MonsterInfested": "Acompanhando atividades pesadas de monstros em {{floors}}. Arme-se.",
	"mining.prediction.SlimeInfested": "Lesmas estão infestando os pisos {{floors}}. Não use suas calças novas.",
	"mining.prediction.Quarry": "Em {{floors}}, parece mais a pedreira do que as minas. Estranho.",
	"mining.prediction.QuarryInfested": "Ouvi dizer que há caveiras flamejantes por todo o lado {{floors}}. Eu mesmo ficaria longe.",
	"mining.prediction.Treasure": "Parece que há um tesouro esperando nos {{floors}}. Não o deixaria esperando se eu fosse você ...",
	"mining.prediction.PepperRex": "Nossos amigos da Vila Castelo nos dizem que viram bandos de dinossauros em movimento. Você pode encontrá-los em {{floors}} da Caverna das Caveiras.",
	"mining.closing.standard": "Isso é tudo por ora. Fiquem em segurança, pessoal.",
	"mining.closing.progress": "Estamos mantendo isso da forma mais simples para alguns dos novatos até que eles desçam mais. Boa viagem.",

	"movies.title": "O Primeiro Trailer",
	"movies.host.generic": "seu pipoqueiro amigável",
	"movies.opening": "Olá Vila Pelicanos, é {{host}} vindo do cinema com uma prévia do que está sendo exibido.",
	"movies.current": "Nosso filme principal é \"{{title}}\". {{description}} Compre seus ingressos agora!",
	"movies.lobby.craneGame": "Pare no estande de pipocas para um delicioso petisco antes do filme. E experimente o emocionante jogo de guindastes no lobby ... hoje não há fila para isso!",
	"movies.lobby.concession": "Nosso lobby está repleto de atividades hoje. O jogo do guindaste certamente estará ocupado, mas visite a loja de pipocas para um delicioso lanche antes do show.",
	"movies.next": "Planejando com antecedência? A partir de {{season}}, exibiremos \"{{title}}\". {{description}}",
	"movies.closing": "É isso do cinema. Espero vê-lo (la) em breve!",

	"nightEvents.title": "O Dia do Governador",
	"nightEvents.Meteorite.opening": "Caros cidadãos, o Serviço de Alerta da República informou-me que uma chuva de meteoros atingirá seu apogeu nesta região hoje à noite.",
	"nightEvents.Meteorite.reaction": "Pedimos que você permaneça em casa durante a noite. A vista pode ser apreciada nas suas janelas. Por favor, reporte quaisquer impactos de meteoritos às autoridades locais.",
	"nightEvents.Meteorite.closing": "Desejo a todos uma noite segura e agradável.",
	"nightEvents.StrangeCapsule.opening": "Caros cidadãos, circulam rumores sobre atividades extraterrestres nos céus de nossa região hoje à noite.",
	"//Note on nightEvents.StrangeCapsule.reaction": "The next line is a joke about the Governor supposedly being an alien himself. During the line, he turns green and the background becomes distorted. The last sentence is meant to suggest that he has accidentally started talking about alien larvae being bred on Earth.",
	"nightEvents.StrangeCapsule.reaction": "Posso garantir que nada faz sentido. Os alienígenas não existem. Eles ainda não estão entre nós. Está tudo bem. OS FILHOS ESTÃO BEM.",
	"//Note on nightEvents.StrangeCapsule.closing": "For this line, the Governor and the background return to normal. The word 'human' here is a joke because he obviously isn't human.",
	"nightEvents.StrangeCapsule.closing": "*ahem* Desejo a todos uma noite normal e humana.",
	"nightEvents.NewYear.opening": "Caros cidadãos, encerramos mais um ano de sucesso para nossa região e toda a República de Fernígia.",
	"nightEvents.NewYear.reaction": "Parabéns às nossas indústrias pela sua melhoria produtiva, em particular as excelentes colheitas do Vale do Orvalho.",
	"nightEvents.NewYear.closing": "Desejo a todos um próspero ano novo.",

	"shopping.title": "Compras no Vale",

	"tailoring.title": "Mostra de Moda",

	"trains.event.demetrius01": "Olá, @! Fico feliz em encontrar-te aqui de cima. Estou desmontando minha máquina de fotografia. Um momento ...",
	"trains.event.demetrius02": "Você acabou de perder uma nova locomotiva a caminho de uma exposição no Vale de Chester. A decoração estava espetacular.",
	"trains.event.demetrius03": "Notei que você visitou os trilhos enquanto os trens já haviam passado. Talvez você aprecie a cultura dos trens?",
	"trains.event.demetrius04": "Adoro trens desde pequeno. Eu costumava construir muitos trens quando vivia na cidade durante minha pós-graduação, mas não chegam tantos aqui no vale . ",
	"trains.event.demetrius05": "Estou pensando em uma idéia: eu poderia iniciar um programa no canal aberto para manter todos atualizados sobre a atividade ferroviária na região!",
	"trains.event.demetrius06": "Você acha que vale a pena tentar?",
	"trains.event.farmer01": "Sim! Gostaria muito de saber mais sobre trens.",
	"trains.event.demetrius07a": "Estou tão feliz em ouvir isso! Sabe, acho que vou começar amanhã. Afinal, não há tempo melhor que o presente.",
	"trains.event.farmer02": "Claro, eu acho. Eu posso sintonizar ocasionalmente.",
	"trains.event.demetrius07b": "Hmm. Suponho que possa dar uma chance e ver como as pessoas irão responder a ele. Um episódio piloto amanhã será uma boa experiência.",
	"trains.event.farmer03": "Que chato. Quem assistiria algo assim?",
	"trains.event.demetrius07c": "Oh. Bem, ei, alguns de nós realmente gostam de trens. Suponho que poderia começar um boletim informativo.",
	"trains.event.demetrius08": "De qualquer forma, eu dediquei bastante do seu tempo, @. Tenho certeza de que você precisa voltar às suas colheitas.",
	"trains.event.demetrius09": "Não se esqueça de assistir ao meu primeiro episódio amanhã!",

	"trains.title": "Trem do Vale",
	"trains.opening": "Saudações, vizinhos! Demetrius aqui para mantê-lo informado sobre os acontecimentos ferroviários.",
	"trains.next.today": "Está chegando um trem hoje! Pegue suas câmeras e vá para o norte, fãs de trem. O trem estará aqui às {{time}}.",
	"trains.next.thisWeek": "Não temos muito a esperar. Neste {{dayOfWeek}}, um trem passará às {{time}}.",
	"trains.next.later": "Desculpe, o próximo trem não irá passar até {{date}}, em {{time}}. Temos de ter paciência",
	"trains.later": "Analisando o cronograma mais a frente, vejo que os trens também estão programados para passar em {{date1}} e {{date2}}.",
	"trains.closing": "Lembre-se de que você provavelmente perderá o trem se estiver fora do vale durante a noite. Feliz viagem de trem!",

	"//Note on config strings": "The remaining strings are the names and descriptions of options in the mod's config menu.",

	"InaccuratePredictions.name": "Inaccurate Predictions",
	"InaccuratePredictions.description": "Reveal channels whose information is inaccurate due to the presence of conflicting mods. For entertainment purposes only.",

	"Cheats.name": "Cheat Options",

	"BypassFriendships.name": "Bypass Friendships",
	"BypassFriendships.description": "Put all TV hosts on the job as soon as applicable, regardless of their friendship level with the player."
}