{
  "ForestPylon": "Ein Gefäß unbekannten Ursprungs...",
  "ForestPylonActivated": "Es ist ein seltsames Relikt aus einer anderen Welt.",
  "ForestPylonEvent": "communityCenter/-2000 -2000/farmer 16 5 0 Wizard -1000 -1000 2/pause 1000/viewport 16 5 true/move farmer -2 0 1/pause 4000/playSound terraria_warp/specificTemporarySprite terraria_warp_begin/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/pause 2000/stopAnimation farmer/faceDirection farmer 1/pause 3600/playSound coin/pause 100/awardFestivalPrize meowmere/pause 1000/specificTemporarySprite terraria_cat_leave/pause 5000/emote farmer 8/pause 500/warp Wizard 4 4/playSound doorClose/pause 400/faceDirection Wizard 1/emote Wizard 12/speak Wizard \"Nicht anfassen!\"/faceDirection farmer 3/emote farmer 16 true/end",
  "SquidFest_Pam": "Ich habe nicht das Zeug dazu, Tintenfische zu fangen, aber das ist okay. Ich werde dich einfach von hier aus anfeuern.",
  "SquidFest_Willy": "Nach einer Weile bekommt man ein Gefühl für das Verhalten der Tintenfische. Man weiß, wann einer an der Leine ist, bevor man ihn überhaupt sieht.",
  "DesertFestival_Abigail": "Ich bin froh, dass du den Bus repariert hast! Das macht wirklich Spaß.$h#$e#Ich wollte schon immer mal über Pelikan Stadt hinaus reisen.",
  "DesertFestival_Abigail_marriage": "Ich wollte mich dir in den Schädelhöhlen anschließen, aber dann habe ich den Essensstand gesehen...#$e#Geh ruhig ohne mich weiter... nur sei vorsichtig!",
  "DesertFestival_Alex_marriage": "Hey... du siehst wirklich süß aus in der Wüstensonne...$h",
  "DesertFestival_Sam_marriage": "Hey, vergiss nicht, unseren kostenlosen Kaktus abzuholen, bevor das Festival zu Ende ist.#$b#Wie auch immer er aussieht, er wird perfekt in unser Haus passen!$h",
  "DesertFestival_Sebastian_marriage": "Hey, ich bleibe einfach hier und entspanne mich im Schatten.#$e#Du weißt ja, wie ich bin... Ich war schon immer eher ein Höhlenbewohner.$h",
  "DesertFestival_Shane_marriage": "Erinnere mich daran, mir heute Abend die Zähne zu putzen... es gibt zwölf einzigartige Limonadengeschmacksrichtungen, und ich bin auf dem besten Weg, sie alle zu probieren.#$e#Mmm... Höhlen-Karotten-Limo... *schlürf*",
  "DesertFestival_Elliott_marriage": "Na, na, na, was haben wir denn da? Eine schöne Wüstenrose!$h#$e#Bleib hydriert.",
  "DesertFestival_Harvey_marriage": "Hey, @. Ich werde während des Festivals lange arbeiten, also warte nachts nicht auf mich!#$e#Versprich mir, dass du in den Schädelhöhlen vorsichtig bist.",
  "DesertFestival_Emily_marriage": "Hey, @! Ich liebe dich so, wie du bist ... aber wenn du willst, kannst du auch in die Kiste steigen!",
  "DesertFestival_Emily2_marriage": "Ich hatte viel Spaß, aber ich bin so beschäftigt, dass ich nicht in der Lage war, irgendwelche Aufgaben zu Hause zu erledigen. Ich hoffe, es geht dir gut!",
  "DesertFestival_Emily3_marriage": "Ich kann mich nicht erinnern... habe ich heute Morgen den Papagei gefüttert?",
  "DesertFestival_Haley_marriage": "Hey... sieht so aus, als ob da jemand schön braun geworden ist... *zwick*$h",
  "DesertFestival_Haley2_marriage": "%Deine Frau macht ein Nickerchen.",
  "DesertFestival_Penny_marriage": "Hallo, mein Schatz. Ich schaue nur, ob es etwas Schönes für das Haus gibt.$h",
  "DesertFestival_Maru_marriage": "Wie läuft es mit der Calico Ei-Sammlung? Es gibt so viele coole Preise!$h#$e#Ich weiß, dass du das toll machen wirst.",
  "DesertFestival_Leah_marriage": "Ich wollte schwimmen gehen, aber anscheinend ist das Wasser voll von Skorpionkarpfen!$h",
  "DesertFestival_Alex": "Hast du die Größe dieser Calico Eier gesehen?#$b#Stell dir nur mal die Menge an Protein vor...",
  "DesertFestival_Caroline": "Dieses Wetter ist einfach perfekt. Ich kann nicht sagen, wo meine Haut aufhört und die Luft beginnt.$h",
  "DesertFestival_Clint": "Hey, @. Um ehrlich zu sein, mag ich Festivals eigentlich gar nicht.#$b#Aber ich würde mich noch schlechter fühlen, wenn ich zu Hause bliebe und wüsste, dass alle anderen hier draußen Spaß haben.$s",
  "DesertFestival_Demetrius": "Warum mögen Menschen scharfes Essen? Aus biologischer Sicht ist das kontraintuitiv..#$e#Es sei denn, ich übersehe etwas...$5",
  "DesertFestival_Elliott": "*murmel* ...hmm, das Zehen-Gefühl ist milchig, aber mit viel Körper. Immer noch ein bisschen sanfter als zu Hause...#$b#Oh, Verzeihung! Ich bin so etwas wie ein Sand-Kenner geworden.$h",
  "DesertFestival_Emily": "Hmm ... Ich spüre, dass deine Mode nicht ganz zu deinem inneren Gefühl passt. Steig einfach in die Kiste und wir bringen dich wieder in Ordnung!",
  "DesertFestival_Evelyn": "Ah... der Sand der Zeit, der Sand der Zeit...",
  "DesertFestival_George": "Was murmelt sie da? Ich bin wegen des Zeltes mit dem scharfen Essen hier!",
  "DesertFestival_Gus": "Normalerweise sorge ich bei Stadtfesten für das gesamte Essen. Aber heute nicht! Es ist schön, sich entspannen zu können.$h",
  "DesertFestival_Haley": "Wenn du etwas Gutes riechst, dann ist es das Kokosnussöl, mit dem ich meine Haut eingerieben habe.#$b#Ich gehe voll auf das Wüstengefühl ein!$h",
  "DesertFestival_Haley2": "%Haley glänzt im Sonnenlicht.",
  "DesertFestival_Harvey": "In die Höhlen zu gehen, kann wirklich gefährlich sein. Ich hoffe, dass es keine Unfälle gibt, aber dennoch... Ich werde den ganzen Tag hier sein, nur für den Fall.#$e#Als Arzt würde ich empfehlen, den Kontakt mit schlangenverseuchten Höhlen zu minimieren! Aber letztendlich ist es deine Entscheidung.",
  "DesertFestival_Jas": "Das macht Spaß, aber ich wünschte, ich hätte ein Eis...",
  "DesertFestival_Jodi": "Ach, lass dich nicht stören, ich gehe nur ein bisschen shoppen.#$e#Wenn ich nicht in den Geschäften stöbere, könnte ich die perfekte Dekoration für unser Wohnzimmer verpassen!",
  "DesertFestival_Kent": "Hey, @. Genießt du die Hitze?",
  "DesertFestival_Leah": "Ich habe mich nur gefragt... Wenn ich hier leben würde, anstatt im Sternentautal, würde meine Kunst dann anders aussehen?",
  "DesertFestival_Leo": "Ich mag diesen Ort. Das Wetter erinnert mich an zu Hause.",
  "DesertFestival_Lewis": "Nach einem langen, dunklen Winter ist dieses Fest eine gute Gelegenheit, sich zu erholen.",
  "DesertFestival_Lewis2": "All das ist möglich, weil du den Bus repariert hast, @! Ich kann dir nicht genug danken.",
  "DesertFestival_Lewis3": "Vergiss nicht, heute ist der letzte Tag des Festivals. Wir kommen aber nächstes Jahr wieder.",
  "DesertFestival_Linus": "Ich bin unter dem Bus mitgefahren. Diesen Calico Wüsten-Geschmack findet man sonst nirgendwo. Heheh...$h",
  "DesertFestival_Marnie": "Hey, @. Ich habe gerade über Milch nachgedacht. Würdest du jemals Kamelmilch probieren? Ich habe gehört, sie ist salzig.",
  "DesertFestival_Maru": "Ich bin beeindruckt, wie gut trainiert diese kleinen Rennfahrer sind!$h",
  "DesertFestival_Pam": "Hey... Nimmst du dir den Tag frei? Es ist schön, ab und zu mal auszuspannen, nicht wahr?#$e#Ja... Sogar die alte Pam braucht ab und zu etwas Sonnenlicht auf ihrer Haut! Weck mich einfach auf, bevor ich zu Leder werde... heheh",
  "DesertFestival_Penny": "Vor Tausenden von Jahren war dieser Ort die Heimat einer alten Zivilisation. Ich frage mich, wie sie wohl waren?",
  "DesertFestival_Pierre": "Als Ladenbesitzer finde ich es interessant zu sehen, wie andere Leute ihre Läden führen.#$e#*flüster* Erzähl es nicht Sandy, aber meine Auswahl an Lebensmitteln übertrifft die ihre bei weitem!",
  "DesertFestival_Robin": "Hey @. Wir plaudern hier nur ein bisschen. Ich sehe diese Leute nicht sehr oft, obwohl wir Nachbarn sind!",
  "DesertFestival_Sam": "Hey, @. Sieh dir meinen Kaktus an. Ich versuche, mir einen Namen für ihn auszudenken. Vielleicht'%name'?",
  "DesertFestival_Sandy": "Dies ist wahrscheinlich die hektischste Zeit des Jahres für mich! Es ist schön, dass ich alle sehen kann.",
  "DesertFestival_Sebastian": "Hey. Ich hänge nur mit diesem Vogel ab. Sie scheint mich zu mögen.",
  "DesertFestival_Shane": "Ich war einmal hier, als ich ein Kind war. Das Einzige, woran ich mich erinnere, ist, dass mir während der Busfahrt schlecht wurde.",
  "DesertFestival_Vincent": "Mama, mir ist langweilig!",
  "DesertFestival_Willy": "Ah, es geht nichts über den Geruch von gegrillten Shrimps an einem warmen Tag.",
  "CactusMan_Closed": "Kaktusmann: Sie sind im Moment etwas schüchtern. Komm später wieder.",
  "CactusMan_Collected": "Kaktusmann: Wie geht es dem kleinen Kerl?",
  "CactusMan_Intro_1": "Kaktusmann: Ah, ja... Du siehst aus wie jemand, der zu schätzen weiß, was ich anbiete.",
  "CactusMan_Intro_2": "Kaktusmann: Oh, ja... Ich habe den perfekten Partner für dich.",
  "CactusMan_Intro_3": "Kaktusmann: Der Blick in deinen Augen sagt: \"Ich brauche einen Kaktus, sonst platze ich\".",
  "CactusMan_Question": "Kaktusmann: Bist du bereit, einen neuen Kaktus in deinem Leben zu begrüßen?",
  "CactusMan_No": "Kaktusmann: Ich verstehe das. Sie mögen klein sein, aber einen Kaktus in dein Leben aufzunehmen ist eine große Verantwortung. Komm wieder, wenn du dich bereit fühlst.",
  "CactusMan_Yes_Intro": "Kaktusmann: Großartig. Lass uns mal sehen...",
  "CactusMan_Yes_Full": "Kaktusmann: Du hast nicht genug Platz... Komm wieder, wenn du etwas Platz geschaffen hast.",
  "CactusMan_Yes_1": "Kaktusmann: Ja, er hat eine verblüffende Ähnlichkeit mit dir, findest du nicht auch?",
  "CactusMan_Yes_2": "Kaktusmann: Der hier ist ein bisschen schüchtern, aber ich weiß, dass ihr euch schnell anfreunden werdet.",
  "CactusMan_Yes_3": "Kaktusmann: Oh, ja... das passt wie die Faust aufs Auge.",
  "CactusMan_Yes_4": "Kaktusmann: Ich werde nicht sagen, warum... aber er ist perfekt für dich geeignet.",
  "CactusMan_Yes_5": "Kaktusmann: Der sieht zwar seltsam aus, aber er passt zu dir.",
  "EggShop_Closed": "Der Laden ist nicht geöffnet. Komm später wieder.",
  "Accept": "Annehmen",
  "Decline": "Ablehnen",
  "Willy_DesertFishing1": "\nWillys Herausforderung: Fange 3 Sandfische.\n",
  "Willy_Challenge": "Willys Herausforderung",
  "Willy_Challenge_Description_1": "Willy hat dich herausgefordert, 3 Sandfische zu fangen.",
  "Willy_Challenge_Return_1": "Ah, du hast sie gefangen. Ein aufregender Fang, nicht wahr?#$b#Hier sind 25 Calico-Eier als Belohnung.",
  "Willy_Challenge_Description_2": "Willy hat dich herausgefordert, einen Skorpionkarpfen zu fangen.",
  "Willy_Challenge_Return_2": "Ah, du hast es geschafft. Ein schwieriger Fang, findest du nicht?#$b#Hier sind 50 Calico-Eier zur Belohnung.",
  "Willy_Challenge_Description_3": "Willy hat dich herausgefordert, einen \"Goldenen Köder\" zu finden.",
  "Willy_Challenge_Return_3": "Na, wenn das nicht mein liebster goldener Köder ist!#$b#Und er riecht nur leicht nach Fisch.$h#$b#Hier sind 30 Calico-Eier zur Belohnung.",
  "Willy_DesertFishing2": "Willys Herausforderung:Fange einen Skorpionkarpfen.",
  "Willy_DesertFishing3": "Willy: Ein Fisch hat meinen seltenen goldenen Köder verschluckt: Es gibt 30 Eier für denjenigen, der ihn zurückbringt.",
  "Willy_GoldenBobber": "Finde Willys goldenen Köder und bringe ihn zurück.",
  "Scholar_Closed": "Scholar: Gelehrter: Verzeih mir. Aber ich kann nicht mit dir plaudern, bis das Festival eröffnet ist.",
  "Scholar_Intro": "Scholar: Gelehrter: Sei gegrüßt! Lust auf einen Wissenstest? Wenn du meine Fragen richtig beantworten kannst, bekommst du einen Preis. Was sagst du dazu?",
  "Scholar_Intro2": "Gelehrter: Ausgezeichnet! Nun zur ersten Frage...",
  "Scholar_Correct": "Gelehrter: Korrekt!",
  "Scholar_Win": "Gelehrter: Sehr gut! Ich bin von deinem Wissen beeindruckt. Hier ist dein Preis.",
  "Scholar_Wrong": "Gelehrter: Falsch! ...Es tut mir leid. Aber du wirst ein anderes Mal wiederkommen müssen.",
  "Scholar_Failed": "Scholar: ...I'm sorry, friend. But you will have to come back next time.",
  "Scholar_DoneThisYear": "Gelehrter: Viel Spaß mit den Eiern. Ich komme nächstes Jahr für eine weitere Herausforderung zurück.",
  "Scholar_Question_0_0": "Frage 1: Wer betreibt {0} in Pelikanstadt?",
  "Scholar_Question_0_0_Options": "Schmiede,Museum,Kneipe,Fischladen,Tierladen,Gemischtwarenladen",
  "Scholar_Question_0_0_Answers": "Clint,Gunther,Gus,Willy,Marnie,Pierre,Jinja,Marlon",
  "Scholar_Question_0_1": "Frage 1: Wann ist die Jahreszeit zu Ende?",
  "Scholar_Question_0_1_Answers": "28., 30., 31., 26.",
  "Scholar_Question_0_2": "Frage 1: Wo befinden wir uns?",
  "Scholar_Question_0_2_Answers": "Calico-Wüste,Carlito-Wüste,Conica-Wüste,Caprico-Wüste,Canonical-Wüste,Cowlicko-Wüste,Catacomb-Wüste,Capicola-Wüste,Schädelhöhlen-Wüste",
  "Scholar_Question_1_0": "Frage 2: Zu welcher Jahreszeit wächst {0}?",
  "Scholar_Question_1_0_Options": "Knoblauch, Rotkohl, Artischocke",
  "Scholar_Question_1_0_Answers": "Frühling,Sommer,Herbst",
  "Scholar_Question_1_1": "Frage 2: Wann trägt der {0}-Baum Früchte?",
  "Scholar_Question_1_1_Options": "Aprikose,Pfirsich,Granatapfel",
  "Scholar_Question_1_1_Answers": "Frühling,Sommer,Herbst",
  "Scholar_Question_1_2": "Frage 2: Wann ist Pierre's Laden normalerweise geschlossen?",
  "Scholar_Question_1_2_Answers": "Mittwoch,Donnerstag,Dienstag,Montag,Samstag,Sonntag, Freitag",
  "Scholar_Question_2_0": "Frage 3: Zu welcher Jahreszeit kann man {0} fangen?",
  "Scholar_Question_2_0_Options": "Karpfen,Kugelfisch,Lachs,Tintenfisch",
  "Scholar_Question_2_0_Answers": "Jede Jahreszeit,Sommer,Herbst,Winter",
  "Scholar_Question_2_1": "Frage 3: Wie viele Schritte hast du gemacht?",
  "Scholar_Question_2_2": "Frage 3: Wie viel kostet {0}?",
  "Scholar_Question_2_2_Options": "Huhn,Kuh,Schwein,Kaninchen,Ente",
  "Scholar_Question_2_2_Answers": "800g,1500g,16000g,8000g,1200g,11000g,7500g",
  "Scholar_Question_3_0": "Frage 4: Wo kann man {0} fangen?",
  "Scholar_Question_3_0_Options": "Steinfisch,Eis-Pip,Lava-Aal",
  "Scholar_Question_3_0_Answers": "Ebene 20,Ebene 60,Ebene100, Der Strand,Kanalisation,Ebene 120",
  "Scholar_Question_3_1": "Frage 4: Wie lautet der Nachname von George?",
  "Scholar_Question_3_1_Answers": "Mullner,Millener,Molnar,Nelson,Miller",
  "Scholar_Question_3_2": "Frage 4: Wie viele Mülleimer gibt es in Pelikanstadt?",
  "Scholar_Question_3_2_Answers": "8,12,6,11,4,10",
  "Cook_Intro": "Chefkoch: Na, hallo... hungrig?",
  "Cook_Intro_Yes": "Chefkoch: Ooh, ja... Ich bin sehr erfreut, das zu hören. *schlürf*",
  "Cook_Intro_Yes2": "Chefkoch: Ich würde dir gerne ein ganz besonderes Gericht zubereiten. Etwas, das perfekt zu deinem einzigartigen Geschmack passt. Darf ich?",
  "Cook_Intro_Yes3": "Chefkoch: Oohoo... *kicher*... sehr gut. Also... was darf es sein?",
  "Cook_Ingredient0": "Herzhafte Bohnen",
  "Cook_Ingredient1": "Höhlenbrot",
  "Cook_Ingredient2": "Seltene Frucht",
  "Cook_Ingredient3": "Extrem würziger Cheddar",
  "Cook_Ingredient4": "Garnele",
  "Cook_ChoseIngredient": "Chefkoch: Ah, ja... {0}. Eine ausgezeichnete Wahl. Nun... was für eine Sauce möchtest du haben?",
  "Cook_Sauce0": "Reichhaltige Marinara",
  "Cook_Sauce1": "Pilzcreme",
  "Cook_Sauce2": "Kirschsirup",
  "Cook_Sauce3": "Scharfer Knoblauch",
  "Cook_Sauce4": "Unangenehm scharfe Soße",
  "Cook_ChoseSauce": "Chefkoch: Sehr gut. Ein gesunder Spritzer {0}, um das Gericht abzurunden.",
  "Cook_Done": "Chefkoch: Voila. Ich nenne es '{0}'. Guten Appetit!",
  "Cook_DishNames_0_1": "Erdige Mousse",
  "Cook_DishNames_0_2": "Süßer Bohnenkuchen",
  "Cook_DishNames_0_3": "Schädelhöhlen-Auflauf",
  "Cook_DishNames_0_4": "Pikante Tacos",
  "Cook_DishNames_1_0": "Berg Chili",
  "Cook_DishNames_1_2": "Kristallkuchen",
  "Cook_DishNames_1_3": "Höhlenkebab",
  "Cook_DishNames_1_4": "Hot Log",
  "Cook_DishNames_2_0": "Saurer Salat",
  "Cook_DishNames_2_1": "Superfood Kuchen",
  "Cook_DishNames_2_3": "Krieger Smoothie",
  "Cook_DishNames_2_4": "Zerknitterte Fruchtschale",
  "Cook_DishNames_3_0": "Calico Pizza",
  "Cook_DishNames_3_1": "Gefüllte Champignons",
  "Cook_DishNames_3_2": "Elfen Quesadilla",
  "Cook_DishNames_3_4": "Nachos der Wüste",
  "Cook_DishNames_4_0": "Cioppino",
  "Cook_DishNames_4_1": "Regenwaldgarnele",
  "Cook_DishNames_4_2": "Garnelen Donut",
  "Cook_DishNames_4_3": "Duft des Meeres",
  "Cook_DishNames_4_4": "Wüstengumbo",
  "Cook_Intro_No": "Chefkoch: Schade. Komm wieder, wenn du Lust auf etwas Leckeres hast.",
  "Race_Closed": "Rennleiter: Die Rennfahrer brauchen etwas Zeit, um sich vorzubereiten... Komm später wieder!",
  "Race_Question": "Race Announcer: Guess the winner and receive some fabulous prizes!",
  "Race_Guess": "Rennleiter: Wer, glaubst du, wird gewinnen?",
  "Race_Guess_Made": "Rennleiter: {0}? Alles Klar. Jetzt lehne dich zurück und genieße das Rennen!",
  "Race_Guess_Already_Made": "Rennleiter: Mal sehen, ob {0} das durchziehen kann!",
  "Race_Collect_Prize_Special": "Rennleiter: Escar-go... wie?? Ähm... Nun, hier ist deine fette Prämie...",
  "Race_Collect_Prize": "Rennleiter: Herzlichen Glückwunsch! Hier ist dein Preis!",
  "Race_Late_Guess": "Rennleiter: Huch. Es sieht so aus, als hätte das Rennen bereits begonnen. Versuch es später noch einmal!",
  "Race_Ongoing": "Rennleiter: Das Rennen ist im Gange! Reden wir später...",
  "Race_Ended": "Rennleiter: Die Rennen sind für diesen Tag beendet. Ich hoffe, du hattest Spaß!",
  "Race_Begin": "Das nächste Rennen beginnt gleich...",
  "Race_Ready": "Auf die Plätze...",
  "Race_Set": "Fertig...",
  "Race_Go": "LOS!",
  "Race_Finish": "Rennen beendet!",
  "Race_Comment_1": "Das war knapp!",
  "Race_Comment_2": "Es war ein Kopf-an-Kopf-Rennen!",
  "Race_Comment_3": "Solche Geschwindigkeit hat man selten gesehen!",
  "Race_Comment_4": "Und jetzt kommt der Moment, auf den ihr alle gewartet habt...",
  "Race_Close": "Das ist das letzte Rennen für heute. Wir sehen uns morgen!",
  "Race_Close_LastDay": "Und das war's mit den diesjährigen Rennen! Bis zum nächsten Mal!",
  "Race_Winner": "Der Sieger dieses Rennens ist...",
  "Race_Win": "Komm vorbei und hol dir deinen Preis ab!",
  "Race_Lose": "Viel Glück beim nächsten Mal!",
  "Racer_0": "Speed Rooster",
  "Racer_1": "King Sting",
  "Racer_2": "Shoebiscuit",
  "Racer_3": "Escar-go",
  "Racer_4": "Cactus Crawler",
  "Shady_Guy_Closed": "Verdächtiger Typ: Ha... nicht jetzt. Komm später wieder, dann können wir reden.",
  "Shady_Guy_Ended": "Verdächtiger Typ: Es ist zu spät. Komm wieder, wenn die Rennen stattfinden.",
  "Shady_Guy_Ongoing": "Verdächtiger Typ: Die Augen auf das Rennen gerichtet! Wir können später reden...",
  "Shady_Guy_Late": "Verdächtiger Typ: Zu spät, das Rennen hat schon begonnen. Lassen Sie uns später noch einmal reden...",
  "Shady_Guy_Intro": "Verdächtiger Typ: Psst... Hey. Hast du dir diese Rennen angesehen? Ziemlich aufregend, nicht wahr?",
  "Shady_Guy_Intro_2": "Verdächtiger Typ: ... Sag mal, ich habe einen kleinen 'Vorschlag' für dich.",
  "Shady_Guy_Intro_3": "Verdächtiger Typ: Wähle einfach einen Rennfahrer aus und sein nächstes Rennen wird ein echter Reinfall sein... verstehst du, worauf ich hinaus will?",
  "Shady_Guy": "Verdächtiger Typ: Es kostet dich nur 1 Calico-Ei. Ein kleiner Preis für den 'Vorteil', den du bekommst.",
  "Shady_Guy_2nd": "Verdächtiger Typ: Benötigst du meine 'Dienste'? Das kostet dich nur 1 Calico-Ei.",
  "Shady_Guy_Question": "Verdächtiger Typ: Alles klar, wer ist der Pechvogel?",
  "Shady_Guy_NoEgg": "Verdächtiger Typ: Sieht aus, als hätteste keine Calico-Eier. Verschwende nicht meine Zeit.",
  "Shady_Guy_Selected_1": "Verdächtiger Typ: {0}, hm? Alles klar.",
  "Shady_Guy_Selected_2": "Verdächtiger Typ: Dann wird es wohl {0}. Jetzt entschuldige mich, ich muss einen Anruf tätigen...",
  "Shady_Guy_Selected_3": "Verdächtiger Typ: {0}? Sicher, sicher... Viel Glück.",
  "Marlon_Closed": "Ich bin noch dabei, alles einzurichten. Schau doch später noch einmal vorbei.",
  "Marlon_Intro": "Hallo, @. Willkommen beim Herausforderungsstand der Abenteurgilde.#$b#Jeden Tag werden wir ein paar Herausforderungen für dich bereithalten, aus denen du wählen kannst. Schließt du eine ab, belohnt dich die Gilde mit einer Menge Calico-Eier.#$b#Sobald du eine Herausforderung ausgewählt hast, kannst du deine Entscheidung nicht mehr ändern, also wähle sorgfältig!",
  "Marlon_1": "Willst du deinen Mut auf die Probe stellen?#$b#Ich habe ein paar Herausforderungen, die genau das tun könnten.",
  "Marlon_2": "Fühlst du dich wie ein Abenteurer?#$b#Gut, hier sind die heutigen Herausforderungen.",
  "Marlon_3": "Ich hoffe, du hast deine Waffen gut gepflegt.#$b#Du brauchst sie in Topform für die heutigen Herausforderungen.",
  "Marlon_4": "Ich sehe einen kühnen Blick in deinen Augen.#$b#Wie wär's mit einer Herausforderung?",
  "Marlon_Challenge_Chosen": "Arbeitest du immer noch an der Herausforderung?#$b#Nun, hier ist sie, falls du eine Erinnerung brauchst.",
  "Marlon_Challenge_Finished": "Sehr gut.#$b#Morgen gibt es noch mehr Herausforderungen, also entspann dich und ruhe dich aus.",
  "Marlon_Challenge_Finished_LastDay": "Hey, du hast es geschafft! Ich bin beeindruckt.#$b#Das war's für dieses Jahr, aber Gil und ich werden nächstes Mal wieder dabei sein.",
  "Gil_NoRating": "Es ist ein neuer Tag... komm wieder, wenn du dich in den Höhlen bewährt hast.",
  "Gil_NextYear": "Das war's für dieses Jahr... *schnarch*...",
  "Gil_ComeBack": "Das war's für heute. Du kannst es morgen wieder versuchen, wenn du Lust hast... *schnarch*...",
  "Gil_SubmitRating": "Die höchste Eierbewertung von heute an Gil senden?^(Eierbewertung {0}) ",
  "Gil_Rating_1to4": "...{0}? Hahahaha.... okay. Hier ist ein kleiner Preis für dich... und jetzt geh und spiel mit den anderen Kindern.",
  "Gil_Rating_5to9": "...{0}? Das ist nicht sehr beeindruckend, aber wenigstens hattest du den Mumm, es zu versuchen. Hier ist eine Kleinigkeit.",
  "Gil_Rating_10to14": "{0}, hm? Nicht schlecht, nicht schlecht... natürlich habe ich in deinem Alter das Doppelte geschafft. Mit einem rostigen Schwert und ohne Essen!",
  "Gil_Rating_15to19": "{0}... das ist gar nicht mal so schlecht. Ungefähr so viel suchen wir in der Abenteurer-Gilde. Hier ist dein Preis.",
  "Gil_Rating_20to24": "{0}? Okay, jetzt bin ich beeindruckt...#$b#Hey, Marlon! Sieh dir das an... eine Eierbewertung von {0} für den Tag!",
  "Gil_Rating_25": "{0}!?!#$b#Da werd ich doch... Wir haben hier einen echten Calico-Eierjäger! ",
  "Gil_Rating_50": "{0}!?!?!?!?!?!?!?$h",
  "Gil_Rating_1000": "Du hörst eine Stimme in deinem Kopf: \"Es wäre unehrenhaft, eine Eierbewertung einzureichen, die durch die Verwendung von Cheat-Code-Software erworben wurde!",
  "MakeOver_NoStylist": "Bitte komm zurück, wenn ein Betreuer anwesend ist.",
  "MakeOver_Emily_AlreadyStyled": "Du siehst toll aus!$h#$b#Komm an einem anderen Tag wieder und wir stellen dir einen neuen Look zusammen!",
  "MakeOver_Sandy_AlreadyStyled": "Nicht schlecht, Schätzchen!$h#$b#Komm bald wieder, dann habe ich einen neuen Look für dich!",
  "MakeOver_Emily_InventoryFull": "Hmm, dein Rucksack sieht etwas voll aus. Komm wieder, wenn du genug Platz für einen kompletten Satz Kleidung geschaffen hast!",
  "MakeOver_Sandy_InventoryFull": "Hmm, dein Rucksack sieht etwas voll aus. Komm wieder, wenn du genug Platz für einen kompletten Satz Kleidung geschaffen hast!",
  "MakeOver_Emily_1": "Okay, bevor wir weitermachen, lass mich deine Aura visualisieren, um zu sehen, welche Art von Stil dich am glücklichsten machen wird...",
  "MakeOver_Emily_2": "Ja... Ich verstehe...",
  "MakeOver_Emily_Reaction1": "Ups, tut mir leid, wenn das kitzelt.",
  "MakeOver_Emily_Reaction2": "Huch, tut mir leid, wenn das wehgetan hat!",
  "MakeOver_Emily_Reaction3": "Whoa, das ist viel zu viel Haargel...",
  "MakeOver_Emily_Reaction4": "Nein... das geht so nicht...",
  "MakeOver_Emily_Reaction5": "Hier, fang!",
  "MakeOver_Emily_Reaction6": "Oh, sieh mal, ein Blumenkohlkrapfen...",
  "MakeOver_Emily_Reaction7": "Lass uns das hier ein wenig kürzen...",
  "MakeOver_Emily_Reaction8": "Hier, ich verwische das mit dem Finger ein wenig...",
  "MakeOver_Emily_Reaction9": "Okay, mach dich bereit, das könnte etwas eng sein...",
  "MakeOver_Emily_3": "Okay, ich hab's!$h#$b#Ich komme rein, also nicht erschrecken!",
  "MakeOver_Emily_4": "Da!",
  "MakeOver_Emily_5": "Ja, ich kann es fühlen, dein inneres und dein äußeres Selbst sind jetzt in perfekter Übereinstimmung!$h#$b#Ich kann es kaum erwarten, dass du dein neues 'Du' siehst!$h",
  "MakeOver_Emily_Done": "Na und? Was denkst du?#$b#Ich habe deine alten Klamotten in deinen Rucksack gepackt, falls du deine Meinung änderst!$h",
  "MakeOver_Sandy_1": "...",
  "MakeOver_Sandy_2": "Huch! Das ist mein Stichwort!",
  "MakeOver_Sandy_3": "Klopf, klopf, Liebling! Ich komme jetzt rein!",
  "MakeOver_Sandy_4": "Schauen wir mal hier...",
  "MakeOver_Sandy_5": "Okay!",
  "MakeOver_Sandy_6": "Das hat Spaß gemacht! $h#$b#Ich hoffe, du bist mit deinem neuen Look genauso glücklich wie ich!$h",
  "MakeOver_Sandy_Done": "Du siehst blendend aus!#$b#Ich habe deine alten Klamotten in deinen Rucksack gepackt, falls du es dir anders überlegst.$h",
  "Shop_Abigail": "Hey, ich habe ein paar Sachen aus meinem Kleiderschrank geholt. Willst du was davon haben?",
  "Shop_Maru": "Gefällt dir etwas?",
  "Shop_Emily": "Hier im Schatten ist es schön.",
  "Shop_Leah": "Ich hatte etwas Holz übrig, also habe ich diese Mini-Bücherregale gemacht...",
  "Shop_Harvey": "Oh, ähm... das sind ein paar Modellflugzeuge, die ich gebaut habe... gefallen sie dir?",
  "Shop_Pierre": "Psst... Ich verkaufe Eier für Geld! Hehe... Sag es Lewis nicht.",
  "Shop_Sam": "Willst du mein altes, kaputtes Skateboard? Ich schätze, du könntest es als Dekoration oder so verwenden.",
  "Shop_Sebastian": "Ich habe einige Sachen am See gefunden.",
  "Shop_Alex": "Hey, hast du ein paar Eier?",
  "Shop_Caroline": "Hallo. Ich hoffe, du findest etwas, das dir gefällt.",
  "Shop_Gus": "Lust auf etwas Leckeres?",
  "Shop_Elliott": "SEinige interessante Dinge wurden an den Strand gespült. Möchten Sie handeln?",
  "Shop_Haley": "Du solltest besser mehr Eier suchen, damit du all meine Sachen kaufen kannst!",
  "Shop_Demetrius": "Hast du irgendwelche Eier zum Tauschen? Ich untersuche gerade die Zusammensetzung der Schale.",
  "Shop_Clint": "Brauchst du Erze?",
  "Shop_Robin": "Hey, sieh dir mal dieses maßgeschneiderte Tapetenmuster an, das ich gemacht habe. Willst du es?",
  "Shop_Pam": "Hehehe... Ich habe ein paar alte Getränke hinten im Kühlschrank gefunden.",
  "Shop_Penny": "Hallo! Ich hoffe, du findest etwas, das dir gefällt.",
  "Shop_Leo": "Kann ich ein paar Eier haben? Ich möchte sie in mein Nest legen.",
  "Shop_Evelyn": "Hallo mein Lieber. Bitte lass dir Zeit, ich werde den ganzen Tag hier sein!^Hallo meine Liebe. Bitte lass dir Zeit, ich werde den ganzen Tag hier sein!",
  "Shop_George": "Ich habe alles, was sich zu verkaufen lohnt.",
  "Shop_Marnie": "Ich habe eine zusätzliche Rolle Tapete aus meinem Haus gefunden. Sie gehört dir für 20 Eier!",
  "Shop_Shane": "Ich habe in der Gefriertruhe etwas zu essen gefunden. Es gehört dir zu einem günstigen Preis. Achte nur nicht auf das Verfallsdatum.",
  "Shop_Jas": "Hallo... ähm... *kicher*",
  "Shop_Jodi": "Tut mir leid, meine Auswahl ist dieses Jahr nicht sehr gut...",
  "Shop_Vincent": "Hi! Ähm... Ich habe ein paar Sachen gefunden. Willst du es kaufen!?",
  "Shop_Kent": "Hey, ich habe ein paar Sachen zu verkaufen. Sag mir Bescheid, wenn dir etwas ins Auge sticht.",
  "Shop_Eggs": "E...Eieer... T...Tauschen...",
  "DF_Mine_Explanation": "---Willkommen zur Schädelhöhlen-Herausforderung! ---^^Calico-Eier und mysteriöse Calico-Statuen sind überall in den Höhlen erschienen.^",
  "DF_Mine_Explanation_2": "Deine \"Eier-Bewertung\" bestimmt die Wahrscheinlichkeit, Calico-Eier zu finden^^Die \"Eier-Bewertung\" steigt alle 5 Ebenen abwärts sowie immer dann, wenn du eine Calico-Statue aktivierst.^",
  "DF_Mine_Explanation_3": "...Aber sei vorsichtig! Die Calico-Statuen rufen auch verschiedene seltsame und gefährliche Effekte hervor!^^Besuche Gil, um Preise für ein hohes \" Eier-Bewertung\" zu erhalten.^",
  "DF_Mine_CalicoStatue": "Calico Statue",
  "DF_Mine_CalicoStatue_MP_Message": "Calico Statue: \"{0}\" wurde aktiviert.",
  "DF_Mine_CalicoStatue_Name_0": "Geister Invasion",
  "DF_Mine_CalicoStatue_Name_1": "Schlangen Invasion",
  "DF_Mine_CalicoStatue_Name_2": "Skelett Invasion",
  "DF_Mine_CalicoStatue_Name_3": "Fledermaus Invasion",
  "DF_Mine_CalicoStatue_Name_4": "Assassinen Wanzen",
  "DF_Mine_CalicoStatue_Name_5": "Dünne Schalen",
  "DF_Mine_CalicoStatue_Name_6": "Magere Mahlzeiten",
  "DF_Mine_CalicoStatue_Name_7": "Mehr Monster",
  "DF_Mine_CalicoStatue_Name_8": "Scharfe Zähne",
  "DF_Mine_CalicoStatue_Name_9": "Fluch der Gruft",
  "DF_Mine_CalicoStatue_Name_10": "Magische Schuhe",
  "DF_Mine_CalicoStatue_Name_11": "Vollständige Auffrischung",
  "DF_Mine_CalicoStatue_Name_12": "50 Eier Schatz",
  "DF_Mine_CalicoStatue_Name_13": "Kein Effekt",
  "DF_Mine_CalicoStatue_Name_14": "Zahnfeile",
  "DF_Mine_CalicoStatue_Name_15": "25 Eier Schatz",
  "DF_Mine_CalicoStatue_Name_16": "10 Eier Schatz",
  "DF_Mine_CalicoStatue_Name_17": "100 Eier Schatz",
  "DF_Mine_CalicoStatue_Description_0": "Mehr Geister",
  "DF_Mine_CalicoStatue_Description_1": "Mehr Schlangen",
  "DF_Mine_CalicoStatue_Description_2": "Skelette sind hinter dir her...",
  "DF_Mine_CalicoStatue_Description_3": "Mehr Fledermäuse",
  "DF_Mine_CalicoStatue_Description_4": "Käfer werden zu Killerkäfern",
  "DF_Mine_CalicoStatue_Description_5": "Verliere mehr Eier, wenn du bewusstlos bist",
  "DF_Mine_CalicoStatue_Description_6": "Lebensmittel sind nur halb so wirksam",
  "DF_Mine_CalicoStatue_Description_7": "Mehr Monster",
  "DF_Mine_CalicoStatue_Description_8": "Monster machen mehr Schaden",
  "DF_Mine_CalicoStatue_Description_9": "Mumien sind wütend geworden",
  "DF_Mine_CalicoStatue_Description_10": "Geschwindigkeitsschub",
  "DF_Mine_CalicoStatue_Description_11": "Vollständige Auffrischung",
  "DF_Mine_CalicoStatue_Description_12": "50 Calico Eier",
  "DF_Mine_CalicoStatue_Description_13": "Kein Effekt",
  "DF_Mine_CalicoStatue_Description_14": "Monster machen weniger Schaden",
  "DF_Mine_CalicoStatue_Description_15": "25 Calico Eier",
  "DF_Mine_CalicoStatue_Description_16": "10 Calico Eier",
  "DF_Mine_CalicoStatue_Description_17": "100 Calico Eier",
  "FishingDerbySign": "[textcolor black][letterbg LooseSprites\\\\troutDerbyLetterBG 0]        -----Forellenderby-----^^Dieses Wochenende, im Sommer vom 20. bis 21.: Beweis deine Süßwasserkenntnisse und gewinne Preise!^^(Hinweis: Persönliche Gegenstände, die in der Nähe dieses Schildes gefunden werden, werden ins Fundbüro gebracht)",
  "SquidFestSign": "[textcolor black][letterbg LooseSprites\\\\squidFestLetterBG 0]             -----Tintenfischfest-----^^Freitag, den 12. und Samstag, den 13.^^Ein zweitägiges Tintenfischangeln. Wenn du unser tägliches Fangziel erreichst, kannst du Preise gewinnen.^^(Hinweis: Persönliche Gegenstände, die in der Nähe dieses Schildes gefunden werden, werden ins Fundbüro gebracht)",
  "Jas_IceCream": "Ist... Ist das für mich?$u#$b#Wow! Das ist genau das, was ich wollte... Danke! Du bist so nett!$h",
  "FishingDerby_Exclamation0": "Hab einen!",
  "FishingDerby_Exclamation1": "Angebissen!",
  "FishingDerby_Exclamation2": "Es ist entkommen...",
  "FishingDerby_Exclamation3": "Habe ein Knabbern gespürt!",
  "FishingDerby_Exclamation4": "Komm schon...",
  "FishingDerby_Exclamation5": "Angebissen!",
  "FishingDerby_Exclamation6": "Erwischt!",
  "GetRewards": "Belohnungen erhalten",
  "Explanation": "Erklärung",
  "Leave": "Verlassen",
  "FishingDerbyBooth_Intro": "Willkommen beim Forellenderby! Was kann ich für dich tun?",
  "FishingDerbyBooth_Explanation": "Während dieser Veranstaltung haben Regenbogenforellen die Chance, eine \"Goldene Marke\" zu tragen. Wenn ihr eine findet, gebt sie hier ab und gewinnt einen Preis!",
  "FishingDerbyBooth_BagFull": "Sieht aus, als wäre deine Tasche voll. Mach lieber erst mal Platz.",
  "FishingDerbyBooth_NoTags": "Sieht so aus, als hättest du keine Goldenen Marken... geh lieber angeln!",
  "TroutDerby_NowOpen": "Das jährliche Forellenderby hat begonnen.",
  "TroutDerby": "Forellenderby",
  "SquidFest": "Tintenfischfest",
  "SquidFest_NowOpen": "Das Tintenfischfest hat begonnen.",
  "DesertFestival_NowOpen": "Das Wüstenfestival ist jetzt eröffnet!",
  "SquidFestBooth_Intro": "Willkommen zum Tintenfischfest! Was kann ich für dich tun?",
  "SquidFestBooth_Explanation": "Es ist eine Herausforderung zum Tintenfischangeln! Wenn du unsere täglichen Fangziele erreichst, kannst du Preise gewinnen. Schau links auf das Schild. Wir legen auch spezielle Köder ins Wasser, damit die Tintenfische den ganzen Tag aktiv sind!",
  "SquidFestBooth_NoRewards": "Du hast dir noch keine Belohnungen verdient. Fang lieber ein paar Tintenfische!",
  "SquidFest_AlreadyGotAvailableRewards": "Du hast im Moment keine Belohnungen zur Verfügung. Fang weiter Tintenfische!",
  "SquidFest_GotAllRewardsToday": "Congratulations! You hit our iridium-level target and earned all possible rewards for today.",
  "AdvancedIridiumRod": "Fortgeschrittene Iridiumangel",
  "AdvancedIridiumRodDescription": "Wird im Wasser verwendet, um Fische zu fangen. Bis zu zwei Köder können auf einmal befestigt werden.",
  "IridiumScythe": "Iridiumsense",
  "IridiumScytheDescription": "Kann zum Ernten von Feldfrüchten aller Art verwendet werden. Er eignet sich auch hervorragend zum Einsammeln von Heu.",
  "SpecificBait_DisplayName": "{0} Köder",
  "DriedFruit_DisplayName": "{0} (getrocknet)",
  "SmokedFish_DisplayName": "{0} (geräuchert)",
  "Tent_Blocked": "Benötigt mehr Platz zum Aufstellen.",
  "greenrainmessage": "Ein grüner Regen hat sich über das Tal gelegt.",
  "MasteryCave": "Nur ein Meister der fünf Arten darf eintreten. ({0}/5)",
  "NewIdeas": "Du hast ein paar neue Ideen, über die du schlafen kannst...",
  "FinalPath": "Der letzte Pfad:",
  "0_Mastery": "Meisterung der Hofarbeit",
  "1_Mastery": "Meisterung des Angelns",
  "2_Mastery": "Meisterung des Sammelns",
  "3_Mastery": "Meiserung der Minenarbeiten",
  "4_Mastery": "Meisterung des Kampfes",
  "Claim": "Abholen",
  "HeavyFurnace_coal": "Benötigt 3 Kohle",
  "HeavyFurnace_ores": "Benötigt 25 Erze.",
  "HeavyFurnace_pieces": "Benötigt 5 Kohle",
  "BlessingOfWaters": "Segen der Wasser",
  "BlessingOfSpeed": "Segen der Geschwindigkeit",
  "BlessingOfLuck": "Segen des Glücks",
  "BlessingOfFangs": "Segen der Reißzähne",
  "BlessingOfTheButterfly": "Segen des Schmetterlings",
  "BlessingOfFriendship": "Segen der Freundschaft",
  "BlessingOfEnergy": "Segen der Energie",
  "BlessingOfEnergy_description": "Du hast unendlich viel Energie.",
  "BlessingOfFangs_description": "+10% kritische Trefferchance",
  "BlessingOfFriendship_description": "Du gewinnst zusätzliche Freundschaft, wenn du mit Leuten sprichst.",
  "BlessingOfTheButterfly_description": "Irgendwo im Tal wartet ein prismatischer Schmetterling auf dich...",
  "BlessingOfWaters_description": "Die ersten drei Fische, die du heute an den Haken bekommst, werden viel einfacher sein. ({0} übrig)",
  "Mastery": "Meisterung:",
  "Farming_Mastery": "Es gibt jetzt Goldene Tierkräcker, die den Ertrag eines Nutztieres dauerhaft verdoppeln. Funktioniert nicht bei Schweinen.",
  "Fishing_Mastery": "Du kannst jetzt goldene Fischertruhen finden.",
  "Foraging_Mastery": "Du findest jetzt Goldene Mysteriöse Kisten, die bessere Gegenstände enthalten.",
  "Mining_Mastery": "Edelsteinhaltige Felsen gewähren jetzt doppelt so viele Edelsteine.",
  "ChooseOne": "Eins auswählen:",
  "DwarfStatue_source": "Statue des Zwergenkönigs",
  "DwarfStatue_0": "+1 Erz aus Erzknoten.",
  "DwarfStatue_1": "Höhere Chance, Leitern und Schächte zu finden.",
  "DwarfStatue_2": "Höhere Chance, Kohle zu finden.",
  "DwarfStatue_3": "Bomben können dir keinen Schaden zufügen.",
  "DwarfStatue_4": "Höhere Chance, Geoden zu finden.",
  "Trinkets": "Ornamente:",
  "Trinkets_Description": "Schaltet einen neuen Ausrüstungsplatz für Ornamente frei. Ornamente können während Abenteuern gefunden werden und verleihen besondere Kräfte.",
  "MagicQuiver_Name": "Zauberköcher",
  "MagicQuiver_Description": "Schießt alle {0} Sekunden einen magischen Pfeil auf Gegner in der Nähe ab, der {1}-{2} Schaden verursacht.",
  "FrogEgg_Name": "Froschei",
  "FrogEgg_Description": "Beschwört einen hungrigen Frosch-Begleiter herbei.",
  "MagicHairDye_Name": "Magisches Haargel",
  "MagicHairDye_Description": "Dein Haar schimmert in allen Farben einer prismatischen Scherbe.",
  "FairyBox_Name": "Feen-Kiste",
  "FairyBox_Description": "Beschwört einen Feen-Begleiter, der dich in Kampfsituationen heilt.",
  "FairyBox_Description2": "Beschwört einen Feenbegleiter der Stufe {0}, der dich in Kampfsituationen heilt.",
  "ParrotEgg_Name": "Papagei Ei",
  "ParrotEgg_Description": "Beschwört einen Papageien-Begleiter der Stufe {0}, der dir eine {1} Chance gewährt, Goldmünzen zu finden, wenn du Monster erschlägst.",
  "IceRod_Name": "Eis-Stab",
  "IceRod_Description": "Schießt alle {0} Sekunden eine Eiskugel ab, die alle Gegner in ihrem Weg für {1} Sekunden einfriert.",
  "IridiumSpur_Name": "Goldener Sporn",
  "IridiumSpur_Description": "Kritische Treffer geben dir für {0} Sekunden einen Geschwindigkeitsschub.",
  "BasiliskPaw_Name": "Basilisk Pfote",
  "BasiliskPaw_Description": "Du bist immun gegen Schwächungen.",
  "PerfectIceRod": "Perfekter Eisstab",
  "RapidMagicQuiver": "Rascher Magieköcher",
  "HeavyMagicQuiver": "Schwerer Magieköcher",
  "PerfectMagicQuiver": "Perfekter Magieköcher",
  "frog_variant_0": "Grünes Froschei",
  "frog_variant_1": "Braunes Froschei",
  "frog_variant_2": "Blau-grünes Froschei",
  "frog_variant_3": "Blaues Froschei",
  "frog_variant_4": "Rotes Froschei",
  "frog_variant_5": "Gelbes Froschei",
  "frog_variant_6": "Leeres Froschei",
  "frog_variant_7": "Prismatisches Froschei",
  "IridiumSpur": "Iridiumsporn",
  "ParrotEgg_Chance_0": "niedrige",
  "ParrotEgg_Chance_1": "mittlere",
  "ParrotEgg_Chance_2": "hohe",
  "ParrotEgg_Chance_3": "sehr hohe",
  "Anvil_fail": "Du kannst hier nur Ornamente umschmieden.",
  "Anvil_bars": "Benötigt 3 Iridiumbarren.",
  "GoldenParrot": "*Awk*... Geld! *Awk*... Finde goldene Walnüsse!",
  "GoldenParrot_Yes": "Ja (Kostet {0}g)",
  "GoldenParrot_Tonight": "*Awk*... Schlaf! *Awk*... Wir tun es heute Nacht!",
  "GoldenParrot_Sure": "(Bin ich mir da sicher? Wenn die Papageien alle verbliebenen goldenen Walnüsse finden, werde ich das wahre Erlebnis der Ingwerinsel nicht erleben können...)",
  "Fizz_Intro_1": "Also... du hast meinen Brief bekommen, ja?#$b#Freut mich, dich kennenzulernen.#$b# Ich bin Fizz. Joja Special Services Division.$h#$b#Du hast noch nicht von uns gehört? Das ist okay, die meisten Leute haben das nicht...#$b#Wir werden eigentlich nicht so beworben wie andere Joja-Produkte. Wir sind eher ein \"Spezialservice\" für Elitekunden.#$b#Was machen wir? Nun, sagen wir mal so... wir spezialisieren uns auf \"rechtlich komplexe\" Angelegenheiten... verstehst du, was ich meine?#$b#Aber genug geplaudert. Zum geschäftlichen.#$b#Ich habe gehört, dass du versuchst, \"Perfektion\" zu erreichen. Ein nobles Ziel! ... aber schwierig. Sehr schwierig.#$b#All das Kochen, Basteln, Monstertöten, all die komplizierten Freundschaften ... *stöhn*. Ich kann sehen, wie gestresst du bist.$s#$b#Aber die Sache ist die ... du brauchst dich keine Minute mehr zu stressen! Wir haben alles im Griff. $h#$b#Siehst du diese Papiere hier? Sie heißen \"Perfektionserlass\".#$b#Jede dieser schönen Seiten ist 1 % in Richtung Perfektion wert. Sogar Mr. Qis Unterschrift ist drauf. Völlig echt!#$b#Sehe ich aus wie jemand, der lügen würde?? $u#$b#...$u#$b#Beantworte das nicht. #$b#...Wie auch immer, ich verkaufe sie zu einem wirklich guten Preis... nur 500.000g pro Stück. Ein Schnäppchen!#$b#Also, kein Druck. Denk einfach darüber nach! Ich warte...$h",
  "Fizz_Intro_2": "Also... was sagst du? 500.000g für einen echten \"Perfektionserlass\"??",
  "Fizz_Yes": "Ja (kostet 500,000g)",
  "Fizz_Sweet": "Hee Hee!",
  "Waiver": "Erlass",
  "Waiver_Note": "Du erhältst einen \"Perfektionserlass\"! (Total: {0})",
  "Waiver_Note_Multiplayer": "{0} hat einen \"Perfektionserlass\" gekauft...",
  "TownTreeWarning": "Ich sollte in der Stadt keine Bäume fällen.",
  "Bookseller": "Buchhändler",
  "Book_Category": "Buch",
  "skillBook_Category": "Fähigkeitsbuch",
  "alreadyreadbook": "Die erneute Lektüre dieses Buches wird einen kleinen Erfahrungsschatz liefern.",
  "alreadyreadbook_random": "Die erneute Lektüre dieses Buches wird dir einen kleinen Erfahrungsschatz in allen Bereichen liefern.",
  "BooksellerInTown": "Der Buchhändler ist heute in der Stadt.",
  "SkillBookMessage": "Du hast ein paar Dinge über {0} gelernt.",
  "SkillName_0": "Hofarbeit",
  "SkillName_1": "Angeln",
  "SkillName_2": "Sammeln",
  "SkillName_3": "Bergbau",
  "SkillName_4": "Kampf",
  "TextSign_Name": "Schild",
  "TextSign_Description": "Du kannst eine individuelle Nachricht auf dieses Schild schreiben.",
  "QoS_Cookbook": "Du hast {0} neue Rezepte gelernt.",
  "guild_door": "Töte 1000 Monster, um hier einzutreten. ([FarmerStat monstersKilled]/1000)",
  "FoundABook": "Sie haben eine Ausgabe von '{0}' gefunden.",
  "ForestMagic": "Waldmagie",
  "ForestMagic_Description": "Du bist eins mit der Waldmagie...",
  "BearPaw_Description": "Brombeeren und Lachsbeeren sind 3x so viel Gold wert.",
  "SpringOnionMastery_Description": "Frühlingszwiebeln sind 5x so viel Gold wert.",
  "Book_QueenOfSauce_Name": "Königin der Soßen Kochbuch",
  "Book_QueenOfSauce_Description": "Lerne alle Königin der Soßen-Rezepte, die du noch nicht kennst.",
  "Book_PriceCatalogue_Name": "Preiskatalog",
  "Book_PriceCatalogue_Description": "Der Wert deiner Gegenstände ist nun sichtbar.",
  "Book_Marlon_Name": "Kartierung von Höhlensystemen",
  "Book_Marlon_Description": "Du bekommst 50% Rabatt auf Marlons Fundservice.",
  "Book_Speed_Name": "Weg des Windes, Teil 1",
  "Book_Speed_Description": "Du läufst etwas schneller.",
  "Book_Speed2_Name": "Weg des Windes, Teil 2",
  "Book_Speed2_Description": "Du läufst etwas schneller.",
  "Book_Void_Name": "Monster Kompendium",
  "Book_Void_Description": "Monster haben eine kleine Chance, doppelte Beute zu hinterlassen.",
  "Book_Friendship_Name": "Freundschaft für Anfänger",
  "Book_Friendship_Description": "Du freundest dich etwas schneller mit Leuten an.",
  "Book_Defense_Name": "Jack ist flink, Jack ist zäh",
  "Book_Defense_Description": "Erhalte +1 Verteidigung.",
  "Book_Woodcutting_Name": "Woodys Geheimnis",
  "Book_Woodcutting_Description": "Gefällte Bäume haben eine 5 %ige Chance, die doppelte Holzmenge zu liefern.",
  "Book_WildSeeds_Name": "Waschbär Tagebuch",
  "Book_WildSeeds_Description": "Unkraut hat eine höhere Chance, Mischsamen zu bilden.",
  "Book_Roe_Name": "Juwelen des Meeres",
  "Book_Roe_Description": "Fischereischatztruhen haben eine Chance, Rogen zu enthalten.",
  "Book_Bombs_Name": "Zwergen-Sicherheitshandbuch",
  "Book_Bombs_Description": "Bomben verursachen 25% weniger Schaden an dir.",
  "Book_Crabbing_Name": "Die Kunst des Krabbenspiels",
  "Book_Crabbing_Description": "Krabbentöpfe haben eine 25 %ige Chance, das Doppelte zu erbringen.",
  "Book_Trash_Name": "Das Gassenbuffet",
  "Book_Trash_Description": "Du hast eine höhere Chance, Gegenstände im Müll zu finden.",
  "Book_Diamonds_Name": "Der Diamantenjäger",
  "Book_Diamonds_Description": "Jeder Stein hat die Chance, einen Diamanten zu hinterlassen, wenn er von Hand abgebaut wird.",
  "Book_Mystery_Name": "Buch der Mysterien",
  "Book_Mystery_Description": "Du hast eine etwas höhere Chance, Mysteriöse Kisten zu finden.",
  "Book_AnimalCatalogue_Name": "Tierkatalog",
  "Book_AnimalCatalogue_Description": "Du kannst auf Marnies Laden zugreifen, wenn sie nicht da ist.",
  "Marnie_Counter": "'Ich bin nicht da, aber du kannst trotzdem über den Tierkatalog einkaufen!'  -Marnie",
  "GameMenu_Powers": "Besonderer Gegenstand & Kräfte",
  "FixRaccoonStump_Hint": "Der alte Baum ist weg... aber mit 100 Stücken Hartholz könnte man das in Ordnung bringen.",
  "FixRaccoonStump_Question": "100 Stück Hartholz verwenden, um den Baumstumpf zu reparieren?",
  "FixRaccoonStump_Done": "Vielleicht beschließt ja jemand, hier einzuziehen...",
  "GreenRainForecast": "Ähm... Es scheint eine Art von... anomaler Lektüre zu geben... Ich... weiß nicht, was das bedeutet...",
  "Raccoon_expanded": "Der Waschbärenladen wurde erweitert.",
  "Raccoon_busy": "Ein anderer Spieler spricht gerade mit dem Waschbären.",
  "Raccoon_intro_0": "Waschbär: Hungrig... brauche Fisch...",
  "Raccoon_interim_1": "Waschbär: Jetzt finde ich vielleicht eine Ehefrau...",
  "Raccoon_intro_1": "Waschbär: Hungrig... brauche Früchte...",
  "Raccoon_interim_2": "Waschbär: Jetzt gründen wir eine Familie...",
  "Raccoon_intro_2": "Waschbär: Hungrig... brauche Pilze...",
  "Raccoon_interim_3": "Waschbär: Jetzt können wir die Familie vergrößern...",
  "Raccoon_intro_3": "Waschbär: Durstig... brauche Saft...",
  "Raccoon_interim_4": "Waschbär: Du bist ein guter Freund, bobo. Jetzt können wir noch einen...",
  "Raccoon_intro_4": "Waschbär: Psst... bobo. Ich brauche ein Geschenk für die Gattin.",
  "Raccoon_interim_5": "Waschbär: Fürs Erste sind wir zufrieden, bobo...",
  "Raccoon_intro": "Waschbär: Hilf uns, und ich gebe dir etwas Feines.",
  "Raccoon_interim": "Waschbär: Uns geht es gut, bobo...",
  "Raccoon_receive": "Waschbär: Danke, bobo. Nimm das..",
  "bigtree": "Es ist ein großer Baum, aber das Holz fängt an zu faulen...",
  "windstorm": "In der Nacht gab es einen heftigen Sturm...",
  "FishSmoker_Name": "Fischräucherer",
  "FishSmoker_Description": "Platziere Fisch mit einem Stück Kohle, um geräucherten Fisch herzustellen. Geräucherter Fisch ist doppelt so viel wert.",
  "MiniForge_Name": "Mini-Schmiede",
  "MiniForge_Description": "Jetzt kannst du eine zwergische Schmiede bequem von zu Hause aus benutzen.",
  "Anvil_Name": "Amboss",
  "Anvil_Description": "Ermöglicht es, Ornamente \"neu zu rollen\". Kostet 3 Iridiumbarren pro Benutzung.",
  "StatueOfTheDwarfKing_Name": "Statue des Zwergenkönigs",
  "StatueOfTheDwarfKing_Description": "Wähle jeden Tag aus zwei bergbaubezogenen Fähigkeiten.",
  "MasteryRequirement": "Du verfügst noch nicht über das nötige Wissen, um es zu nutzen...",
  "StatueOfBlessings_Name": "Statue der Segnungen",
  "StatueOfBlessings_Description": "Die Berührung der Statue schenkt jeden Tag einen einzigartigen Segen.",
  "Dehydrator_Name": "Dehydrator",
  "Dehydrator_Description": "Platziere 5 Stück Obst oder essbare Pilze darin, um sie zu trocknen.",
  "HeavyFurnace_Name": "Schwerer Ofen",
  "HeavyFurnace_Description": "Verarbeitet 5 Barren auf einmal. Benötigt 25 Stück Erz und 3 Kohle pro Einsatz.",
  "BaitMaker_Name": "Köderhersteller",
  "BaitMaker_Description": "Platziere einen Fisch darin, um einen bestimmten Köder zu erzeugen.",
  "MushroomLog_Name": "Pilz-Baumstamm",
  "MushroomLog_Description": "Bringt immer wieder Pilze hervor. Je mehr wilde Bäume in der Nähe sind, desto besser funktioniert es.",
  "GoldenAnimalCracker_Name": "Goldener Tierkräcker",
  "GoldenAnimalCracker_Description": "Gib dies einem Nutztier, um seinen Ertrag dauerhaft zu verdoppeln. Funktioniert nicht bei Schweinen.",
  "MysteryBoxAnnounce": "Mysteriöse Kisten können jetzt gefunden werden...",
  "GoldenMysteryBox_Name": "Goldene Mysteriöse Kiste",
  "MasteryHint": "Du spürst, dass ein neuer Weg offen ist...",
  "PanToolBaseName": "Pfanne",
  "SteelPanDescription": "Dient zum Sammeln von Erzen aus Wasserläufen. Die Ausbeute ist größer und besser als bei einer Kupferpfanne. Außerdem besteht eine kleine Chance, dass sofort eine weitere Stelle zum Schwenken erscheint.",
  "GoldPanDescription": "Dient zum Sammeln von Erzen aus Wasserläufen. Die Ausbeute ist größer und besser als bei einer Stahlpfanne. Außerdem besteht eine kleine Chance, dass sofort eine weitere Stelle zum Schwenken erscheint.",
  "IridiumPanDescription": "Dient zum Sammeln von Erzen aus Wasserläufen. Liefert die beste Ausbeute. Außerdem besteht eine Chance, dass sofort eine weitere Stelle zum Schwenken erscheint.",
  "SeaJelly_Name": "Seegelee",
  "SeaJelly_Description": "Ein seltenes Gelee, das im Meer vorkommt.",
  "RiverJelly_Name": "Flussgelee",
  "RiverJelly_Description": "Ein seltenes Gelee, das im Süßwasser vorkommt.",
  "CaveJelly_Name": "Höhlengelee",
  "CaveJelly_Description": "Ein seltenes Gelee, das in unterirdischen Seen vorkommt.",
  "Farm_Ranching_Description": "Meadowlands Hof_Es ist nicht das Beste für den Anbau von Nutzpflanzen, aber es gibt ein blaues, zähes Gras, das die Tiere lieben. Du beginnst mit zwei Hühnern.",
  "StarterChicken_Names": "Portobello,Porcini | Chicky,Grushenka | Glück,Klee | Salz,Pfeffer | Pecky,Clucky | Brunhilde,Gretchen | Billie,Bertha | Gurke,Zucchini | Pfirsich,Papaya | Jacke,Hose | Buster,Scrappy | Blatt,Zweig | Apfel,Birne | Kürbis,Kern | Goldie,Kakao | Toast,Bohne | Chip,Dip | Haselnuss,Erdnuss | Misch,Masch | Huffy,Puffy | Eggy,Ollie | Polka,Dot | Tiny,Shrimp | Fischie,Rogen | Prinzessin,Lady | Misty,Beluga | Winter,Herbst | Honig,Biscuit | Piccolo,Viola | Kartoffeln,Bratensoße",
  "FishFrenzy_town": "In der Stadt hat ein {0} Wahnsin begonnen.",
  "FishFrenzy_forest": "Im Zundersaftwald hat ein {0} Wahnsin begonnen.",
  "FishFrenzy_mountain": "In den Bergen hat ein {0} Wahnsin begonnen.",
  "FishFrenzy_beach": "Am Strand hat ein {0} Wahnsin begonnen.",
  "SpiritsEveCart": "Die geheime Abkürzung zurück nehmen?",
  "Goby_Name": "Goby",
  "Goby_Description": "Einige Grundelarten können Wasserfälle hinaufklettern.",
  "Pam_busSign": "Ich gehe heute auf das Festival, Kleiner! Du musst wohl selbst fahren.       -Pam^Ich gehe heute auf das Festival, Kleine! Du musst wohl selbst fahren.       -Pam",
  "TravelingMerchant_DF_Closed": "Bis Mittag geschlossen.",
  "TravelingMerchant_DF": "Es geht nichts über die warme Luft der Calico-Wüste. Das Schwein liebt sie auch.",
  "Spouse_Goodnight1": "Kommst du zu Bett?",
  "Spouse_Goodnight0": "Gute Nacht, {0}.",
  "Instant": "Sofort",
  "GrandpaMasteryNote": "An {0},^^Wenn du diese Notiz liest, hast du den geheimen Raum gefunden, den ich für dich vorbereitet habe.^^Innerhalb dieser Wände befinden sich Tipps, Rezepte und sogar einige meiner wertvollsten Werkzeuge... das Beste aus den vielen glücklichen Jahren, die ich im Tal verbracht habe. ^^Wenn du bis hierher gekommen bist, hast du bewiesen, dass du die Fähigkeit und Weisheit besitzt, diese mächtigen Geheimnisse zu nutzen. ^^Ich hoffe, meine Entdeckungen helfen dir auf deinem Weg, den {1} Hof zu einem leuchtenden Stern auf der ganzen Welt zu machen!^^Mach mich stolz!^-Opa",
  "MasteryCompleteToast": "Du spürst Großvaters Hand, die dir auf die Schulter klopft...",
  "GiantQiFruitMessage": "Herr Qi: Oh, du dachtest, du könntest meine kostbare Frucht bekommen, wann immer du willst? Pshh... Nur während der Herausforderung, Kleiner.^Herr Qi: Oh, du dachtest, du könntest meine kostbare Frucht bekommen, wann immer du willst? Pshh... Nur während der Herausforderung, Kleine.",
  "DeluxeWormBin_Name": "Luxus-Wurmbehälter",
  "DeluxeWormBin_Description": "Produziert regelmäßig Luxusköder. Die Würmer sind Selbstversorger.",
  "Pam_busSign_resort": "Ich bin heute im Urlaub! Du wirst wohl selbst fahren müssen.       -Pam",
  "BigChest_Name": "Große Truhe",
  "BigStoneChest_Name": "Große Steintruhe",
  "BigChest_Description": "Sie kann fast doppelt so viel speichern wie eine normale Kiste.",
  "JojaCatalogueDescription": "Gewährt ein (1) lebenslanges Abonnement für die offizielle Joja ENTFALTUNGS-Kollektion mit 40 exklusiven Möbelstücken!",
  "JojaCatalogueDescriptionTerms": "Nutzungsbedingungen:^^Durch die Aktivierung dieses Gegenstandes erklärt sich der Nutzer damit einverstanden, Joja Co. nicht für Schäden an Leben oder Eigentum verantwortlich zu machen, die aus der Verwendung von Joja ENTFALTUNGS Möbeln resultieren.^^Dem Nutzer ist bewusst, dass in einem oder mehreren ENTFALTUNGS-Möbeln ungeprüfte Kunststoffe enthalten sein können, und er verzichtet auf das Recht, Joja Co. für gesundheitliche Schäden, die auf den Kontakt mit diesen Kunststoffen zurückzuführen sind, haftbar zu machen. ^^Der Nutzer verzichtet hiermit auf jedes Recht, Joja Co. für sogenannte \"schlampige Verarbeitung\" haftbar zu machen, und erklärt sich damit einverstanden, dass alle körperlichen Schäden, die durch Bruch, Risse, Pulverisierung, Verbiegen, Klemmen, Einklemmen, Aufspießen oder andere unbeabsichtigte Auswirkungen der Verwendung von Joja ENTFALTUNGS-Möbeln entstehen, ausschließlich das Ergebnis freiwilligen Handelns des Nutzers sind.^^ --Macht mit. Entfaltet euch.",
  "Farm_Perfection_Description": "Wasserfall Hof_Großvater hat dir eine magische Lampe hinterlassen, die einen mächtigen Bonus gewährt. Allerdings hast du auch seine 1.000.000g Schulden bei der JojaBank geerbt und musst sie in saisonalen Raten abbezahlen...",
  "JojaGrandpaIntro_0": "???: Sehr rührend... Jetzt unterschreiben Sie einfach das Papier hier...",
  "Joja_Debt_Notice": "HINWEIS:^^Am Ende der Jahreszeit werden {0}g von Ihrem Konto abgebucht.^^Bei Nichtzahlung entsteht ein negativer Saldo.^^Danke für Ihre Unterstützung.^-JojaBank",
  "buy_books": "Bücher kaufen",
  "trade_books": "Bücher tauschen",
  "books_welcome": "Willkommen bei Marcello's Bücher!",
  "books_buy_welcome": "Marcello's Bücher... Zu Ihren Diensten!",
  "books_trade_welcome": "Ich tausche nützliche Dinge gegen deine überschüssigen Bücher.",
  "ItemDeliveryQuestTitle": "Lieferung: {0}",
  "FishingQuestTitle": "Angeln: {0}",
  "MonsterQuestTitle": "Prämie: {0}",
  "ResourceQuestTitle": "Sammeln: {0}",
  "WizardCatalogueDescription": "M. Rasmodius' private Möbelsammlung.",
  "WizardCatalogueLetter": "Meine Ex-Frau hat alle Möbel mitgenommen^^Glücklicherweise war ich so klug, ätherische Kopien von allem zu machen und sie in dieses Buch zu übertragen. Viel Spaß.^^-M. Rasmodius",
  "AttackEnchantment": "+{0} Angriff",
  "DefenseEnchantment": "+{0} Verteidigung",
  "CritEnchantment": "+{0} Kritische Chance",
  "SpeedEnchantment": "+{0} Geschwindigkeit",
  "SlimeSlayerEnchantment": "Schleimjäger",
  "SlimeGathererEnchantment": "Schleimsammler",
  "MaxHealth": "+{0} Max Gesundheit",
  "CritPowerEnchantment": "+{0} Kritische Kraft",
  "LightweightEnchantment": "-{0} Gewicht",
  "JojaFreeRun": "Keine Joja-Dienste in Anspruch genommen!",
  "QiSummitCheat": "Sieh an, sieh an, sieh an... Sieh an, wer es bis zum Gipfel geschafft hat.#$b#Du dachtest, du wärst wirklich clever, nicht wahr?#$b#\"Wie kann ich das System zu meinem eigenen Vorteil ausnutzen?\", dachtest du.#$b#Oder, um es mit den Worten des Laien zu sagen: 'Ich, ich, ich, ich, ich, ich, ich, ich, ich, ich, ich, ich, ich, ich, ich, ich'.#$b#Verächtlich.",
  "Freezer_name": "Gefrierschrank",
  "Freezer_description": "Die darin aufbewahrten Gegenstände verlieren über Nacht ihre Qualität.",
  "DriedFlowers_name": "{0} (getrocknet)",
  "DriedFlowers_description": "Eine Tüte mit wunderschönen Trockenblumen.",
  "DeluxeCrabPot_name": "Luxus-Krabbenreuse",
  "DeluxeCrabPot_description": "Damit fängt man mehr als mit einer normalen Krabbenreuse.",
  "RaccoonFinal": "Es scheint deinen neuen Nachbarn gut zu gehen!",
  "Mayo_reaction0": "Ekelhaft!",
  "Mayo_reaction1": "Hast du gerade...?",
  "Mayo_reaction2": "Warum?!",
  "Mayo_reaction3": "Ähm...",
  "Mayo_reaction4": "Lecker!",
  "PetLicense_Name": "Haustier-Lizenz",
  "PetLicense_Description": "Lade ein neues Haustier in dein Zuhause ein. Wenn du nicht genügend Außennäpfe für deine Haustiere hast, werden sie unruhig.",
  "GoldClock_On": "Die Goldene Uhr wieder einschalten?",
  "GoldClock_Off": "Die Goldene Uhr ausschalten?",
  "DeluxeMayoMachine_Name": "Luxus-Mayonnaise-Maschine",
  "DeluxeMayoMachine_Description": "Dieses Gerät kann 3 Eier auf einmal verarbeiten.",
  "DeluxeCheesePress_Name": "Luxus-Käsepresse",
  "DeluxeCheesePress_Description": "Dieses Gerät kann 3 Kannen Milch auf einmal verarbeiten.",
  "DeluxeLoom_Name": "Luxus-Webstuhl",
  "DeluxeLoom_Description": "Dieses Gerät kann 3 Stück Wolle auf einmal verarbeiten.",
  "Book_Riding_Name": "Pferd: Das Buch",
  "Book_Riding_Description": "Du bekommst ein bisschen mehr Geschwindigkeit, wenn du auf einem Pferd reitest.",
  "Book_Artifact_Name": "Antike Schätze: Leitfaden für die Schätzung",
  "Book_Artifact_Description": "Beim Verkauf von Artefakten erzielst du einen besseren Preis.",
  "RiverlandsFarmPerk": "Du beginnst mit einem Fischräucherofen.",
  "Mannequin_Description": "Du kannst sie nach Lust und Laune dekorieren.",
  "CursedMannequin_Description": "Du kannst sie nach Lust und Laune dekorieren. Und bete, dass sie nicht zum Leben erwacht, während du schläfst...",
  "SpeedrunTimer": "Speedrun-Timer",
  "HideIP": "IP und Einladungscode verbergen",
  "BroccoliFusilli_Name": "Brokkoli Fusilli",
  "BroccoliFusilli_Description": "Eine köstliche Pasta mit Brokkoli und sonnengetrockneten Tomaten.",
  "PowdermelonSoda_Name": "Pulvermelonen-Limonade",
  "PowdermelonSoda_Description": "Es sprudelt natürlich aus der Kraft der Melonenschale.",
  "PastaPrimavera_Name": "Pasta Primavera",
  "PastaPrimavera_Description": "Pasta in einer Sahnesauce mit frischem Gemüse.",
  "MannequinMale_Name": "Schaufensterpuppe (M)",
  "MannequinFemale_Name": "Schaufensterpuppe (W)",
  "CursedMannequinMale_Name": "Verfluchte Schaufensterpuppe (M)",
  "CursedMannequinDemale_Name": "Verfluchte Schaufensterpuppe (W)",
  "JunimoCatalogueDescription": "Eine Kollektion von Möbeln, die von der Energie von Junimo durchdrungen sind.",
  "RetroCatalogueDescription": "Eine Sammlung einzigartiger Möbel aus einer vergangenen Epoche.",
  "Renovation_AddDiningRoom": "Esszimmer hinzufügen/Fügt einen großen Raum links von der Küche hinzu/Wähle einen Bereich für die Renovierung.",
  "Renovation_RemoveDiningRoom": "Esszimmer entfernen/Entfernt den großen Raum links von der Küche/Wähle einen Bereich für die Renovierung.",
  "Renovation_AddCubby": "Abstellkammer hinzufügen/Fügt eine kleine Abstellkammer neben der Eingangstür hinzu/Wähle einen Bereich für die Renovierung.",
  "Renovation_RemoveCubby": "Abstellkammer entfernen/Entfernt die kleine Abstellkammer neben der Eingangstür/Wähle einen Bereich für die Renovierung.",
  "Renovation_AddAttic": "Dachboden hinzufügen/Fügt eine weitere Treppe nach oben und einen Raum an der Decke hinzu/Wähle einen Bereich für die Renovierung.",
  "Renovation_RemoveAttic": "Dachboden entfernen/Entfernt den Dachboden/Wähle einen Bereich für die Renovierung.",
  "Renovation_AddExtendedCornerRoom": "Eckzimmer erweitern/Erweitert das Eckzimmer und fügt einen großen neuen Bereich hinzu/Wähle einen Bereich für die Renovierung.",
  "Renovation_RemoveExtendedCornerRoom": "Eckraum verkleinern/Entfernt die Ausdehnung des Eckraums und bringt ihn auf seine ursprüngliche Größe zurück/Wähle einen Bereich für die Renovierung.",
  "Renovation_OpenDiningRoom": "Offenes Esszimmer/Entfernt die Wand zwischen Esszimmer und Küche/Wähle einen Bereich für die Renovierung.",
  "Renovation_CloseDiningRoom": "Esszimmer schließen/Restauriert die Wand zwischen Esszimmer und Küche/Wähle einen Bereich für die Renovierung.",
  "ButterflyPowder_Name": "Schmetterlingspulver",
  "ButterflyPowder_Description": "Streue es auf ein Haustier, um es von deinem Hof zu entfernen. Der Vorgang ist unumkehrbar.",
  "Marnie_Pet_Adoption": "Diese Süßen könnten ein gutes Zuhause gebrauchen...",
  "AdoptPets": "Haustiere adoptieren",
  "AdoptedPet": "Dein neues Haustier '{0}' wurde zu dir nach Hause geschickt.",
  "AdoptedPet_Marnie": "Toll! Ich schicke {0} sofort zu dir nach Hause.$h",
  "ButterflyPowder_Question": "Bist du sicher? {0} wird dauerhaft von deiner Farm entfernt.",
  "ButterflyPowder_Goodbye": "Leb wohl, {0}...",
  "FestivalTentWarning": "Morgen ist ein Fest.",
  "PetBowlName": "{0}s Schale",
  "TrashCatalogueDescription": "Zugang zu einem freien Vorrat an Mülldekorationen. Nach Gebrauch die Hände waschen.",
  "GameMenu_Animals": "Tiere",
  "Pam_busSign_generic": "Ich habe heute dienstfrei, Kleiner! Du wirst selbst fahren müssen.       -Pam^Ich habe heute dienstfrei, Kleine! Du wirst selbst fahren müssen.       -Pam",
  "SkillBook0_Name": "Stardew Valley Almanach",
  "SkillBook0_Description": "Lesen, um Hofarbeiterfahrung zu sammeln.",
  "SkillBook1_Name": "Köder und noch mehr Köder",
  "SkillBook1_Description": "Lesen, um Angelerfahrung zu sammeln.",
  "SkillBook2_Name": "Holzfäller Wochenblatt",
  "SkillBook2_Description": "Lesen, um Sammelerfahrung zu sammeln.",
  "SkillBook3_Name": "Bergbau Monatsheft",
  "SkillBook3_Description": "Lesen, um Bergbauerfahrung zu sammeln.",
  "SkillBook4_Name": "Kampf-Vierteljahresschrift",
  "SkillBook4_Description": "Lesen, um Kampferfahrung zu sammeln.",
  "PurpleBook_Name": "Buch der Sterne",
  "PurpleBook_Description": "Lesen, um Erfahrungen in allen Bereichen zu sammeln.",
  "Anvil_wrongtrinket": "Dieses Ornament kann nicht neu geschmiedet werden.",
  "BlueGrassStarter_Name": "Blaugras-Starter",
  "BlueGrassStarter_Description": "Platziere dies auf deiner Farm, um einen blauen Grasbüschel zu pflanzen.",
  "MossSoup_Name": "Moos-Suppe",
  "MossSoup_Description": "Er ist dick und schleimig, aber essbar.",
  "GrassBook_Name": "Alte Schlitterbeine",
  "GrassBook_Description": "Du wirst jetzt viel schneller durch Gras und Pflanzen laufen.",
  "Mastery_newlevel": "Du hast eine neue Ebene des Verständnisses erreicht...",
  "options_menubg_0": "Standard",
  "options_menubg_1": "Grafisch",
  "options_menubg_2": "Keine",
  "tapper_profession_possible": "+1 Zapferleistung pro Ernte.",
  "forester_profession_possible": "Pilzstämme und -kisten haben eine Chance von {0}%, das Doppelte zu produzieren.",
  "lumberjack_profession_possible": "Das Entfernen eines wilden Baumstumpfes bringt immer einen Samen hervor.",
  "SkullCaveKickWarning": "Alle Spieler, die sich derzeit in der Schädelhöhle befinden, werden entfernt. Möchtest du fortfahren?",
  "ChooseBobber": "Köder Stil:",
  "FirstCatch": "Erster Fang!",
  "CarrotCake_Name": "Karottenkuchen",
  "CarrotCake_Description": "Es mag seltsam klingen, aber die Karotten verleihen dem Kuchen eine einzigartige Note.",
  "Trinket": "Ornament",
  "LearnedANewPower": "Du hast eine neue Fähigkeit erlernt!"
}