{
  "Penny_*_BeforeMovie": "Watching a movie with mom sure brings me back!",
  "Penny_*_DuringMovie": "(Pam and Laphi are watching intently!)",
  "Penny_*_AfterMovie": "It's great to be able to do things as a family again!",
  "Penny_spring_movie_0_BeforeMovie": "I'm looking forward to this! Jas and Vincent have been talking about it non-stop.",
  "Penny_spring_movie_0_DuringMovie": "Wow, it must be really hard leaving his family like that...$s",
  "Penny_spring_movie_0_DuringMovie_2": "Laphi seems to be holding back some tears...",
  "Penny_spring_movie_0_AfterMovie": "Thanks for taking me to this, I can't wait to tell the kids how good it was!",
  "Penny_family_BeforeMovie": "Oh, '{0}'! This looks wholesome and fun!",
  "Penny_family_DuringMovie": "(Laphi is smiling)",
  "Penny_family_AfterMovie": "I should totally bring the kids to see this sometime!",
  "Penny_comedy_BeforeMovie": "I'm excited, I'm in the mood for a good laugh!",
  "Penny_comedy_DuringMovie": "Did they just...?! Hahahaha!",
  "Penny_comedy_AfterMovie": "Whew, I've got a cramp from all that laughing...!",
  "Penny_horror_BeforeMovie": "I'm a little nervous... I don't usually watch scary movies.$s",
  "Penny_horror_DuringMovie": "I can't look...$s",
  "Penny_horror_AfterMovie": "I hope I don't have nightmares tonight!$s",
  "Penny_love_BeforeMovie": "Oooh, I've been dying to see this!",
  "Penny_love_AfterMovie": "Amazing! I hope they make another one!",
  "Penny_like_BeforeMovie": "Hey, I've heard some good things about this one!",
  "Penny_like_AfterMovie": "That was great! Thanks for seeing this with me!",
  "Penny_dislike_BeforeMovie": "I can't say I would've picked this one myself, but I'll try to keep an open mind...",
  "Penny_dislike_DuringMovie": "...",
  "Penny_dislike_AfterMovie": "Sorry if I ruined the movie for you, it just wasn't really my favorite...",
  "Penny_seen_love_BeforeMovie": "Ooh, '{0}'! I saw this one with {2}!",
  "Penny_seen_like_BeforeMovie": "I saw this with {2}, it was pretty good!",
  "Penny_seen_dislike_BeforeMovie": "Hmm, I think {2} took me to see this...",
  "Pam_*_BeforeMovie": "Hey, kid. Thanks for inviting me.",
  "Pam_*_AfterMovie": "Heh, that wasn't too bad!",
  "Krobus_fall_movie_0_BeforeMovie": "Psst... Hey, it's me, Krobus. Could you recognize me?$8#$b#If anyone approaches us, you do the talking, okay?$8",
  "Krobus_fall_movie_0_DuringMovie": "Not all shadow people are like that!$8",
  "Krobus_fall_movie_0_DuringMovie_2": "Krobus is stewing...",
  "Krobus_fall_movie_0_AfterMovie": "I'm not used to wearing clothes... It's very uncomfortable!$8",
  "Krobus_*_BeforeMovie": "*ahem*... Hello! I am very excited to be at the visual entertainment center and to consume the popped corn... just like you!$8#$b#*whisper*... how am I doing?$8",
  "Krobus_*_AfterMovie": "So, your species enjoys staring at flickering lights for hours on end? Very interesting...$8",
  "Wizard_fall_movie_0_BeforeMovie": "I sense an arcane power permeating this building tonight...",
  "Wizard_fall_movie_0_DuringMovie": "And to think... the layman has no idea that this is all raw, real footage!",
  "Wizard_fall_movie_0_DuringMovie_2": "There's a twinkle in Wizard's eye...",
  "Wizard_fall_movie_0_AfterMovie": "For those aware of the esoteric mysteries, that had deep significance...",
  "Wizard_*_BeforeMovie": "...",
  "Wizard_*_AfterMovie": "You pulled me from my studies for *this*?",
  "George_love_BeforeMovie": "The newspaper gave this one '5 stars', so I'm willing to give it a go.",
  "George_love_AfterMovie": "Heh! That was actually pretty good! Thanks for inviting me.",
  "George_like_BeforeMovie": "Hmph... Theaters aren't like they used to be... But the picture might be good enough.",
  "George_like_AfterMovie": "Heh. Compared to most movies these days, it wasn't bad.$h",
  "George_dislike_BeforeMovie": "Hmph... I'll take a nap during this one.",
  "George_dislike_AfterMovie": "Shameful! The trash they pass for 'movies' these days... ",
  "Alex_summer_movie_1_BeforeMovie": "This one's supposed to be pretty funny, I'm looking forward to it.",
  "Alex_summer_movie_1_AfterMovie": "Hah! I really liked it. But I dunno if I could survive on gluten pucks like that.",
  "Alex_love_BeforeMovie": "I've been wanting to see this one for a while. Thanks for the ticket, @!",
  "Alex_love_AfterMovie": "That was great! My legs are still tingling with the excitement.",
  "Alex_like_BeforeMovie": "Hey, I'm pretty excited to see a movie! I'm gonna need a snack, though...",
  "Alex_like_AfterMovie": "Hey, that was pretty good. Thanks for inviting me to this, @.",
  "Alex_dislike_BeforeMovie": "This movie seems kind of nerdy, but I'll give it a shot.",
  "Alex_dislike_AfterMovie": "I can't tell if that was boring, or if I'm just not smart enough to understand it...$s",
  "Evelyn_love_BeforeMovie": "Before this theater came to town, I hadn't seen a movie in twenty years!$h",
  "Evelyn_love_AfterMovie": "I loved it... now you know why '{0}' is considered a classic.",
  "Evelyn_like_BeforeMovie": "It's very kind of you to invite an old lady to the movies.$h",
  "Evelyn_like_AfterMovie": "I'm glad they're still making decent movies... I had a lot of fun!",
  "Evelyn_dislike_BeforeMovie": "I've never been a fan of scary movies, but I'll try to keep an open mind.",
  "Evelyn_dislike_DuringMovie": "Is it over yet?$s",
  "Evelyn_dislike_DuringMovie_2": "Evelyn is covering her eyes.",
  "Evelyn_dislike_AfterMovie": "I had to close my eyes during most of it...$s",
  "Pierre_love_BeforeMovie": "I grew up watching old sci-fi flicks, so I'm interested to see a modern take on the genre.",
  "Pierre_love_AfterMovie": "Hah! It wasn't what I expected, but I ended up really liking it! I really identified with Wumbus.$h",
  "Pierre_like_BeforeMovie": "I'm usually working all the time, so it's really nice to do something like this.",
  "Pierre_like_AfterMovie": "Not bad! I wonder if they have any merchandise I could stock...",
  "Abigail_summer_movie_0_BeforeMovie": "I can't believe they made a Prairie King movie... I hope it's good!",
  "Abigail_summer_movie_0_DuringMovie": "Listen... it's got that old familiar music.$h",
  "Abigail_summer_movie_0_AfterMovie": "Well the acting was awful, but I still had a great time.$h",
  "Abigail_spring_movie_1_BeforeMovie": "I'm excited to 'explore our vibrant world'... aren't you?$h",
  "Abigail_spring_movie_1_DuringMovie": "I didn't know that!",
  "Abigail_spring_movie_1_AfterMovie": "That was really interesting. I liked the raccoons the best... they're so cute!$h",
  "Abigail_love_BeforeMovie": "I love horror movies... I hope it's scary!$h",
  "Abigail_love_DuringMovie": "Haha! It's not scary, but I love it.$h",
  "Abigail_love_DuringMovie_2": "Luny is giggling!",
  "Abigail_love_AfterMovie": "That was pretty campy, but I liked it.$h",
  "Abigail_like_BeforeMovie": "Hey! Thanks for inviting me, I love going to the movies.$h",
  "Abigail_like_AfterMovie": "That was interesting... I wonder what I would've done in the same situation?",
  "Abigail_dislike_BeforeMovie": "From seeing the trailer, this one looks like a real snoozefest...$6",
  "Abigail_dislike_DuringMovie": "Wake me up if anything interesting happens.$6",
  "Abigail_dislike_AfterMovie": "*yawn*... that was pretty boring, wasn't it?$6",
  "Caroline_summer_movie_0_BeforeMovie": "I've always loved movies about the wild west, so I'm really excited to see this!",
  "Caroline_summer_movie_0_AfterMovie": "That was great! It really felt authentic, with the costumes and everything.",
  "Caroline_love_BeforeMovie": "This movie looks so cute, I was really hoping someone would invite me!",
  "Caroline_love_DuringMovie": "I hope the poor little guy will be okay...$s",
  "Caroline_love_AfterMovie": "That was adorable. Thanks so much for inviting me to this!",
  "Caroline_like_BeforeMovie": "'{0}'... I have no idea what this is about! I hope it's not violent.",
  "Caroline_like_AfterMovie": "That wasn't bad! I'll have to ask Luny about it when I'm home, I'm sure she's seen it.$h",
  "Caroline_dislike_BeforeMovie": "I have a feeling this one's going to be a let-down... But I'm still interested to give it a try.",
  "Caroline_dislike_AfterMovie": "That was silly... I bet Pierre would like it.$s",
  "Harvey_spring_movie_1_BeforeMovie": "I'm nervous about this one... *gulp*",
  "Harvey_spring_movie_1_DuringMovie": "I'm scared!$8",
  "Harvey_spring_movie_1_DuringMovie_2": "Harvey is shaking!",
  "Harvey_spring_movie_1_AfterMovie": "I have a fear of heights, so those soaring aerial shots really got to me... Still, I had a good time overall.$h",
  "Harvey_love_BeforeMovie": "I read a glowing review of this movie in the Zuzu City Times...",
  "Harvey_love_DuringMovie": "It really makes you think, doesn't it?",
  "Harvey_love_AfterMovie": "That was outstanding! I'm really glad that you brought me out for this, @.$h",
  "Harvey_like_BeforeMovie": "I don't watch a lot of movies, but this one's been well-received, right?",
  "Harvey_like_AfterMovie": "That was interesting! I'm going to be thinking about {0} one for a while.",
  "Harvey_dislike_BeforeMovie": "This movie seems a little intense for me...$s",
  "Harvey_dislike_DuringMovie": "I feel faint...$8",
  "Harvey_dislike_DuringMovie_2": "Harvey's blood pressure is skyrocketing!",
  "Harvey_dislike_AfterMovie": "My body feels inflamed after that movie...$s",
  "Gus_summer_movie_1_BeforeMovie": "I saw a commercial for this on the TV. It looks really funny!",
  "Gus_summer_movie_1_AfterMovie": "As an amateur connoisseur, the weird obsession with gluten-based food was hilarious.$h",
  "Gus_winter_movie_0_BeforeMovie": "It doesn't feel like the holidays until you've seen '{0}'!",
  "Gus_winter_movie_0_AfterMovie": "That was heartwarming... and somehow they make that fabled fruit seem so delicious. I'd love to taste it one day.",
  "Gus_fall_movie_0_BeforeMovie": "They say this movie is 'unconventional'... does that mean it's bad?$s",
  "Gus_fall_movie_0_AfterMovie": "What was the point of that one? I don't get it. Maybe I'm too old.$s",
  "Gus_like_BeforeMovie": "*sniff* *sniff* ... I smell something delicious...",
  "Gus_like_AfterMovie": "Not bad at all. I'm really glad I came!",
  "Lewis_summer_movie_0_BeforeMovie": "I watched cowboy movies when I was a kid... I'm glad to see the art is still alive!",
  "Lewis_summer_movie_0_DuringMovie": "(I wonder what kind of moustache wax he uses?)",
  "Lewis_summer_movie_0_DuringMovie_2": "Mayor Lewis seems deep in thought...",
  "Lewis_summer_movie_0_AfterMovie": "Heh, that was great! Really brought me back...$h",
  "Lewis_spring_movie_1_BeforeMovie": "The governor himself recommended this movie to me!",
  "Lewis_spring_movie_1_AfterMovie": "Fantastic! They really made Stardew Valley look beautiful, didn't they? If only they had featured Pelican Town itself...$h",
  "Lewis_like_BeforeMovie": "As mayor, I need to know what kinds of movies are being shown in our community. We have the tender minds of the next generation to worry about!",
  "Lewis_like_AfterMovie": "Hah! That wasn't bad at all... I'd say this one's 'Mayor Approved'.$h",
  "Lewis_dislike_BeforeMovie": "Hmm... I guess it will be interesting to see what the young people are watching these days...",
  "Lewis_dislike_AfterMovie": "Huh... I wonder if the messages in this movie are good for our community?",
  "Jodi_love_BeforeMovie": "I saw this movie once, a long time ago. It's very romantic!",
  "Jodi_love_AfterMovie": "That was lovely... The theme of the movie really resonated with me. Thanks for bringing me!",
  "Jodi_like_BeforeMovie": "I hope the seats are plush, I've been on my feet all day!",
  "Jodi_like_AfterMovie": "I'm not much of a movie buff... but I had a good time! Thanks, @.",
  "Sam_summer_movie_1_BeforeMovie": "Oh man, I'm so excited for this! I heard it has a great soundtrack.",
  "Sam_summer_movie_1_DuringMovie": "This movie's hilarious! How do they come up with this stuff?$h",
  "Sam_summer_movie_1_DuringMovie_2": "Fin can't contain his laughter!",
  "Sam_summer_movie_1_AfterMovie": "*psst*... Don't tell anyone, but I wear the same type of socks as Wumbus.",
  "Sam_horror_BeforeMovie": "So you like scary movies, huh? I'm a little surprised!",
  "Sam_horror_AfterMovie": "That was pretty good! I'm usually not scared by movies, but that one got to me a little... I don't think I'll take Vincent to see this.",
  "Sam_like_BeforeMovie": "Hey, thanks for inviting me, @... It's really great that we have a movie theater in town now.",
  "Sam_like_AfterMovie": "That wasn't bad! I might have to take Vincent to see this.",
  "Sam_dislike_BeforeMovie": "It's an old movie with lots of talking, right? Hmm... $s",
  "Sam_dislike_DuringMovie": "Huh? Oh! Yeah... The movie's... interesting...$10",
  "Sam_dislike_DuringMovie_2": "Fin is playing his handheld video game system.",
  "Sam_dislike_AfterMovie": "Yeah... Uh... That one character was interesting... And, um... heh...$10",
  "Vincent_love_BeforeMovie": "I'm so excited! My mom said I can have candy, too!$h",
  "Vincent_love_DuringMovie": "Vincent is having a blast!",
  "Vincent_love_AfterMovie": "That was so fun! I wanna go see it again!$h",
  "Vincent_dislike_BeforeMovie": "B... But... This movie is for grown-ups, isn't it?$s",
  "Vincent_dislike_DuringMovie": "Vincent is fidgeting in his seat.",
  "Vincent_dislike_AfterMovie": "That was boring... I didn't understand anything.$s",
  "Kent_like_BeforeMovie": "Thanks for inviting me to the movies, @. It's not easy to adjust back into the civilian lifestyle, but you've helped me feel really welcome.",
  "Kent_like_DuringMovie": "This is great... it reminds me of simpler times...$h",
  "Kent_like_DuringMovie_2": "Kent has a rare smile on his face.",
  "Kent_like_AfterMovie": "That was fun. When you're engrossed in a movie, all your cares and worries disappear.",
  "Kent_dislike_BeforeMovie": "I'm not sure about this movie...",
  "Kent_dislike_DuringMovie": "Kent is breaking out into a cold sweat...",
  "Kent_dislike_AfterMovie": "That was challenging for me. Still, I appreciate you inviting me to this.",
  "Clint_winter_movie_1_BeforeMovie": "This movie's supposed to be a romance, right? *sigh*$s",
  "Clint_winter_movie_1_DuringMovie": "Why would she like THAT guy? Totally unrealistic if you ask me...$3",
  "Clint_winter_movie_1_DuringMovie_2": "Clint is scowling.",
  "Clint_winter_movie_1_AfterMovie": "That movie was depressing...$s",
  "Clint_like_BeforeMovie": "I guess it's 'guys night', huh? Does that mean I have to buy my own snacks?^Oh... A... Are we on a date, then?$4",
  "Clint_like_DuringMovie": "It's just... *hic*... Joja Cola.$h^*whispers*...If you're, um... tired... you can put your head on my... my shoulder. Heh... or not!$4",
  "Clint_like_DuringMovie_2": "Clint is taking sips from an unmarked flask.",
  "Clint_like_AfterMovie": "Hey... that was kind of fun... right?$h",
  "Emily_spring_movie_1_BeforeMovie": "I ate a handful of nuts to prepare for this movie... brain food!",
  "Emily_spring_movie_1_AfterMovie": "I feel a little bit smarter than I was before... don't you?",
  "Emily_love_BeforeMovie": "When I saw the movie poster for this one, I felt a very positive sensation in the top of my head.$h",
  "Emily_love_AfterMovie": "That movie felt very spiritual, in a way... don't you agree? I loved it!$h",
  "Emily_like_BeforeMovie": "I'm happy to see a movie with you! I tend to get totally lost in the screen.",
  "Emily_like_AfterMovie": "I feel positive after that one... that means it was a good movie!$h",
  "Emily_dislike_BeforeMovie": "I usually go to more positive movies, so this will be interesting.",
  "Emily_dislike_DuringMovie": "Yoba, please protect me from the dark energy of this movie.$7",
  "Emily_dislike_DuringMovie_2": "Nayami is whispering to herself...",
  "Emily_dislike_AfterMovie": "My energy levels are low after that one...$3",
  "Haley_winter_movie_1_BeforeMovie": "Mmm... It's nice and warm in here. Winter is my favorite time to go to the movies.$h",
  "Haley_winter_movie_1_AfterMovie": "That was very romantic.",
  "Haley_winter_movie_0_BeforeMovie": "Mmm... It's nice and warm in here. Winter is my favorite time to go to the movies.$h",
  "Haley_winter_movie_0_AfterMovie": "I'm glad there was a good ending!",
  "Haley_dislike_BeforeMovie": "Oh, is this one of those 'fantasy' movies?$7",
  "Haley_dislike_AfterMovie": "*yawn*... What? Oh... what was that movie about, again?$7",
  "Haley_like_BeforeMovie": "Everyone's talking about this movie, so I've been wanting to see it.",
  "Haley_like_AfterMovie": "That last scene... what did they mean by that?",
  "Maru_spring_movie_1_BeforeMovie": "Hey, @! I'm looking forward to this one... I hope we learn a lot!$h",
  "Maru_spring_movie_1_DuringMovie": "Ah, I see... that's very interesting!",
  "Maru_spring_movie_1_DuringMovie_2": "Maru's taking notes!",
  "Maru_spring_movie_1_AfterMovie": "That was really interesting! I had no idea that so much life could be found in the big city.",
  "Maru_summer_movie_1_BeforeMovie": "It's a sci-fi movie, right? One of the things I like about sci-fi is seeing all the weird technologies they come up with.",
  "Maru_summer_movie_1_AfterMovie": "Well, I've never seen anything like *that* through my telescope... but it was really great!$h",
  "Maru_like_BeforeMovie": "I really like going to the theater, even if the movie's bad!$h",
  "Maru_like_AfterMovie": "That was an interesting choice, for the final scene. What do you think they meant by that?",
  "Sebastian_love_BeforeMovie": "Hey. I heard this movie is pretty grim... I'm looking forward to it.$h",
  "Sebastian_love_DuringMovie": "This cinematography is next-level.",
  "Sebastian_love_DuringMovie_2": "Sebastian has a grin on his face.",
  "Sebastian_love_AfterMovie": "Best movie I've seen in a while... I wonder how they did some of those special effects?$h",
  "Sebastian_like_BeforeMovie": "*shrugs*... The movie poster looked pretty cool, so I'm in.",
  "Sebastian_like_AfterMovie": "It wasn't the best ever, but I had a pretty good time... thanks for inviting me.",
  "Sebastian_dislike_BeforeMovie": "I hope it's short...",
  "Sebastian_dislike_AfterMovie": "It's probably a fine movie for the target audience, but it's just not for me.",
  "Robin_love_BeforeMovie": "I've been feeling kind of dull lately, so an action-packed movie is exactly what I need.",
  "Robin_love_AfterMovie": "I'm all fired up, now! That was great.$h",
  "Robin_like_BeforeMovie": "I'm not sure what this movie's about, but I don't really care! It's just good to get out of the house.",
  "Robin_like_AfterMovie": "That was a lot of fun, @. I'm glad we did this.",
  "Demetrius_winter_movie_1_BeforeMovie": "A short jaunt in the snow really gets the blood flowing.",
  "Demetrius_winter_movie_1_DuringMovie": "Longings of the heart...? Oh! You mean 'elevated levels of oxytocin in the limbic system'.",
  "Demetrius_winter_movie_1_DuringMovie_2": "Demetrius is furrowing his brow.",
  "Demetrius_winter_movie_1_AfterMovie": "The art of film has come a long way since those times, hasn't it?",
  "Demetrius_summer_movie_1_BeforeMovie": "This movie supposedly takes place in a 'futuristic' society... it will be interesting to see what that looks like!",
  "Demetrius_summer_movie_1_AfterMovie": "Great movie... but I wonder if there really is life beyond this planet?",
  "Demetrius_spring_movie_1_BeforeMovie": "This one's right up my alley... you know I'm gonna love this.$h",
  "Demetrius_spring_movie_1_DuringMovie": "Technically, that's not correct...$3",
  "Demetrius_spring_movie_1_DuringMovie_2": "Demetrius is scratching his chin...",
  "Demetrius_spring_movie_1_AfterMovie": "Well, they definitely embellished some things, but it was still mostly correct! Anyway, I had a good time.",
  "Demetrius_winter_movie_0_BeforeMovie": "I read about this one in the paper... didn't seem like the thing for me. But I'll give it a shot.",
  "Demetrius_winter_movie_0_AfterMovie": "Nonsense! That was totally unscientific!$4",
  "Demetrius_like_BeforeMovie": "Even if a movie is bad, it's interesting to analyze.",
  "Demetrius_like_AfterMovie": "Hmm... I wonder what aspect of human motivation is satisfied by the narrative of this film?$3",
  "Linus_spring_movie_1_BeforeMovie": "I feel out of place here... I hope I'm not bothering anyone.$s",
  "Linus_spring_movie_1_DuringMovie": "Linus is looking at the floor...",
  "Linus_spring_movie_1_AfterMovie": "Why stare at a screen when you could experience these things yourself?$s",
  "Linus_dislike_BeforeMovie": "I feel out of place here... I hope I'm not bothering anyone.$s",
  "Linus_dislike_DuringMovie": "Linus is looking at the floor...",
  "Linus_dislike_AfterMovie": "I'm not used to that much stimulation... sorry if I was a disappointing guest, @. I still appreciate your inviting me!",
  "Dwarf_love_BeforeMovie": "Oh, wow! A palace constructed for the sole purpose of entertainment!",
  "Dwarf_love_DuringMovie": "Dwarf seems to be in a deep trance...",
  "Dwarf_love_AfterMovie": "I didn't understand a thing, but the flashing lights were mesmerizing!",
  "Marnie_love_BeforeMovie": "I know I'm going to love this movie! It was really nice of you to invite me, @.$h",
  "Marnie_love_AfterMovie": "Oh, I'm so glad the family was alright in the end. And the cows, too!$h",
  "Marnie_like_BeforeMovie": "I'm pretty easy-going when it comes to movies... I like just about everything!",
  "Marnie_like_AfterMovie": "I had a great time, @! Thanks for thinking of me.",
  "Shane_summer_movie_0_BeforeMovie": "Buh... Yeah, I guess this might be okay. *sniff* *sniff* ... a snack might help.",
  "Shane_summer_movie_0_DuringMovie": "I'm rooting for the villain... *urp*",
  "Shane_summer_movie_0_AfterMovie": "Okay, I'll admit... I thought it was pretty good.",
  "Shane_love_BeforeMovie": "Heh. I'm actually interested in seeing this one...",
  "Shane_love_DuringMovie": "Okay, this is good...$h",
  "Shane_love_DuringMovie_2": "Shane's trying not to smile.",
  "Shane_love_AfterMovie": "When you're watching a good movie, you can forget about everything else... That's a gift.",
  "Shane_like_BeforeMovie": "Buh... Yeah, I guess this might be okay. *sniff* *sniff* ... a snack might help.",
  "Shane_like_AfterMovie": "Okay, I'll admit... I thought it was pretty good.",
  "Shane_dislike_BeforeMovie": "Ugh... this is going to be painful.",
  "Shane_dislike_DuringMovie": "Shane's slumped over...",
  "Shane_dislike_AfterMovie": "I feel depressed...$s",
  "Jas_love_BeforeMovie": "I'm really happy to see a movie!",
  "Jas_love_DuringMovie": "Jas is ecstatic!",
  "Jas_love_AfterMovie": "That was so much fun! Thanks for bringing me!$h",
  "Jas_like_BeforeMovie": "This is a grown-up movie, right? I'll be okay!",
  "Jas_like_DuringMovie": "Jas is nodding and glancing sideways.",
  "Jas_like_AfterMovie": "I thought it was good! It had... um... good 'die-a-log'! ...right?",
  "Jas_horror_BeforeMovie": "I... I'm not sure I'm allowed to see this...$s",
  "Jas_horror_DuringMovie": "I'm scared...$s",
  "Jas_horror_DuringMovie_2": "Jas is trembling.",
  "Jas_horror_AfterMovie": "*sniff*...$s",
  "Leah_spring_movie_1_BeforeMovie": "I've heard there's some really beautiful nature footage in this one... I'm really looking forward to it!$h",
  "Leah_spring_movie_1_AfterMovie": "That was great. I'm pretty sure I even saw my cabin in one of those Stardew Valley aerial shots!$h",
  "Leah_love_BeforeMovie": "I'm really intrigued by this movie... I'm a sucker for the mysterious.",
  "Leah_love_AfterMovie": "That was great! The narrative was very loose, but I think it was intended to speak to the emotions, not the intellect.",
  "Leah_like_BeforeMovie": "I'm not sure what to expect with this movie, but I'm going to keep an open mind!",
  "Leah_like_AfterMovie": "That was simple, but good... It's like the comfort food of cinema.",
  "Leah_dislike_BeforeMovie": "From the movie poster, this one looks pretty cheesy.",
  "Leah_dislike_AfterMovie": "That was kind of lowbrow, wasn't it?",
  "Sandy_love_BeforeMovie": "I'm so happy to have an excuse to come to Pelican Town!",
  "Sandy_love_AfterMovie": "That was a lot of fun, thanks for inviting me! I'd better head home soon...",
  "Elliott_love_BeforeMovie": "I foresee this to be an exquisite night!",
  "Elliott_love_AfterMovie": "I feel as if my spirit is charged... as if the energy of the film was transferred to me. Incredible!",
  "Elliott_like_BeforeMovie": "I've avoided all information about this film... I like to go in completely 'blind'!",
  "Elliott_like_AfterMovie": "Very interesting... I'll be pondering that one for a while.",
  "Elliott_dislike_BeforeMovie": "It would be a lie to say I'm looking forward to this one...$s",
  "Elliott_dislike_AfterMovie": "That was very mundane, don't you think?",
  "Willy_like_BeforeMovie": "Hehe... I'd never turn down a free movie!",
  "Willy_like_AfterMovie": "Ah, that reminds me of a story me ol' Pops used to tell...",
  "Leo_love_BeforeMovie": "I'm excited to see this one... I want to learn everything about the world!",
  "Leo_love_DuringMovie": "Leo is glued to the screen!",
  "Leo_love_AfterMovie": "Did you see that? They showed the fern islands... that's where I'm from!$h",
  "Leo_like_BeforeMovie": "I'm really happy to be here. This is all so interesting!",
  "Leo_like_DuringMovie": "Leo seems very interested in the movie.",
  "Leo_like_AfterMovie": "Wow... it was like magic!"
}