/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
    "177691807/k 191393/f MorrisTod 1500/e 772529467/z Winter/w sunny/t 800 1000": "playful/10 17/Morris 7 19 3 farmer -100 -100 0/skippable/textAboveHead Morris \"La dee da!\"/pause 3000/warp farmer 14 24/textAboveHead Morris \"La dee dum!\"/move farmer 0 -4 3/pause 2000/faceDirection Morris 1/jump Morris/pause 500/textAboveHead Morris \"Ah!\"/pause 500/speak Morris \"@! I didn't realize you were there.#$b#It's good to see you though! What are you doing here so early in the morning?\"/emote farmer 32/pause 500/speak Morris \"Just coming to say hi? Well, hello! I'm in the middle of my morning routine at the moment. I've always enjoyed gardening, ever since I was a child.#$b#My goal has always been to make a positive change in the world and help things grow. How better to do that than by gardening?$h#$b#Anyway, no need to listen to me ramble on! I'm done watering. Why don't you come in for some coffee?\"/pause 300/move Morris 7 0 1/move Morris 0 -1 0/playSound doorOpen/warp Morris -100 -100/move farmer 0 -2 0/doAction 14 17/warp farmer -300 -300/changeLocation Custom_Yoshimax_MorrisHome/warp Morris 3 17 0/warp farmer 9 24 0/viewport 9 18 true/pause 1000/move farmer 0 -7 0/move farmer -5 0 3/faceDirection Morris 1/pause 500/speak Morris \"What do you think? It's not a bad place. It's a Joja model townhouse that I've painted a cool modern grey.$h#$b#Oh, here's your coffee!\"/farmerEat 395/textAboveHead Morris \"Mmm!\"/pause 3000/move farmer 10 0 0/emote farmer 8/pause 500/move Morris 9 0 1/speak Morris \"Oh, that? That's a camera my dad bought for me before he passed. It's been a while since I've used it.#$b#I just haven't had the time since I'm so busy at JojaMart every day, plus I'm managing quite a few Joja operations in Pelican Town.\"/pause 500/move farmer 1 0 1/emote farmer 8/pause 500/speak Morris \"Unfortunately, my Joja One X has had that red ring of death for a year or two now.$s#$b#I've been meaning to get around to fixing it at some point. I really enjoy video games.#$b#Again, though, Joja's just been keeping me busy, and Joja's significance greatly exceeds that of my meaningless hobbies!$h\"/pause 500/move farmer 0 4 2/move farmer -1 0 3/emote farmer 8/move Morris 0 3 2/textAboveHead \"*Sigh*\"/pause 500/speak Morris \"Same story. My mom taught me piano as a kid and bought this piano for me so I'd still have a part of her with me after I moved away.#$b#She sent me a letter last week asking what I'd played recently, and I confessed to her that I hadn't played it in months.$s#$b#She's a bit worried about the toll my work with Joja is taking on my mental health.$s#$b#I told her she had nothing to worry about, though. Devoting my entire existence to Joja is the only way to ensure that Pelican Town reaches its full potential!$h#$b#What else is there in life but Joja? Anyway, you best get going. I need to lock up and head off to work! Thanks for stopping by, @.$h\"/pause 500/move farmer 0 2 2/move farmer -5 0 2/move farmer 0 1 2/warp farmer -100 -100/pause 2000/faceDirection Morris 1/pause 500/faceDirection Morris 0/pause 500/faceDirection Morris 3/pause 500/faceDirection Morris 2/pause 500/emote Morris 28/speak Morris \"I worry that Mom's right...$s#$b#Am I needlessly sacrificing my life for Joja? Am I ruining the lives of the people in this town instead of helping them?$s\"/pause 500/textAboveHead Morris \"*Sigh*\"/pause 500/speak Morris \"...I miss you, Mom.$s\"/globalFade/viewport -9999 -9999/end"
}