/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
    "1375114563/f MorrisTod 2250/e 177691807/u 5 12 19 26/t 2100 2300":"distantBanjo/20 21/farmer 20 21 1 Morris 22 21 3/skippable/pause 500/speak Morris \"Oh, hello @. I was just starting to close up the store for the day. It's been a long Friday.$h#$b#I've been thinking... Would you like to accompany me to the saloon here for a late-night meal?$h#$b#I thought it might be a nice way for the two of us to start our weekends!$h#$b#Although I'll be back here again tomorrow...$s\"/pause 200/quickQuestion #I'd love to go!#Sorry, I can't...(break)speak Morris \"Wonderful! I've been hoping to get to know you better. It'll be nice to spend some time with you outside of JojaMart, as much as I love my store.$h\"(break)speak Morris \"Ah, never mind, then... I suppose you're busy, after all. $s\"/pause 500/textAboveHead Morris \"*RING! RING!*\"/pause 200/jump Morris/pause 400/speak Morris \"Hello? This is Morris.\"/pause 500/speak Morris \"The store inventory is incorrect? One of my employees must have messed it up...$3\"/pause 600/speak Morris \"Yes, of course I'll stay late tonight to fix it, sir.$s\"/pause 500/speak Morris \"Well, @, it looks like I can't make any plans for tonight after all. I'll be spending my Friday night here.$s#$b#I really did want to go out with you tonight. I've been thinking... Oh, it's nothing.$s#$b#I hope you have a great weekend though.$h\"/pause 500/end",
    "1697318678/f MorrisTod 2500/e 1375114563/u 6 7 13 14 20 21 27 28/t 2100 2230":"distantBanjo/21 24/farmer 20 24 1 Morris 22 24 3/skippable/pause 500/speak Morris \"You're a sight for sore eyes, @. From angry customers to store renovations, it's been a long day.#$b#I'm sorry that our last date didn't work out. I've really been hoping to spend some time with you, but I'm so busy.$s#$b#I had an idea for how we could have a nice date together even with me being stuck in the store. Gus made some wonderful lobster bisque for the two of us!$h#$b#Here's your plate. Enjoy!$h\"/pause 500/emote farmer 32/textAboveHead Morris \"Mmm... *CHOMP*\"/pause 200/fade/pause 1000/fade unfade/speak Morris \"What a delicious meal!$h\"/pause 300/speak Morris \"The company was even better. I'm glad I got to spend this time with you, @.$h\"/pause 300/speak Morris \"I know I'm always extremely dedicated to my job, and I'll readily admit to being a workaholic, but time away from Joja is good for me.$h#$b#...I realize that's ironic, considering we're standing in JojaMart right now.#$b#I really do work too much. I'm sorry if it ever feels like I'm putting the store first. I don't mean to.$s\"/pause 500/speak Morris \"Before you arrived here, I really didn't know what to do with myself. I doubted myself much more than I let on to anyone.$s#$b#I don't have many friends here. I don't know how I would, considering I only leave JojaMart to sleep.$s#$b#I don't have pets, don't have kids, don't have any close family except my mom. I threw myself into Joja because it was all I had.$s#$b#But then you came here, and you changed everything for me. Joja's been my life for so long, but ultimately it's just a job.#$b#Yes, I really did just say that. No, I'm not drunk. Well, not THAT drunk.$h#$b#My point is that you mean a lot to me. I'm so glad you're a part of my life, @.$10\"/emote Morris 20/emote farmer 20/pause 500/speak Morris \"Anyway, it's time for me to head home, I suppose. Can't miss out on my 4 hours of sleep!$h#$b#Although, if I was ever to spend the night at your place, I bet I could get more sleep. Or not...$h\"/jump farmer/speak Morris \"You want me to come over tonight? Well, guess we'll see how much sleeping I do then! I'll grab my stuff.$h\"/pause 300/move farmer 1 0 1/beginSimultaneousCommand/showFrame 101/showFrame Morris 40/endSimultaneousCommand/positionOffset Morris -1 0/pause 30/positionOffset Morris -1 -2/pause 30/positionOffset Morris -1 -2/pause 30/positionOffset Morris -1 0/pause 30/positionOffset Morris -1 0/pause 30/positionOffset Morris -1 0/pause 30/positionOffset Morris -1 0/pause 30/positionOffset Morris -1 0/pause 500/end newDay"
}
