/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[

    // High school jock exterior hides a more responsible interior.
    // still trying to defend his mother.
    {
        "LogName": "Rain -- during winter.",
        "Action": "EditData",
        "Target": "Characters/Dialogue/rainy",
        "When": {"Season": "winter"},
        "Entries":{
            "Alex": "#$c .5#Hmmph. This is not good weather for sports, but... oh well, I can always lift weights inside.#Days like this let the truly dedicated show their mettle.#$b#What? I know some words."
        }
    },
    {
        "LogName": "Alex - mid hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Alex",
        "When": {"YearModulus": "2"},
        "Entries": {
            "Resort_Towel_2": "Come join me, @, I'm working on my tan!",

            "Sun8": "@, you planning on watching the game? The {{i18n:sports.team.{{Random:01, 02, 03, 04, 05, 06, 07, 08|key=sports_team}} }} are playing the {{i18n:sports.team.{{Random:02, 03, 04, 05, 06, 07, 08, 01|key=sports_team}} }}! I'm so excited!",

            "Fri8": "You know what, @? While I'd love to go pro some day, I'm not sure I should leave my Grandma and Grandpa alone right now.",
            "4_2": "@! I saw a new exercise on social media the other day. Can't wait to try it out.#$e#Basically, you kneel on the ground, and get someone to hold your feet still...$#b#Then you lean forward until your nose is on the floor. It's surprisingly hard!",
            "6_2": "There's nothing like a nice early morning run.$h",
            "7_2": "If I don't work out, I don't feel right.",
            "10_2": "Nothing like some nice fresh salmon for dinner!$h#$b#My granny's a great cook, and I'm definitely learning a lot from her.",
            "11_2": "Sam and I went running this morning. Company's always nice on a long run.#$b#Hey, @, would you ever be interested?",
            "13_2": "Grandma thinks I might make a good physical trainer some day.",
            "14_2": "It's important to adapt exercises to what you can do.#$b#Trying to do something too hard will just get you injured.#$e#In middle school I broke my ankle and had to sit out for weeks because I tried to copy a skateboard trick from Sam."
        }
    },
    {
        "LogName": "Alex - mid hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Alex",
        "When": {"YearModulus": "4"},
        "Entries": {
            "Fri10": "I've gotta stay strong for Grandma and Grandpa. I'm all they've got, now",
            "spring_Sun4": "It's an election year, @!#$b#Do I think the Governor is going to get re-elected? Of course I do, he always gets re-elected.",

            "2_2": "My grandparents are the most important people in the world to me.$h"
        }
    }
]}