{
    "Abigail": "That's Abigail. She lives in the back of the general store with her mother Caroline and father Pierre. Her birthday is on Fall 13.$u#$b#Her favorite items are Amethyst, Banana Pudding, Chocolate Cake, Blackberry Cobbler, Spicy Eel, Pumpkin, and... Pufferfish, for some reason.$u#$b#Abigail has always had a thing for the occult and supernatural. Her mother says she worries about her 'alternative lifestyle'.$k",
    "Alex": "That's Alex Mullner. He lives with his grandparents, George and Evelyn. His birthday is Summer 13.$u#$b#His favorite items are Complete Breakfast and Salmon Dinner. I think it's because these things are high in protein.$u#$b#Alex absolutely LOVES gridball. He wants to go pro, and spends a lot of time getting fit and practicing. I'll admit, he certainly seems serious. Talk about dedication!$k",
    "Elliott": "That's Elliott. He lives by himself, in that wooden shack on the beach. His birthday is Fall 5.$u#$b#His favorite items are Crab Cakes, Duck Feather, Lobster, Squid Ink, Tom Kha Soup, and Pomegranate.$u#$b#Elliott hasn't really been here much longer than you. He's trying to write a book, I think. The valley is probably his inspiration.$k",
    "Emily": "That's Emily. She lives with her sister Haley in Pelican Town. Her birthday is Spring 27.$u#$b#Her favorite items are Cloth, Wool, Survival Burger, and most gemstones.$u#$b#Emily believes the whole world is filled with magic. She can talk to the flowers, the trees, and the animals. It's kinda nutty, but not completely unbelievable.$k#$b#Maybe she has forest magic.$k",
    "Haley": "That's Haley. She lives in Pelican Town with her sister Emily. Her birthday is Spring 14.$u#$b#Her favorite items are Pink Cake, Coconut, Fruit Salad, and Sunflower. Interestingly, she seems to hate Prismatic Shard.$u#$b#Haley is a budding photographer and... fashion enthusaist. She doesn't seem to have a job.$k",
    "Harvey": "That's Harvey. He's the town doctor. His quarters are above his clinic, and his birthday is on Winter 14.$u#$b#His favorite items are Coffee, Pickles, Super Meal, Wine, and Truffle Oil.$u#$b#Harvey seems to have a thing for airplanes. He probably wants to be a pilot.$k",
    "Leah": "That's Leah. She lives in a small house just south of Marnie's ranch. Her birthday is Winter 23.$u#$b#Her favorite items are Goat Cheese, Wine, Salad, Poppyseed Muffin, Stir Fry, Truffle and Vegetable Medley.$u#$b#Leah is an artist. She loves doing it but she has trouble paying bills.$k#$b#If only she had a better avenue for selling her work...",
    "Maru": "That's Maru. She lives with her parents, Robin and Demetrius, in their house in the mountains. Her birthday is Summer 10.$u#$b#Her favorite items are... geez, that's a long list... one sec. *inhale*$u#$b#Battery Pack, Cauliflower, Gold Bar, Iridium Bar, Cheese Cauliflower, Radioactive Bar, Strawberry, Rhubarb Pie, Diamond, Pepper Poppers, and Miner's Treat.$u#$b#Maru is an inventor, and has a way with machinery. She works at Harvey's clinic on Tuesdays and Thursdays.$k",
    "Penny": "That's Penny. She lives near the Saloon with her mother Pam. Her birthday is on Fall 2.$u#$b#Her favorite items are Poppy, Diamond, Emerald, Melon, Sandfish (for some reason), Tom Kha Soup, Red Plate, Roots Platter, and Poppyseed Muffin.$u#$b#Penny tutors Vincent and Jas. She seems to like children. Her job makes her enough to scrape by with her mother.",
    "Sam": "That's Sam. He lives with his parents and brother Vincent in the house next door to Emily.$u#$b#His favorite items are Cactus Fruit, Maple Bar, Pizza, and Tigerseye.$u#$b#Sam plays guitar in his band. I think Sebastian's on the synthesizer, and Abigail might be on drums.",
    "Sebastian": "That's Sebastian. He lives in with his mother Robin, stepfather Demetrius, and sister Maru in their house on the mountain. His birthday is Winter 10.$u#$b#His favorite items are Frozen Tear, Obsidian, Sashimi, Pumpkin Soup, and... Void Egg? What does he want with those?$u#$b#Sebastian spends most of his time working. He's a programmer, and he wants to leave the valley and go to Zuzu City.$k#$b#Maybe he'll let you play Solarion Chronicles with him if you ask nicely.$h",
    "Shane": "That's Shane. He's staying at his aunt Marnie's ranch. His birthday is Spring 20.$u#$b#His favorite items are Beer, Hot Pepper, Pepper Poppers, and Pizza. Maybe he'd appreciate an antacid.$u#$b#Shane doesn't seem terribly happy with his life. He drinks a lot and is often cold and withdrawn.$k#$b#He loves the chickens, though. And Jas. Jas is his goddaughter, and very precious to him.",
    "Caroline": "That's Caroline. She lives in the general store with her husband Pierre and daughter Abigail. Her birthday is Winter 7.$u#$b#Her favorite items are Summer Spangle, Fish Taco, Green Tea, and Tropical Curry.$u#$b#Have you ever wondered why this lady is so calm all the time? She has literally never lost her temper! I guess she takes relaxation very seriously.",
    "Clint": "That's Clint. He's the blacksmith. His birthday is Winter 26.$u#$b#His favorite items are Gold Bar, Iridium Bar, Fiddlehead Risotto, Artichoke Dip, Omni Geode, and... gemstones.$u#$b#Clint has a thing for Emily. He visits the saloon every single night and just sits in the corner and looks at her. It's kinda creepy.$k#$b#He can open your geodes for you for 25g each. Just bring them into his shop and ask him.",
    "Demetrius": "That's Demetrius. He lives with his wife Robin, daughter Maru, and stepson Sebastian in their house on the mountain. His birthday is Summer 19.$u#$b#His favorite items are Bean Hotpot, Ice Cream, Rice Pudding, and Strawberry.$u#$b#Demetrius is an excellent scientist. He studies the environment. Things like fish, soil, air quality, plants.$b#He's very protective of Maru. Interestingly, I've never heard him mention his stepson...",
    "Dwarf": "That's a dwarf. I'm not sure why it's here...$u#$b#I see a chest next to it, maybe if you talk to it, it'll trade with you?$b#According to the symbols on the helmet, this dwarf is born under the Sign of the Turtle, so my best guess is that its birthday is Summer 22.",
    "Evelyn": "That's Evelyn Mullner. She lives in Pelican Town, near the saloon, with her husband George and grandson Alex. Her birthday is Winter 20.$u#$b#Her favorite things are Beet, Chocolate Cake, Diamond, Tulip, Stuffing, and Fairy Rose.$u#$b#Evelyn is SO FREAKING AWESOME. Did you know she put all these flowers in town? And MAN, her cookies are the BEST. Maybe if you befriend her, she'll tell you how to make them.$h",
    "George": "That's George Mullner. He lives in Pelican Town, near the saloon, with his wife Evelyn and grandson Alex. His birthday is Fall 24.$u#$b#His favorite things are Leek and Fried Mushroom. Not a whole lot to work with, but leeks are pretty common in the spring.$u#$b#George used to be a coal miner, until an accident took away his legs. Maybe that's why he's so grumpy.",
    "Gus": "That's Gus. He runs the Stardrop Saloon in Pelican Town. His birthday is Summer 8.$u#$b#His favorite items are Diamond, Escargot, Fish Taco, Orange, and Tropical Curry.$u#$b#Gus is always very friendly and tends not to talk much beyond that, but I think he knows more about the townsfolk than just about everyone else. Maybe he keeps a book or something...",
    "Jas": "That's Jas. She's Marnie's niece, and lives with her in the ranch south of your farm. Her birthday is Winter 18.$u#$b#Her favorite things are Plum Pudding, Pink Cake, and Fairy Rose.$u#$b#Jas is very shy and wary of strangers, especially adults. There aren't a lot of kids in town, so she doesn't have a lot of friends.",
    "Jodi": "That's Jodi. She lives in... 1 Willow Lane? I think that's in the southeast of town. She has two sons, Sam and Vincent. Her birthday is Fall 11th.$u#$b#Her favorite things are Chocolate Cake, Crispy Bass, Diamond, Eggplant Parmesan, Fried Eel, Pancakes, Rhubarb Pie, and Vegetable Medley.$u#$b#Some days, she just seems really tired out from parenting all the time.",
    "Kent": "That's Kent. He also lives in 1 Willow Lane, with his wife Jodi and sons Sam and Vincent. His birthday is Spring 4.$u#$b#His favorite things are Fiddlehead Risotto and Roasted Hazelnuts.$u#$b#Kent came back to the valley about a year after you arrived. He was in the army, fighting the war overseas with the Ferngill Republic, and he's still getting used to being back.",
    "Krobus": "That's Krobus. He lives in the sewers, and runs a little shop. His birthday is Winter 1.$u#$b#His favorite things are Diamond, Iridium Bar, Void Egg, Void Mayonaise, Pumpkin, and Wild Horseradish.$u#$b#Don't worry, Krobus doesn't bite. He's friendly. He has requested that we don't tell anyone that he's here.$k#$b#I heard he and the Dwarf don't exactly get along...",
    "Leo": "That's Leo. He lives on Ginger Island with his... parrot family. His birthday is Summer 26.$u#$b#His favorite items are Duck Feather, Mango, Ostrich Egg, and Poi.$u#$b#How the heck did this kid even end up here? He mentioned something about a boat, but how long ago was that? Are his parents around? And how can he talk to parrots, anyway?",
    "Leo_6": "That's Leo. He lives in a treehouse on the mountain, near Linus. His birthday is Summer 26.$u#$b#His favorite items are Duck Feather, Mango, Ostrich Egg, and Poi.$u#$b#It's good to see Leo doing so well, but does he look sad sometimes? I think he misses the parrots.",
    "Lewis": "That's Lewis. He's the mayor of Pelican Town, and his office is east of the saloon. His birthday is Spring 7.$u#$b#His favorite items are Autumn's Bounty, Glazed Yams, Hot Pepper, Vegetable Medley, and Green Tea.$u#$b#Lewis has been the mayor for over twenty years, so he likes to think he does a good job. I think it's just because no one else even runs.$k#$b#He seems to spend a lot of time with Marnie, have you noticed?$4",
    "Linus": "That's Linus. He lives in a tent just north of Robin's house, and lives on foraged food. His birthday is Winter 3.$u#$b#His favorite things are Blueberry Tart, Cactus Fruit, Coconut, Dish O' The Sea, and Yam.$u#$b#Everyone in town either seems to be afraid of Linus or feels sorry for him. Linus lives the way he does by choice.",
    "Marnie": "That's Marnie. She runs a ranch in Cindersap Forest, where she lives with her nephew Shane and niece Jas. Her birthday is Fall 18.$u#$b#Her favorite items are Diamond, Farmer's Lunch, Pink Cake, and Pumpkin Pie.$u#$b#Marnie really seems to care for her animals. She's very passionate about what she does.$h",
    "Pam": "That's Pam. I think she used to drive the bus. She lives near the river with her daughter Penny. Her birthday is Spring 18.$u#$b#Her favorite things are Parsnip, Glazed Yams, Cactus Fruit, and Parsnip Soup. Also Beer, Pale Ale, Pina Colada, and Mead.$u#$b#Pam has a serious drinking problem, and it's had very serious effects on her and Penny.",
    "Pierre": "That's Pierre. He runs the town's general store.$u#$b#HP is 15, Defense is 0 and Attack is 3. His favorite thing is Fried Calimari. That's it.$u#$b#Have you noticed, when you sell this man your good produce, he takes the credit for growing it? He doesn't seem to mind people knowing when you grow the low quality stuff...$k",
    "Robin": "That's Robin. She's the carpenter, and lives in the house on the mountain with her husband Demetrius and children Maru and Sebastian. Her birthday is Fall 21.$u#$b#Her favorite things are Goat Cheese, Spaghetti, and Peach.$u#$b#Robin can build most of the structures you'll need on your farm, like Barns, Coops, Silos, and Mills. You'll need to provide Gold and materials.$h#$b#She can also upgrade your house, and maybe at some point she could build a house for someone else.",
    "Sandy": "That's Sandy. She's almost always in her shop in the desert, where she sells rare seeds. Her birthday is Fall 15, and she hangs out with Emily that day.$u#$b#Her favorite food is Mango Sticky Rice, and she also seems to like wildflowers, like Daffodil, Crocus, and Sweet Pea.$u#$b#Sandy is very lonely in the desert, even after the bus line went back up. Her only friends seem to be us and Emily.",
    "Vincent": "That's Vincent. He lives with his mother Jodi and brother Sam in 1 Willow Lane. His birthday is Spring 10.$u#$b#His favorite things are Cranberry Candy, Pink Cake, Ginger Ale, Grape, and... Snails.$u#$b#Vincent is very happy-go-lucky, and gets along with just about everybody. He wants to be just like his big brother Sam.",
    "Willy": "That's Willy. He runs the bait shot on the docks, and sells fishing rods, tackle, and sometimes bait. His birthday is Summer 24.$u#$b#His favorite things are Iridium Bar, Catfish, Diamond, Mead, Octopus, Pumpkin, Sea Cucumber, and Sturgeon.$u#$b#Willy is a fisherman. I swear, this guy has seawater for blood. Don't get me wrong, he's still REALLY cool.",
    "Wizard": "That's M. Rasmodius, but you can call him Wizard. He lives in his tower and never seems to leave. His birthday is Winter 17.$u#$b#His favorite things are Void Essence, Solar Essence, Super Cucumber, and Purple Mushroom.$u#$b#The Wizard is... strange. He seems to have been married at one point as well.",
    "Goombella": "That's me, idiot. Goombella, honor student, University of Goom.$h#$b#I like Hazelnut, Pink Cake, Red Mushroom, Spicy Eel, Bone Flute, and Cloth.$b#Hm? I'm here for a research project.",
    "Bobbery": "That's Admiral Bobbery. He's for hire, too, for 2000 gold. He walks for a bit and then explodes!$h#$b#His favorite things are Wine, Fairy Rose, Nautilus Shell, Red Mushroom, Pale Broth, and Mead.$u#$b#Bobbery is the best sailor this side of the Gem Sea. He's even better than Willy!$h",
    "Vivian": "That's Vivian. She's a Shadow Siren, for hire for 1500 gold. She can hide you in the shadows, where you can't get hit!.$h#$b#She likes Topaz, Banana, Strange Bun, Pepper Poppers, Refined Quartz, and Wool.$u#$b#Vivian is a decent fighter, but these days she's mostly happy to hide in the shadows.",
    "Koops": "That's Koops. He used to live in Petalburg, but now he hangs out here in Stardew Valley.$h#$b#He likes Tea Leaves, Daffodil, Jade, Crab Cakes, Lucky Lunch, and most vegetables.$u#$b#Koops used to have... confidence issues, but he's one of the bravest Koopa Troopas ever.$h",
    "Yoshi": "That's Mini-Yoshi. His name used to be different, but none of us remember it.$h#$b#He likes the same things I do (until the next update): Hazelnut, Pink Cake, Red Mushroom, Spicy Eel, Bone Flute, and Cloth.$u#$b#His signature Gulp attack shot him up the leaderboards in Glitzville, but he's left that life behind.",
    "Ms. Mowz": "That's Ms. Mowz. I still don't know what her deal is. She's for hire as well, for 1000 gold.$k#$b#Her favorite things are Cheese, Spring Onion, and gemstones.$u#$b#Ms. Mowz can sniff out foragables and valuable ores. Just use her ability and she'll tell you how many are in the area.",
    "Shiko": "That's Shiko. She moved in from Zuzu City and lives in the Saloon for now, until she can find somewhere else to live. Her birthday is Winter 6.$u#$b#Her favorite items are Pearl, Ruby, Golden Pumpkin, Maki Roll, Salad, Red Plate, and Wine.$u#$b#I really don't know a whole lot about Shiko... I think she used to be a model. What does she do now?",
    "FarmHouse": "This is your farmhouse. It's really cozy in here!$k#$b#You can buy decorations for it from Robin or Pierre, or from the traveling cart in Cindersap forest.$u",
    "AbandonedJojaMart": "Wow! It's an absolute wreck in here!$k#$b#Can you believe they just up and left as soon as we fixed the Community Center? How rude!.$a#$b#Wait... what's that in the middle? Another bundle?$k",
    "AdventureGuild": "This is the Adventurer's Guild, where only the best of the best in the valley hang out!$h#$b#That guy with the eyepatch is Marlon, and he's pretty much the leader. You can sell him your loot, or buy a weapon.$u#$b#The other guy, the one in the rocking chair, that's Gil. I don't know what he's so tired for, he never moves!",
    "AnimalShop": "This is Marnie's house, where she sells animals and supplies. Her niece Jas and nephew Shane live here also.$u#$b#If you've had Robin build you a coop or barn, you can buy animals from Marnie.$h#$b#*You didn't hear this from me, but the back window of this place is better maintained than any other window in the valley.*$4",
    "ArchaeologyHouse": "This is the Pelican Town museum and library. The curator here is Gunther, and he's relying on you to restore the museum's collection of artifacts and minerals.$k#$b#If you donate enough of them, he might give you a cool reward!$h#$b#Wait... it says here he's got a sloth skeleton back there... why doesn't he put THAT in the museum? What a cheapskate!$u",
    "Backwoods": "This is the Backwoods, north of your farm. There isn't anything here.$k#$b#The upper dirt path goes between your farm and the mountain, and the paved road goes... somewhere.",
    "Barn": "Wow! It's damp in here! This barn can hold four cows, sheep, or goats.$k#$b#If you want more, have Robin upgrade it.",
    "Big Barn": "Robin did a great job upgrading your barn! Now it can hold EIGHT cows, sheep, or goats.$h#$b#If you want more, have Robin upgrade it.$k",
    "Deluxe Barn": "Robin really outdid herself! Your barn can hold TWELVE cows, sheep, or goats. AND it feeds them automatically every single day!$h#$b#This is the biggest it gets, so if you want more, build another barn.$k",
    "Coop": "Wow! It smells like feathers in here! This coop can hold four chickens, ducks, or rabbits.$k#$b#If you want more, have Robin upgrade it.",
    "Big Coop": "Robin did a great job upgrading your coop! Now it can hold EIGHT chickens, ducks, or rabbits. You can even incubate eggs now!$h#$b#If you want more, have Robin upgrade it.$k",
    "Deluxe Coop": "Robin really outdid herself! Your coop can hold TWELVE chickens, ducks, or rabbits. AND it feeds them automatically every single day!$h#$b#This is the biggest it gets, so if you want more, build another coop.$k",
    "BathHouse_Entry": "Mmm... it's so warm in here. This is the Pelican Town Bathhouse.$h#$b#It doesn't say here who maintains it, or how it's always in such good condition.$u#$b#But who the heck cares? A good, hot bath can really help you unwind after a long, hard day of work.",
    "BathHouse_MensLocker": "I can't be in here! This is the MEN'S locker room!$a#$b#Also, it smells kinda funny.",
    "BathHouse_WomensLocker": "This is the women's locker room. Just through the showers is the pool.$k#$b#I gotta say, it's a lot snazzier than the locker rooms at Glitzville.$h",
    "BathHouse_Pool": "And THIS is the pool. It's heated in the winter months, and nice and cold in the summer.$h#$b#Wait, no. I guess it's always heated.$u",
    "Beach": "The beach! It's a very small stretch of sand near the Gem Sea.$k#$b#Willy has a fish-and-bait shop just out on that dock, and there are some tide pools off to the east.$k#$b#Oh, and that cabin belongs to Elliott.",
    "BeachNightMarket": "It's the Night Market! For three nights, the finest merchants dock their boats here in Pelican Town and sell rare goods,$h#$b#There's a free coffee merchant, a fishing tour, a mermaid show, and oh! The traveling cart from Cindersap forest is here!$h#$b#Apparently, that pig of hers can swim...",
    "Blacksmith": "This is the smithy. Clint, the blacksmith, can upgrade your tools if you provide him with metal and money.!$b#He can also open those geodes for a fee of 25g apiece.",
    "BoatTunnel": "Wow! This must be Willy's old boat!$k#$b#Willy mentioned something about the Fern Islands...$u",
    "BugLand": "Ew! This place reeks!$a#$b#It looks like we're below Pelican Town somewhere.$k#$b#But jeez, why are there so many bugs down here?",
    "BusStop": "This bus is supposed to take you to Calico Desert. Tickets cost 500 gold.$u#$b#Your farm is to the left, Pelican Town is to the right, and that minecart might take you to the mines.",
    "Caldera": "Whoa! It's... a forge! I think...$k#$b#Yup! That's definitely a forge. You should be able to use gemstones to give your weapons higher stats here.$u#$b#Maybe you can also enchant your tools here, using a Prismatic Shard! Give it a try!$h",
    "CaptainRoom": "Cool! We're inside an old pirate ship! This must have been the captain's cabin!$h",
    "Cellar": "This is your cellar. It smells like mildew.$u#$b#There are some casks down here. Try aging some wine or cheese in them.$k",
    "Cellar2": "This is your cellar. It smells like mildew!$k#$b#There are some casks down here. Try aging some wine or cheese in them.$k",
    "Cellar3": "This is your cellar. It smells like mildew.$u#$b#There are some casks down here. Try aging some wine or cheese in them.$k",
    "Cellar4": "This is your cellar. It smells like mildew.$u#$b#There are some casks down here. Try aging some wine or cheese in them.$k",
    "Club": "This place is kinda sketchy. I don't trust anyone here.$s#$b#And that Mr. Qi guy. What's his deal? He makes you do that whole song-and-dance with the beets and the solar essence just so you can get into this dump?$a",
    "CommunityCenter": "This is the old community center. [GOOMBELLA_COMMCENTER_TATTLE]",
    "Desert": "This is Calico Desert. For a desert, it's awfully small.$k#$b#Sandy runs a shop in the southwest, and north of that there's a cave of some sort.$u#$b#Oh, there are three pillars in the northeast, too. This book mentioned some sort of legend about them, but doesn't say what.$u",
    "ElliottHouse": "This is Elliott's beach cabin. It's full of sand.$k#$b#Elliott spends most of his time in here, writing his book. I wonder what it's about?",
    "Farm": "This is your farm. I love what you've done with it so far!$h#$b#This is where you grow crops, keep animals, and make things with the products.$k#$b#I heard, on some farms, you might find some extra hardwood, fish, or ore. But you'd know better than I would.",
    "FarmCave": "It's dark in here! There's nothing particularly special about this cave, as far as I know, unless maybe someone is using it to study something weird. Maybe fruit bats. Hehe.",
    "FishShop": "This is Willy's bait shop. You can buy a fishing rod and tackle here, or sell your fish.$b#Willy's hours are 9 to 5 every day.$u",
    "Forest": "This is Cindersap Forest. Marnie's ranch is in the northeast, near the path back to your farm.$u#$b#Leah's cottage is just south of the ranch, and the Wizard's tower is to the west.$u#$b#On Fridays and Sundays, the travelling cart will be here, just north of the Wizard's tower.$k",
    "Greenhouse": "This is your greenhouse. You can grow any crop from any season in here.$k#$b#There are 120 plantable tiles here. Crows can't get in, fruit trees grow year-round, and sprinklers still work in here.$u",
    "HaleyHouse": "This is Haley and Emily's house. Well, technically their parents' house, but they've been travelling for two years.$k#$b#Haley's room is north of the living room, and Emily's is north of the kitchen.$u#$b#There's a sewing machine here, too. Maybe it belongs to Emily.",
    "HarveyRoom": "This must be Harvey's room. It's above the clinic. He has a kitchen and a bed here.$k#$b#He seems to have a thing for airplanes. Look at all those models!$k#$b#And there's a radio in the corner. I wonder what it's for?",
    "Hospital": "This is the clinic. Harvey's the doctor, and Maru works here as a nurse on Tuesdays and Thursdays.$u#$b#Everyone in town seems to have a yearly checkup here, although I'm not exactly sure when yours is...",
    "IslandEast": "Wow! This must be where all those parrots are coming from!$k#$b#There's a treehouse over there, maybe someone lives here.$k",
    "IslandFarmCave": "This is Gourmand. He just showed up out of nowhere when you repaired that farmhouse.$u#$b#Maybe he wants something.$k",
    "IslandFarmHouse": "Wow! Those parrots did a great job building this place! They even added a kitchen and a bed!$h#$b#If you have more business on Ginger Island tomorrow, I'm guessing you can sleep here and save on travel fees.",
    "IslandFieldOffice": "...$k#$b#...I'm not sure whether this is a museum or a research office.",
    "IslandHut": "This is Leo's tree hut.$k#$b#There's a parrot on that perch. Maybe she can help find some Golden Walnuts?",
    "IslandNorth": "This is the north side of Ginger Island. There should be an archaeological dig around here somewhere.$u#$b#And maybe you'll fi... Holy magma, that's a volcano!$a",
    "IslandNorthCave1": "This is a cave. Professor Snail was trapped in here for a while.$k#$b#Mushrooms grow here, sometimes. It's kinda like that other cave, back on the farm.",
    "IslandShrine": "This seems to be some kind of shrine... try reading it.$k",
    "IslandSouth": "So this is Ginger Island... it' like summer all year here!$h#$b#I'm guessing this isn't the whole island, though... maybe explore the different paths?",
    "IslandSouthEast": "Hmm... there doesn't seem to be anything here.$k#$b#But wait... maybe come back when it's raining.",
    "IslandSouthEastCave": "This is the Pirate Cove. The pirates are only here certain days.$u#$b#Cortez told me once that pirates get free mead, but only if they look the part.",
    "IslandWest": "This is Island West. It looks like you can plant crops here, like on your farm.$u#$b#Only summer crops grow here, and they never go out of season.$u#$b#There's a lot of other cool stuff here, too. There's hardwood, tiger slimes, mussels, walnuts...",
    "IslandWestCave1": "Another cave... geez, there's a lot of them here.$k#$b#This looks like some kind of Simon-Says game. Maybe you'll get some kind of reward for beating it.$u",
    "JojaMart": "This is JojaMart. You can buy some seeds here, though not as many kinds as Pierre has.$u#$b#Hey, get a load of the stuff they sell here. Electric blue hair gel, taco sauce for babies, teeth-whitening tuna fish? How are these people still in business?$k",
    "JoshHouse": "This is the Mullner home. Granny Evelyn and George live here with their grandson Alex.$u#$b#It smells like cookies almost all the time.$h",
    "LeahHouse": "This is Leah's cabin. Only her friends are allowed inside.$k#$b#She has a lot of artwork in here, mostly landscapes and sculptures.$k#$b#Did you know that she designed this cabin herself? Robin helped her build it.",
    "LeoTreeHouse": "This is Leo's tree house. It's cozy in here.$h#$b#Do you think Leo misses the island?$k#$b#At least his friends can still visit him.",
    "ManorHouse": "This is Mayor Lewis's house. It doubles as his office.$u#$b#Those books over there can be used to divorce your spouse or manage profits with your farmhands.",
    "MermaidHouse": "This is the mermaid show. I must say, the performers are certainly... talented.$k#$b#Listen carefully to that tune. Maybe it can help you.",
    "Mine": "This is the Mines. If you go down that ladder, or take the elevator, you can mine for ore or fight monsters.$u#$b#Floors 1-39 are normal, 40-79 are cold, and 80-120 are hot.$u",
    "Mountain": "These are the mountains. Robin and Demetrius live here, in that big house.$u#$b#Linus lives here, too, in his tent. The Adventurer's guild and the mine are just east of where Linus lives.$u#$b#The lake up here has a lot of different fish. I heard there was a very rare fish living here, but that's probably a rumor.",
    "MovieTheater": "Wow, so this is a movie theater! I only ever saw one movie, and that was the film adaptation of 'Paper Mario'.$h#$b#It's kind of a shame they won't let me in.",
    "QiNutRoom": "So THIS is where that creepy Mr. Qi's been hiding this whole time. Look at all the equipment in here!$a#$b#It looks like this jerk has even MORE quests lined up for you. The rewards look okay, but REALLY think about doing them.$k",
    "Railroad": "This whole area was really blocked by a landslide, huh? Anyway, this is the railroad. Trains pass by sometimes, but they never stop. I wonder why?$k#$b#There's a bathhouse here, too. I heard from a friend of a friend that they're worth visiting.",
    "Saloon": "This is the Stardrop Saloon. Gus runs the place and does the cooking, and Emily works here everyday as a bartender.$u#$b#As well as food and beer, Gus might even sell you a few recipes.$u",
    "SamHouse": "This is where Jodi and Kent live.$u#$b#Their children, Vincent and Sam, live here as well.$u#$b#There isn't very much to say about this house.",
    "SandyHouse": "This is Sandy's Oasis. Sandy is stuck here pretty much year-round, selling rare seeds.$k#$b#Maybe that's why visitors make her so happy.",
    "ScienceHouse": "This is Robin's house. She designed and built it herself. Her husband Demetrius lives here as well, with Maru and Sebastian.$u#$b#Robin can build you a lot of different things for your farm, like barns, silos, and sheds.$u#$b#She can also sell you materials or upgrade your house for you.$h",
    "SebastianRoom": "This is Sebastian's bedroom. From the look of things, he's a massive nerd.$k#$b#Oh, look! He has Paper Mario!$h",
    "SeedShop": "This is the general store. You can buy seeds here, or upgrade your backpack.$u#$b#Caroline lives here, with her daughter Abigail.$h#$b#Oh, and Pierre.$s",
    "Sewer": "This is the Pelican Town sewer. Krobus lives here, and sells some pretty neat stuff.$u#$b#It smells pretty bad down here.",
    "SkullCave": "This is the entrance to the Skull Caverns. They're kinda like the mines, but more dangerous and chock-full of treasure.$u#$b#Also, there aren't any elevators. Better prepare yourself well, if you want to go there.",
    "Submarine": "This is the Night Market submarine tour. The submarine takes you to the bottom of the ocean, and you can go fishing for exclusive fish.$u#Hey... was that Sushie out there?",
    "Summit": "This is the summit. We couldn't go here for a long time...$k#$b#You had a talk with someone special, the first time you came up here, didn't you?$k",
    "Sunroom": "Ahh... this place is super relaxing!$h#$b#This is Caroline's sunroom. That bush in the middle grows tea leaves.",
    "Tent": "This is Linus' tent. He really lives in here, doesn't he?$k#$b#I gotta hand it to him, he's got guts.$k",
    "Town": "This is Pelican Town. It's a small town, run by Mayor Lewis.$u#$b#The Saloon is right in the middle of town, and Pierre's store is just north of that, in case you want to buy some seeds.$u#$b#On the other side of the river is the blacksmith, who can upgrade your tools, and the museum.",
    "Trailer": "This is Pam's trailer. It smells like beer.$k#$b#Pam's daughter Penny lives here, too. The bedroom is hers. I guess Pam sleeps on the couch.$k",
    "Trailer_Big": "This is Pam's house. Robin built it awhile back, on your dime.$u#$b#Penny lives here, too. I really didn't expect you to do this for them.$h",
    "Tunnel": "Man, it is DARK in here! I can't see my own nose in front of my face!$k#$b#Oh, wait...",
    "WitchHut": "Oh, man, is this where that wizard's ex lives? Nice place.$k#$b#Come on, let's leave. These statues are giving me the creeps.",
    "WitchSwamp": "I don't know where we are. It looks like some sort of marsh.$k#$b#The only thing here seems to be that house...",
    "WitchWarpCave": "Oh, so THIS is what was behind that stone! A circle painted on the ground. REAL FUNNY, Wizard.$a",
    "WizardHouse": "This is the Wizard's tower. He has a lot of magicky-arcane-y stuff in here.$u#$b#I'm guessing he was the one who put up that shield around your farm.",
    "WizardHouseBasement": "This is the Wizard's basement. There isn't a lot down here, but that one shrine seems important.$u",
    "Woods": "This is Cindersap Forest. We're in the part better known as the 'Secret Woods'.$u#$b#There's not a lot back here. Some slimes, hardwood, maybe a fern or two in the summer.$k#$b#Oh, yeah. There's also a statue. Try giving it something sweet.",
}
