{
  /*
		The first entry before the : is the translation key, leave that one unchanged. Only change the translation in the "" behind it.
		Every value that you don't translate (or that is missing when I update) will simply take the english translation I wrote.
  */
  "ConfigMarinerNameOverwrite": "Mariner Name Overwrite",
  "ConfigMarinerNameOverwriteDescription": "Change the mariner name in dialogue in case the automatic name detection fails (does not affect base game mariner dialogue). Leave empty for automatic detection.",
  "ConfigChangePendantPriceToPearl": "Change Pendant Price To Pearl",
  "ConfigCanBuyPendantWithoutHeartsAndHouseUpgrade": "Can Buy Pendant Without\nHearts And House Upgrade",
  "ConfigMarinerSpeechType": "Mariner Speech Type",
  "ConfigSpeechTypeModern": "Modern",
  "ConfigSpeechTypeSailor": "Sailor",
  "ConfigSpeechTypeDynamic": "Dynamic",
  "FallbackOldMarinerName": "Old Mariner",
  "GreenOcean": "Green Ocean",
  "Secret": "{{name}}: Do you want to know a secret?",
  "NoSecret": "{{name}}: I've got no secret for you today.",
  "BeachSupplyCrate": "A crate washed ashore this morning.",
  "AlsoBeachSupplyCrate": "Also, a crate washed ashore this morning.",
  "SummerForageCalendar": "In mid summer the sea turns green and the harvest of the waves will be plentiful.",
  "WormBinUpgrade": "Decomposing driftwood is a paradise for micro organisms. Try adding some to your worm bins.",
  "MermaidSecretNote": "I knew a mermaid once. She kept mumbling the numbers 1-5-4-2-3 in her sleep.",
  "MermaidSecretNote_Mermaid": "Have you met a blue haired mermaid before? She keeps mumbling the numbers 1-5-4-2-3 in her sleep.",
  "MermaidSecretNote_MermaidBlueHair": "Have you met a blue haired mermaid similar to me before? She keeps mumbling the numbers 1-5-4-2-3 in her sleep.",
  "BeachFarmBoatPainting": "Your farm holds a special reward for you if you fish at a place that is both apparent and secluded.",
  "WillyLifeSaver": "The local fisherman lost a lifesaver once. It fell off the boat and got tangled up when he jumped off.",
  "TownTrashCanBrokenCommunityCenter": "The sea gulls talk of a run down building in town. Someone tried to get rid of something in a nearby body of water that will never reach the sea.",
  "TownTrashCanRestoredCommunityCenter": "The sea gulls talk of a freshly restored building in town. Someone tried to get rid of something in a nearby body of water that will never reach the sea.",
  "TownTrashCanJojaWareHouse": "The sea gulls talk of a new blue building in town. Someone tried to get rid of something in a nearby body of water that will never reach the sea.",
  "SecretWoodsWallBasket": "The woodskips talk of someone having dropped their basket into their pond.",
  "DesertPyramidDecal": "The sandfish talk of a hidden pond that has an ancient treasure.",
  "SpaPaintingAndNecklace": "Some rain drops told me they evaporated outside a local spa and that people lost multiple curious things there.",
  "SpaPaintingOrNecklace": "Some rain drops told me they met you before evaporating outside a local spa. They want you to know that there is another curious thing there.",
  "IridiumKrobusReady": "You look like a master of fishing. With this much skill you seem ready to find something special in the river south of the sewers.",
  "IridiumKrobusNotReady": "You look like a master of fishing. But you need even more skill to find something special in the river south of the sewers.",
  "IslandGourmandStatue": "I heard about stingrays in a hidden cove on a fareaway island having a beautiful sunken statue at their home.",
  "VolcanoPainting": "I heard about lava eels at the top of a volcano on a fareaway island being quite the determined artists.",
  "IslandFrogHat": "There is a legend among the local frogs of a glutton frog on a fareaway island. It is said that their domain also houses a small, slimy friend that wants to see the world.",
  "IslandPainting": "On the northern part of a fareaway island, I've heard of a secret on the bed of a part of a river only reachable through a secret grove. This one might be a bit tricky to find.",
  "IslandSquirrel": "On a fareaway island, I've heard of a secret on the bed of a part of a river only reachable by finding a way to walk across lava. This one might be a bit tricky to find.",
  "GreenOcean_Sailor": "Green Ocean",
  "Secret_Sailor": "{{name}}: Do ye want to know a secret?",
  "NoSecret_Sailor": "{{name}}: I've got no secret fer ye today.",
  "BeachSupplyCrate_Sailor": "A crate washed ashore this mornin'.",
  "AlsoBeachSupplyCrate_Sailor": "Also, a crate washed ashore this mornin'.",
  "SummerForageCalendar_Sailor": "In mid summer the sea turns green an' the harvest of the waves will be plentiful.",
  "WormBinUpgrade_Sailor": "Decomposin' driftwood is a paradise fer micro organisms. Try addin' some to yer worm bins.",
  "MermaidSecretNote_Sailor": "I knew a mermaid once. She kept mumblin' the numbers 1-5-4-2-3 in 'er sleep.",
  "MermaidSecretNote_Mermaid_Sailor": "Have ye met a blue haired mermaid before? She keeps mumblin' the numbers 1-5-4-2-3 in 'er sleep.",
  "MermaidSecretNote_MermaidBlueHair_Sailor": "Have ye met a blue haired mermaid similar to me before? She keeps mumblin' the numbers 1-5-4-2-3 in 'er sleep.",
  "BeachFarmBoatPainting_Sailor": "Yer farm holds a special reward fer ye if ye fish at a place that is both apparent an' secluded.",
  "WillyLifeSaver_Sailor": "The local fisherman lost a lifesaver once. It fell off the boat an' got tangled up when 'e jumped off.",
  "TownTrashCanBrokenCommunityCenter_Sailor": "The sea gulls talk of a run down buildin' in town. Someone tried to get rid of somethin' in a nearby body o' water that will never reach the sea.",
  "TownTrashCanRestoredCommunityCenter_Sailor": "The sea gulls talk of a freshly restored buildin' in town. Someone tried to get rid of somethin' in a nearby body o' water that will never reach the sea.",
  "TownTrashCanJojaWareHouse_Sailor": "The sea gulls talk of a new blue buildin' in town. Someone tried to get rid of somethin' in a nearby body o' water that will never reach the sea.",
  "SecretWoodsWallBasket_Sailor": "The woodskips talk of someone havin' dropped their basket into their pond.",
  "DesertPyramidDecal_Sailor": "The sandfish talk of a hidden pond that has an ancient treasure.",
  "SpaPaintingAndNecklace_Sailor": "Some rain drops told me they evaporated outside a local spa an' that people lost multiple curious things there.",
  "SpaPaintingOrNecklace_Sailor": "Some rain drops told me they met ye before evaporatin' outside a local spa. They want ye to know that there is another curious thing there.",
  "IridiumKrobusReady_Sailor": "Ye look like a master of fishin'. With this much skill ye seem ready to find somethin' special in the river south o' the sewers.",
  "IridiumKrobusNotReady_Sailor": "Ye look like a master of fishin'. But ye need even more skill to find somethin' special in the river south o' the sewers.",
  "IslandGourmandStatue_Sailor": "I heard about stingrays in a hidden cove on a fareaway island havin' a beautiful sunken statue at their home.",
  "VolcanoPainting_Sailor": "I heard about lava eels at the top o' a volcano on a fareaway island bein' quite the determined artists.",
  "IslandFrogHat_Sailor": "There be a legend among the local frogs of a glutton frog on a fareaway island. It be said that their domain also houses a small, slimy friend that wants to see the world.",
  "IslandPainting_Sailor": "On the northern part of a fareaway island, I've heard of a secret on the bed of a part o' a river only reachable through a secret grove. This one might be a bit tricky to find.",
  "IslandSquirrel_Sailor": "On a fareaway island, I've heard of a secret on the bed of a part o' a river only reachable by findin' a way to walk across lava. This one might be a bit tricky to find."
}