{
  "ConfigMarinerNameOverwrite": "Changement nom Marinier",
  "ConfigMarinerNameOverwriteDescription": "Change le nom du marin dans le dialogue au cas où la détection automatique du nom ne fonctionne pas.\n(N’affecte pas le dialogue de base). Laisser vide pour une détection automatique.",
  "ConfigChangePendantPriceToPearl": "Pendentif acheté avec perle",
  "ConfigCanBuyPendantWithoutHeartsAndHouseUpgrade": "Achat sans restriction de cœur\nou amélioration de maison",
  "ConfigMarinerSpeechType": "Niveau de langage du marin",
  "ConfigSpeechTypeModern": "Moderne",
  "ConfigSpeechTypeSailor": "Vieux loup de mer",
  "ConfigSpeechTypeDynamic": "Dynamique",
  "FallbackOldMarinerName": "Vieux marinier",
  "GreenOcean": "Vert Océan",
  "Secret": "{{name}} : Tu veux savoir un secret ?",
  "NoSecret": "{{name}} : Je n’ai pas de secret pour toi aujourd’hui.",
  "BeachSupplyCrate": "Une cargaison s’est échouée ce matin.",
  "AlsoBeachSupplyCrate": "En plus, une cargaison s’est échouée ce matin.",
  "SummerForageCalendar": "À la mi-été, la mer devient verte et la récolte des vagues devient abondante.",
  "WormBinUpgrade": "La décomposition du bois flotté est un paradis pour les micro-organismes. Essayez d'en ajouter un peu à vos bacs à vers.",
  "MermaidSecretNote": "J'ai connu une sirène autrefois. Elle répétait sans cesse les chiffres 1-5-4-2-3 dans son sommeil.",
  "MermaidSecretNote_Mermaid": "As-tu déjà rencontré une sirène aux cheveux bleus ? Elle répète sans cesse les chiffres 1-5-4-2-3 dans son sommeil.",
  "MermaidSecretNote_MermaidBlueHair": "As-tu déjà rencontré une sirène aux cheveux bleus semblable à moi ? Elle répète sans cesse les chiffres 1-5-4-2-3 dans son sommeil.",
  "BeachFarmBoatPainting": "J’ai entendu que tu avais une belle ferme maritime. Elle te réserve une récompense spéciale si tu pêche à un endroit à la fois évident et isolé.",
  "WillyLifeSaver": "Le pêcheur local a perdu une bouée de sauvetage une fois. Elle est tombée du bateau et s'est emmêlée quand il est tombé à l'eau.",
  "TownTrashCanBrokenCommunityCenter": "Les mouettes parlent d'un bâtiment délabré en ville. Quelqu'un a essayé de se débarrasser de quelque chose dans un plan d'eau à proximité qui n'atteindra jamais la mer.",
  "TownTrashCanRestoredCommunityCenter": "Les mouettes parlent d'un bâtiment fraîchement restauré en ville. Quelqu'un a essayé de se débarrasser de quelque chose dans un plan d'eau à proximité qui n'atteindra jamais la mer.",
  "TownTrashCanJojaWareHouse": "Les mouettes parlent d'un nouveau bâtiment bleu en ville. Quelqu'un a essayé de se débarrasser de quelque chose dans un plan d'eau à proximité qui n'atteindra jamais la mer.",
  "SecretWoodsWallBasket": "Les salamandres parlent de quelqu'un ayant laissé tomber son panier dans leur étang.",
  "DesertPyramidDecal": "Les poissons des sables parlent d'un étang caché contenant un trésor ancien.",
  "SpaPaintingAndNecklace": "Certains gouttes de pluie m'ont dit qu'elles se sont évaporées à l'extérieur d'un spa local et que les gens y ont perdu plusieurs choses curieuses.",
  "SpaPaintingOrNecklace": "Certaines gouttes de pluie m'ont dit qu'elles vous ont rencontré avant de s'évaporer à l'extérieur d'un spa local. Elles veulent que vous sachiez qu'il y a une autre chose de curieux là-bas.",
  "IridiumKrobusReady": "Tu as l'air d'un maître de la pêche. Avec autant de compétence, tu sembles prêt à trouver quelque chose de spécial dans la rivière au sud des égouts.",
  "IridiumKrobusNotReady": "Tu as l'air d'un maître de la pêche. Mais tu as besoin de encore plus de compétences pour trouver quelque chose de spécial dans la rivière au sud des égouts.",
  "IslandGourmandStatue": "J'ai entendu parler de raies dans une crique cachée sur une île lointaine qui abrite une belle statue engloutie.",
  "VolcanoPainting": "J'ai entendu parler de murènes de lave au sommet d'un volcan sur une île lointaine et qui sont des artistes déterminées.",
  "IslandFrogHat": "Il existe une légende parmi les grenouilles locales d'une grenouille gloutonne sur une île lointaine. On dit que leur domaine abrite également un petit ami gluant qui veut découvrir le monde.",
  "IslandPainting": "Dans la partie nord d'une île lointaine, j'ai entendu parler d'un secret au fond d'une partie d'une rivière uniquement accessible à travers une clairière secrète. Celui-ci pourrait être un peu difficile à trouver.",
  "IslandSquirrel": "Sur une île lointaine, j'ai entendu parler d'un secret au fond d'une partie d'une rivière uniquement accessible en trouvant un moyen de traverser la lave. Celui-ci pourrait être un peu difficile à trouver.",
  "GreenOcean_Sailor": "vertocéan",
  "Secret_Sailor": "{{name}} : T’veux savoir un secret, moussaillon ?",
  "NoSecret_Sailor": "{{name}} : J’ai pas de secret pour toi, aujourd’hui, moussaillon.",
  "BeachSupplyCrate_Sailor": "Une cargaison s’est échouée ce matin.",
  "AlsoBeachSupplyCrate_Sailor": "Et puis une cargaison s’est échouée ce matin.",
  "SummerForageCalendar_Sailor": "À mi-été, la mer vire au vert et la moisson des vagues sera abondante.",
  "WormBinUpgrade_Sailor": "Le bois flotté en décomposition est un régal pour les insectes. Essaie d'en mettre dans tes vos bacs à vers.",
  "MermaidSecretNote_Sailor": "J'ai connu une sirène autrefois. Elle répétait les chiffres 1-5-4-2-3 dans son sommeil.",
  "MermaidSecretNote_Mermaid_Sailor": "T’as déjà rencontré une sirène aux cheveux bleus ? Elle répétait les chiffres 1-5-4-2-3 dans son sommeil.",
  "MermaidSecretNote_MermaidBlueHair_Sailor": "T’as déjà rencontré une sirène aux cheveux bleus, comme moi ? Elle répétait les chiffres 1-5-4-2-3 dans son sommeil.",
  "BeachFarmBoatPainting_Sailor": "Tu d’vrais fouiner dans un endroit visible et à part de ta ferme pour un beau butin. Crois-moi.",
  "WillyLifeSaver_Sailor": "Le pêcheur du coin a perdu une bouée de sauvetage autrefois. Elle est tombée du bateau et a vite tombé quand il est tombé à l'eau. Ah !",
  "TownTrashCanBrokenCommunityCenter_Sailor": "Les mouettes parlent d'un bâtiment délabré en ville. Quelqu'un a essayé de se débarrasser de quelque chose dans de l’eau. Ça ira jamais jusqu’à la mer.",
  "TownTrashCanRestoredCommunityCenter_Sailor": "Les mouettes parlent d'un bâtiment fraîchement restauré en ville. Quelqu'un a essayé de se débarrasser de quelque chose dans de l’eau. Ça rejoindra jamais la mer.",
  "TownTrashCanJojaWareHouse_Sailor": "Les mouettes parlent d'un nouveau bâtiment bleu en ville, la poisse. Quelqu'un a essayé de se débarrasser de quelque chose dans de l’eau. Ça rejoindra jamais la mer.",
  "SecretWoodsWallBasket_Sailor": "Les castors racontent que quelqu'un a fait tomber son panier dans leur étang.",
  "DesertPyramidDecal_Sailor": "Les poissons des sables parlent d'un étang caché contenant un trésor ancien.",
  "SpaPaintingAndNecklace_Sailor": "Certains crachins m'ont dit qu'ils s'évaporaient à l'extérieur d'un spa local et qu’les gens y perdaient plusieurs objets curieux.",
  "SpaPaintingOrNecklace_Sailor": "Certains crachins m'ont dit qu'ils vous avaient rencontré avant de s'évaporer à l'extérieur d'un spa local. Ils veulent que vous sachiez qu'il y a un autre objet curieux là-bas. Pour ce que j’en dis, moi…",
  "IridiumKrobusReady_Sailor": "T’as tout l'air d'un maître pêcheur. Avec autant de talent, tu devrais pouvoir trouver quelque chose de spécial dans la rivière, au sud des égouts.",
  "IridiumKrobusNotReady_Sailor": "T’as tout l'air d'un maître pêcheur. Mais t’es encore trop de la bleusaille pour que je te confie une cachette secrète.",
  "IslandGourmandStatue_Sailor": "J'ai entendu parler de raies dans une crique cachée sur une île lointaine ayant une belle statue engloutie chez elles.",
  "VolcanoPainting_Sailor": "J'ai entendu parler d'anguilles de lave au sommet d'un volcan sur une île lointaine. De sacrées artistes, celles-là.",
  "IslandFrogHat_Sailor": "Il y a une légende parmi les grenouilles locales. Ça cause d'une grenouille gloutonne sur une île lointaine. On dit que leur domaine abrite aussi un petit être gluant qui veut parcourir le monde.",
  "IslandPainting_Sailor": "Dans la partie nord d'une île lointaine, j'ai entendu parler d'un secret au fond d'une partie d'une rivière accessible uniquement par une clairière secrète. Celui-ci pourrait être un peu difficile à trouver.",
  "IslandSquirrel_Sailor": "Sur une île lointaine, j'ai entendu parler d'un secret au fond d'une partie d'une rivière accessible uniquement en trouvant un moyen de marcher sur de la lave. Celui-ci pourrait être un peu difficile à trouver."
}