/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/drbirbdev/StardewValley
**
*************************************************/

{
    // Games are keyed by the Game ID.  This with the mod ID will make the Unique Game ID
    // drbirbdev.GameboyArcadeTemplate_Adjustris
    "Adjustris": {
        // Name of the minigame.  This will appear in rich presence, and will be used in event commands if enabled.
        "Name": "Adjustris",

        // Path to the ROM file locally
        "FilePath": "assets/Adjustris/Adjustris.gb",

        // Enable the minigame as part of an event.
        // Use the "cutscene" event command to start the ROM.
        // Use the "updateMinigame" event command to issue controls or exit the ROM.
        "EnableEvents": true,

        // How are save files handled?  Can be one of the following values:
        // LOCAL = Each farmer gets their own save file.
        //   This is the default setting, and is similar to how Journey of the Prairie King works.
        // GLOBAL = Each player gets a single save file across all farms.  Farmhands get different save files for each farm.
        //   If a game is involved, you may want to have a single account across all saves.
        // SHARED = All players on a farm share one save file.
        //   If a game involves high-scores, this might be a good option.
        // NONE = Saves are explicitly disabled.
        "SaveStyle": "SHARED",

        // I haven't gotten any link style to work in testing yet, and gameboy documentation on the subject is a bit light
        // this probably won't work correctly for now, and should be left as none.
        // How is multiplayer via the link cable handled?  Can be one of the following values:
        // LOCAL = Only allow multiplayer for split-screen players only.
        //   Since the emulated link cable over the internet is much slower than the original Gameboy, use this for games 
        //   which are sensitive to latency, since the multiplayer will be unplayable with remote players.
        // REMOTE = Allow multiplayer over the internet.
        //   For games where multiplayer latency isn't a concern, you can allow (really slow) online multiplayer.
        // NONE = Link Cable connection is explicitly disabled.  This is the default setting.
        "LinkStyle": "NONE",

        // How is sound handled?  Can be one of the following values:
        // NONE = No sound.  The default for now until sound is working well.
        // BROKEN = If you really want to hear what emulated sound is like at the moment use this.  It's not synced correctly
        //   so it sounds horrible for background music.  It may work fine for short sound effects if your game has no music.
        "SoundStyle": "BROKEN"
    },
    // Can include multiple entries in one Content Pack
}
