{
  "ms-settings-title": "Configuración de Minas y Cavernas del Cráneo",
  "ms-regen-attempts-label": "Intentos de Regeneración",
  "ms-regen-attempts-tooltip": "Establece el número de intentos de regeneración para las Minas y Cavernas del Cráneo.",
  "ms-successful-regen-criteria-title": "Criterios de Regeneración Exitosa para Minas y Cavernas del Cráneo",
  "ms-regen-success": "Estas configuraciones determinan qué es una regeneración exitosa. Si la opción está marcada y el resultado de la verificación es el mineral, se detendrá la regeneración y se utilizará el resultado.",
  "ms-stop-copper": "Detener Regeneración si es Cobre",
  "ms-stop-copper-tooltip": "Esto permitirá que un resultado de mineral de cobre se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "ms-stop-iron": "Detener Regeneración si es Hierro",
  "ms-stop-iron-tooltip": "Esto permitirá que un resultado de mineral de hierro se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "ms-stop-gold": "Detener Regeneración si es Oro",
  "ms-stop-gold-tooltip": "Esto permitirá que un resultado de mineral de oro se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "ms-stop-iridium": "Detener Regeneración si es Iridio",
  "ms-stop-iridium-tooltip": "Esto permitirá que un resultado de mineral de iridio se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "ms-stop-radio": "Detener Regeneración si es Radioactivo",
  "ms-stop-radio-tooltip": "Esto permitirá que un resultado de mineral radioactivo se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "ms-unsupported": "Soporte de Valores No Soportados para Minas y Cavernas del Cráneo",
  "ms-unsupported-tooltip": "Esta modificación invoca una función compleja en el código base del juego varias veces por cada casilla en la pantalla. Por lo tanto, si has configurado un valor de intentos de regeneración mayor que 100, debes habilitar la opción a continuación, lo que causará retrasos cada vez que cargues un nivel de volcán. La severidad del retraso variará según la disposición del piso y, según las pruebas iniciales, no romperá el juego, pero puede causar bloqueos en máquinas antiguas.",
  "ms-unsupported-option": "Habilitar Valores No Soportados",
  "ms-unsupported-desc": "Esto permitirá que se admitan valores fuera del rango de 0 a 100. Los valores negativos siempre se establecerán en 0.",
  "vd-settings-title": "Configuración de la Mazmorra del Volcán (Beta)",
  "vd-regen-attempts-label": "Intentos de Regeneración de Mineral",
  "vd-regen-attempts-tooltip": "Establece el número de intentos de regeneración para la Mazmorra del Volcán. El valor predeterminado es 2.",
  "vd-successful-regen-criteria-title": "Criterios de Regeneración Exitosa para la Mazmorra del Volcán",
  "vd-regen-success": "Estas configuraciones determinan qué es una regeneración exitosa. Si la opción está marcada y el resultado de la verificación es el mineral, se detendrá la regeneración y se utilizará el resultado.",
  "vd-stop-copper": "Detener Regeneración si es Cobre",
  "vd-stop-copper-tooltip": "Esto permitirá que un resultado de mineral de cobre se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "vd-stop-iron": "Detener Regeneración si es Hierro",
  "vd-stop-iron-tooltip": "Esto permitirá que un resultado de mineral de hierro se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "vd-stop-gold": "Detener Regeneración si es Oro",
  "vd-stop-gold-toolip": "Esto permitirá que un resultado de mineral de oro se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "vd-stop-iridium": "Detener Regeneración si es Iridio",
  "vd-stop-iridium-tooltip": "Esto permitirá que un resultado de mineral de iridio se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "vd-stop-cinder": "Detener Regeneración si es Esquirla de Ceniza",
  "vd-stop-cinder-tooltip": "Esto permitirá que un resultado de esquirla de ceniza se considere exitoso y detendrá los intentos de regeneración de la casilla para diferentes tipos de minerales.",
  "vd-unsupported": "Soporte de Valores No Soportados para la Mazmorra del Volcán",
  "vd-usupported-tooltip": "Esta modificación invoca una función compleja en el código base del juego varias veces por cada casilla en la pantalla. Por lo tanto, si has configurado un valor de intentos de regeneración mayor que tres, debes habilitar la opción a continuación, lo que causará retrasos cada vez que cargues un nivel de volcán. La severidad del retraso variará según la disposición del piso y, según las pruebas iniciales, no romperá el juego, pero puede causar bloqueos en máquinas antiguas.",
  "vd-usupported-option": "Habilitar Valores No Soportados",
  "vd-usupported-desc": "Esto permitirá que se admitan valores fuera del rango de 0 a 3. Los valores negativos siempre se establecerán en 0."
}
