{
  "ms-settings-title": "Paramètres des Mines et des Cavernes Crâniennes",
  "ms-regen-attempts-label": "Tentatives de Régénération",
  "ms-regen-attempts-tooltip": "Définit le nombre de tentatives de régénération pour les Mines et les Cavernes Crâniennes",
  "ms-successful-regen-criteria-title": "Critères de Régénération Réussie des Mines et des Cavernes Crâniennes",
  "ms-regen-success": "Ces paramètres déterminent ce qui constitue une régénération réussie. Si le paramètre est coché et que le résultat de la vérification est le minerai, la régénération s'arrêtera et utilisera le résultat.",
  "ms-stop-copper": "Arrêter la Régénération si Cuivre",
  "ms-stop-copper-tooltip": "Cela permettra qu'un résultat de minerai de cuivre soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "ms-stop-iron": "Arrêter la Régénération si Fer",
  "ms-stop-iron-tooltip": "Cela permettra qu'un résultat de minerai de fer soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "ms-stop-gold": "Arrêter la Régénération si Or",
  "ms-stop-gold-tooltip": "Cela permettra qu'un résultat de minerai d'or soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "ms-stop-iridium": "Arrêter la Régénération si Iridium",
  "ms-stop-iridium-tooltip": "Cela permettra qu'un résultat de minerai d'iridium soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "ms-stop-radio": "Arrêter la Régénération si Radioactif",
  "ms-stop-radio-tooltip": "Cela permettra qu'un résultat de minerai radioactif soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "ms-unsupported": "Support des Valeurs Non Prises en Charge des Mines et des Cavernes Crâniennes",
  "ms-unsupported-tooltip": "Cette modification rappelle une fonction complexe dans le code de base du jeu plusieurs fois pour chaque tuile à l'écran. En raison de cela, si vous avez configuré une valeur de tentatives de régénération supérieure à 100, vous devez activer le paramètre ci-dessous, ce qui provoquera un ralentissement à chaque fois que vous chargez un niveau de volcan. La gravité du ralentissement variera en fonction de la disposition du sol et, selon les tests initiaux, ne cassera pas le jeu mais peut provoquer des plantages sur les anciennes machines.",
  "ms-unsupported-option": "Activer les Valeurs Non Prises en Charge",
  "ms-unsupported-desc": "Cela permettra de prendre en charge les valeurs en dehors de la plage 0-100. Les valeurs négatives seront toujours définies sur 0.",
  "vd-settings-title": "Paramètres du Donjon du Volcan (Beta)",
  "vd-regen-attempts-label": "Tentatives de Régénération de Minerai",
  "vd-regen-attempts-tooltip": "Définit le nombre de tentatives de régénération pour le Donjon du Volcan. La valeur par défaut est 2.",
  "vd-successful-regen-criteria-title": "Critères de Régénération Réussie du Donjon du Volcan",
  "vd-regen-success": "Ces paramètres déterminent ce qui constitue une régénération réussie. Si le paramètre est coché et que le résultat de la vérification est le minerai, la régénération s'arrêtera et utilisera le résultat.",
  "vd-stop-copper": "Arrêter la Régénération si Cuivre",
  "vd-stop-copper-tooltip": "Cela permettra qu'un résultat de minerai de cuivre soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "vd-stop-iron": "Arrêter la Régénération si Fer",
  "vd-stop-iron-tooltip": "Cela permettra qu'un résultat de minerai de fer soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "vd-stop-gold": "Arrêter la Régénération si Or",
  "vd-stop-gold-toolip": "Cela permettra qu'un résultat de minerai d'or soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "vd-stop-iridium": "Arrêter la Régénération si Iridium",
  "vd-stop-iridium-tooltip": "Cela permettra qu'un résultat de minerai d'iridium soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "vd-stop-cinder": "Arrêter la Régénération si Éclat de Cendre",
  "vd-stop-cinder-tooltip": "Cela permettra qu'un résultat d'éclat de cendre soit considéré comme un succès et arrêtera de tenter la régénération de la tuile pour différents types de minerais.",
  "vd-unsupported": "Support des Valeurs Non Prises en Charge du Donjon du Volcan",
  "vd-usupported-tooltip": "Cette modification rappelle une fonction complexe dans le code de base du jeu plusieurs fois pour chaque tuile à l'écran. En raison de cela, si vous avez configuré une valeur de tentatives de régénération supérieure à trois, vous devez activer le paramètre ci-dessous, ce qui provoquera un ralentissement à chaque fois que vous chargez un niveau de volcan. La gravité du ralentissement variera en fonction de la disposition du sol et, selon les tests initiaux, ne cassera pas le jeu mais peut provoquer des plantages sur les anciennes machines.",
  "vd-usupported-option": "Activer les Valeurs Non Prises en Charge",
  "vd-usupported-desc": "Cela permettra de prendre en charge les valeurs en dehors de la plage 0-3. Les valeurs négatives seront toujours définies sur 0."
}
