/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "I'm trying to remember if Lorenzo has already ordered supplies for this season.$s#$b#This uncertainty is making me uneasy.$u",
  "spring_12": "Time to prepare my ingredients for deviled eggs for tomorrow's festival!$h",
  "spring_23": "Don't step on any toes tomorrow, alright, dear?$h#$b#I'm just kidding! I hope you have a fun time tomorrow.",
  "summer_1": "The store needs more variety in seasonal goods.$s#$b#I keep telling Lorenzo, but he won't listen!$s",
  "summer_10": "Olga has been expressing her concerns about the soup for tomorrow's festival for days now.#$b#She's so worried for her daughter and I can't blame her.$s#$b#No one really knows what everyone put in that soup.$s",
  "summer_27": "There was no way for me to see the glowing jellyfishes back when I was still living in Zuzu City.#$b#Tomorrow's festival is one of the lovely things I get to experience because I moved here.",
  "fall_1": "It's getting a little bit chilly, hmm?$s#$b#Why don't we have heaters here unlike the city?$s",
  "fall_15": "Some of my friends from Zuzu might be visiting tomorrow. I'm excited.$h",
  "fall_26": "I don't really want to stay awake for something not so productive tomorrow night.$s#$b#I still have some more work to do.$s",
  "winter_1": "I should start learning how to knit.$h#$b#Maybe I could ask Faye to teach me. What do you think, dear?",
  "winter_7": "Tomorrow's festival gives me anxiety. I hope the ice doesn't break because of all the people standing on top.$u#$b#Back in Zuzu, these kinds of gatherings had tons of precautions taken by the city weeks ahead of time to ensure safety.$a",
  "winter_24": "I wonder what's a nice hot chocolate recipe to try out for tomorrow?$h",
  "Mon": "Why hello there, @.$h#$b#I hope you have a lovely day.",
  "Tue": "I'm still a little drowsy, but I have to work.$h#$b#Being lazy will never to amount to anything.",
  "Wed": "Sales are steady. Phew.#$e#I think we can manage this month.$h",
  "Thu": "Hm? Need something, @?#$e#Come visit the store whenever you're in the village, you might see something you like.$h",
  "Fri": "We're closed tomorrow, @.#$b#Just a heads up.$h",
  "Sat": "I wonder... Where are some fun date spots around the valley?",
  "Sun": "Time to put in new orders of supplies.$h",
  "Mon2": "Lenny seems relaxed despite the workload of her job.#$b#I wonder what her secret is.",
  "Tue2": "Maybe my husband and I can expand into Pelican Town?#$b#Hm, I don't think that would work.$s",
  "Wed2": "Kiarra spends most of her time doing different jobs.#$b#I admire my sister-in-law.$h",
  "Thu2": "Hm? Need something, @?#$e#Come visit the store whenever you're in the village, you might see something you like.$h",
  "Fri2": "Don't forget to hydrate yourself, okay, dear?#$b#My husband forgets most of the time.$s",
  "Sat2": "I wonder if my husband and I can squeeze in an overnight stay at the hotel one day.#$b#I'd love an expensive break once in a while.$h",
  "Sun2": "I'm glad I managed to put in an order for the new batch of supplies just in time.$h#$e#They should arrive here just before we open.",
  "Mon4": "Anton shouldn't be so scared to go out.$s#$b#I know he's a bit scared to run into the Amethynes, but sometimes, we have to move on.$s",
  "Tue4": "Doctor Paula sometimes visits the store.#$b#She's lovely, isn't she? She usually takes my husband and mine's blood pressure because Kiarra's concerned we're always stressed.$h",
  "Wed4": "Lorenzo forgot to set the alarm, so we opened later than usual!$a",
  "Thu4": "I wonder how's the general store in Pelican Town's doing?#$e#I'm sure they have it rough dealing with Joja.",
  "Fri4": "I'm glad Joja hasn't expanded into Ridgeside yet.#$b#We'll be in the red if they do.$h",
  "Sat4": "Lorenzo suggested we take a swim in the lake.#$b#I would have agreed if we actually prepared for it and wasn't just a spontaneous decision.$h",
  "Sun4": "I'm glad the supplies came by early!$h#$b#Now I have more time to stock the shelves.",
  "Mon6": "Zayne Amethyne came by Heaps the other day, and he's so much different compared to his family.#$b#Not to sound rude, but he actually knows how to genuinely smile.$h",
  "Tue6": "I heard the Liden teen singing the other day while I was walking near the orchard.#$b#By gosh! If she were discovered back in Zuzu, she would've been an idol in no time!$h",
  "Wed6": "Pray to Yoba?#$b#I would, but I don't think I have the time.$s",
  "Thu6": "I wonder why there aren't any schools in the valley?$s#$b#Isn't that a bit concerning?$s",
  "Fri6": "I was thinking of applying as a teacher here in the valley after moving here.#$b#It turned out there weren't any established educational facilities in the area.$s",
  "Sat6": "My husband went the extra mile this morning and woke me up with some breakfast in bed.$h#$b#I think I'm falling for him again.$l#$e#Or maybe I'm just not used to him being sweet, and such gestures make me want to treasure them more?$h",
  "Sun6": "I should find a hobby.$s#$b#I feel like I'm not good at anything.$s#$e#I'd want to teach children around here, but I think wouldn't have time to juggle it with the store.$s",
  "Mon8": "Why, good day to you, @!$h#$b#If you ever need anything, just ask, alright?$h",
  "Tue8": "Maybe I could join Miss Penny and Miss Flor and teach the children.#$b#Maybe one day.$h",
  "Wed8": "Should we sell seeds at the store?#$b#Hmm... I don't think we have enough knowledge to sell those though.#$e#I should research more ways to improve the shop.",
  "Thu8": "Richard should conduct a business course seminar.$h#$b#I could learn a thing or two from such a successful businessman.",
  "Fri8": "I love it whenever we get the time for some drinks at Pika's.$h#$b#It's relaxing!$h",
  "Sat8": "Any other good date spots you know of, @?#$b#My husband and I want to put some more variety in our date days.$h",
  "Sun8": "I delivered some goods over to Faye the other day.#$b#I got caught up browsing through her work instead!$h#$b#I shouldn't be like that, but they were just so cute!$h",
  "Mon10": "You're a lovely and kind person, dear.#$b#If you ever need any help, don't hesitate to come to ask us for anything.$h",
  "Tue10": "My husband and his siblings have the tendency to use phrases from their home country whenever they get too emotional.#$b#I've been with them for so long that I understand what they say.$h",
  "Wed10": "Carmen and I shouldn't be in the same room together.$a#$b#Else we'll be too busy blabbering that we'd forget our work!$s#$b#She's so fun to talk to, though.$h",
  "Thu10": "The moms in the valley invited me for tea and coffee the other day.#$b#I was hesitant to go, as I'd be the only one with no children yet to be there!$h",
  "Fri10": "Come get dinner with us at Pika's soon, dear.#$b#My husband and I are fond of your company.$h",
  "Sat10": "Lorenzo and I always look forward to our date day.$h#$b#It's the only day I get to unwind and not stress about supplies, stocks and all!$h#$e#I'm glad to have married a man like him.$l",
  "Sun10": "Hi, dear! How's the farm?#$b#I just want to say, we genuinely admire your work, @.$h#$b#Managing such a huge plot of land alone must be quite a lot of work, but you manage to pull it off.",
  "Resort_Entering": "Hm, the trip took longer than I expected.#$b#But that's all right, we'll make the most of our time here.$h",
  "Resort_Leaving": "All my stress is completely gone!$h#$b#I'm ready to go home and get an early start at the store.$h",
  "Resort_Shore": "Did you make sure to apply some sunscreen before going into the sun, @?#$b#Be sure to take care of your skin, okay, dear?$h",
  "Resort_Bar": "What are you getting, @?#$e#Oh no liquor for me, I have to be alert at all times.#$b#I still have to close out the ledgers when I get home.",
  "Resort": "I'd like to explore the island.#$b#A little walk around nature will be just the thing.$h",
  "MovieInvitation": "Oh, a movie invitation?#$b#I'll gladly accept your invitation if it's okay that I fix some stuff at the store first.#$b#I'll just meet you at there, alright?#$b#I really appreciate you for inviting me, @. I definitely needed to take a break.$h",
}