/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "There is a whole new year ahead of us, Mr. @!$h^There is a whole new year ahead of us, Ms. @!$h",
  "spring_12": "Madame Amethyne requested that some errands be done today. #$b# With the festivities tomorrow, the local stores won't be open, so I must hurry.",
  "spring_23": "The Flower Dance festival is a great opportunity for me to take a look at Pelican's Town flower arrangements. $h",
  "summer_1": "Another season has arrived, Mr. @!$h#$b#^Another season has arrived, Ms. @!$h#$b# I have to admit that I don't handle the heat as I once did. $s#$e#Thank Yoba the madame provides air conditioning at the Purple Mansion.",
  "summer_10": "Have you gathered the necessary ingredients for the Luau tomorrow, Mr. @?$h^Have you gathered the necessary materials for the Luau tomorrow, Ms. @?$h",
  "summer_27": "Hello, Mr. @. I look forward to the festival tomorrow.^Hello, Ms. @. I look forward to the festival tomorrow.#$b# It is quite the natural spectacle.$h ",
  "fall_1": "If I were to pick a favourite season, autumn would be it. I can't really explain why.$h#$b#One thing I know for sure is that I feel a stronger connection to the spirits.$4",
  "fall_15": "The Pelican Town Fair has many different entertainment options.$h#$b#Young Mr. Amethyne is very fond of the slingshot game. I hope tomorrow he manages to aim at the targets, not at the visitors.$u#$b#It was a very complicated situation last year.$a",
  "fall_26": "Ms. Amethyne wants to participate in tomorrow's event with a costume, but unfortunately, she is afraid that Madame Amethyne wouldn't approve.$s",
  "winter_1": "As part of the natural cycle, winter is as much a necessity as any other season. ",
  "winter_7": "It must be very hard for Mayor Lewis to organize the fishing event tomorrow. It's known that he doesn't like fish very much.",
  "winter_24": "Nothing better than celebrating the end of the year by gathering the community altogether.$h#$b#The gift exchange part is highly anticipated by the young ones, but I must confess that even I am a little bit curious as to who might be my secret gift giver.$h",
  "Mon": "Have a great week, Mr. @.$h^Have a great week, Ms. @.$h",
  "Tue": "Farming must be very demanding. Don't overwork yourself, Mr. @.^Farming must be very demanding. Don't overwork yourself, Ms. @.",
  "Wed": "Hello, Mr. @.^Hello, Ms. @.",
  "Thu": "I wonder what the special dish is at Pika's today.",
  "Fri": "Ms. Irene works for the Amethyne family as their cook. That young lady makes the most delicious meals.$h",
  "Sat": "May the mountain spirit provide growth to your land, Mr. @.$h^May the mountain spirit provide growth to your land, Ms. @.$h",
  "Sun": "Have you met young Mr. Amethyne? He can be quite difficult, but don't take his words too seriously. He is a child, after all.",
  "Mon2": "Mr. Amethyne doesn't live here in the mansion with the rest of the family. He is a very busy man and manages part of the family business.#$e#Madame Amethyne is very pleased with everything he has accomplished.$h",
  "Tue2": "The Madame requested many things this of me this week, and she expects nothing but perfection.",
  "Wed2": "How have you been adapting to life in the valley, Mr. @?$h^How have you been adapting to life in the valley, Ms. @?$h#$b# Good? That is terrific! No major city can beat the quality of life here.",
  "Thu2": "Hello, Mr. @.^Hello, Ms. @.#$b# I'm afraid I don't have time to chat today. Many errands to run.",
  "Fri2": "Have you considered planting flowers on your farm, Mr. @?^Have you considered planting flowers on your farm, Ms. @?#$b# I love the smell, the colors, and the beauty of them. That is why I have my own private garden.$h",
  "Sat2": "Since you are new to farming, Mr. @, allow me to give you a tip.$h^Since you are new to farming, Ms. @, allow me to give you a tip.$h#$b#If you use fertilizer mixed with tilled soil, your crops will wield higher quality products. Take this so you can try.[368 369]",
  "Sun2": "In the back of Mr. Pierre's store, there is an altar to Yoba.$h#$b#When my schedule allows me some quality free time, I tend to go there, or to the mountain spirit altar at the Ridge.$h",
  "Mon4": "Some people inquire a lot as to why an influential family such as the Amethynes would choose to live in a place like this. $s#$b# As their butler, I have been in many places, but none of them has felt as right as herein Ridgeside. $h",
  "Tue4": "Young Mr. Amethyne has been exceptionally difficult these past few days. I wonder what caused it.$a",
  "Wed4": "I have to make time to go visit Mrs. Evelyn in Pelican Town. I could use someone to talk with about gardening. $h",
  "Thu4": "Every so often, when Mr. Amethyne is visiting, Miss Irene makes all the preparations beforehand to cook some of his favorite meals.$h#$b# Last time, she made honey-glazed salad for dinner; it was delightful.$h#$b# She learned that recipe from Mr. Pika. ",
  "Fri4": "Many of the residents from both Pelican and Ridgeside gather at the saloon tonight. #$b# I'm afraid I am too old for that. $u ",
  "Sat4": "By any chance, have you browsed through the Amethynes' private library, Mr. @?$h^By any chance, have you browsed through the Amethynes' private library, Ms. @?$h#$b#Madame Amethyne has gathered quite the collection over the years -- many different genres, nationalities, and languages. I've personally requested to be responsible for the library; it's very soothing to organize the novels. I often find myself lost in thought when doing it.$4",
  "Sun4": "I'm feeling rather anxious today, Mr. @. Sorry if I'm not the best individual for conversation right now. $s^I'm feeling rather anxious today, Ms. @. Sorry if I'm not the best individual for conversation right now. $s",
  "Mon6": "Hello, Mr. @. May Yoba guide you and bless your week with a fruitful harvest.$h^Hello, Ms. @. May Yoba guide you and bless your week with a fruitful harvest.$h",
  "Tue6": "If you wish to please Madame Amethyne, a good bottle of wine would be an excellent option for a gift.$h",
  "Wed6": "I spotted young Mr. Amethyne in my garden this morning.$a#$b# He broke many of the pots and spilled dirt all over the place. Madame Amethyne wasn't pleased with the situation.$u",
  "Thu6": "Ms. Lenny was in the manor last night. She requested a meeting with Madame Amethyne last week. $u#$b#The subject was something related to the village financial situation, and the madame was not in a good mood after the meeting. I had to make some tea to calm her down.",
  "Fri6": "The madame has been adamant about Miss Ariah's pursuit of law.#$b#Madame Amethyne believes that she would shine best if she pursues politics.$h#$e#I trust the madame's guidance.$h#$b#I do hope Yoba guides Miss Ariah in her journey.",
  "Sat6": "I worry that Ms. Amethyne is under too much pressure to meet the madame's expectations.#$b#She is a wonderful young lady.$s#$b#I only hope she takes the time to relax.",
  "Sun6": " I was very concerned when I first heard Joja Corp. was coming to this region of the Ferngill Republic. Nothing good comes from those people.$a#$b# I'm confident that the mountain spirit is watching over us and protecting the valley.$4",
  "Mon8": "Young Mr. Amethyne can be very difficult to handle sometimes. $s#$b#After living so many years with this family, it's possible for one to understand where it comes from.",
  "Tue8": "Take the time to appreciate the beauty of every little thing around you.$h#$b#Sometimes, we get too distracted with our own thoughts and worries that we forget to breath.",
  "Wed8": "I sense the presence of the mountain spirit today. $h#$b# Good things might come our way, Mr. @, as long as we respect nature itself.$4^Good things might come our way, Ms. @, as long as we respect nature itself.",
  "Thu8": "Oh, hello, Mr. @!$h^Oh, hello, Ms. @!$h#$b#It appears that you are in need of some refreshments. Take these and have a good day![223]",
  "Fri8": "I usually reserve time for my gardening endeavors extra early in the mornings, or towards the end of the day. #$b# Keeping the pristine look that Madame Amethyne expects of her staff is already troublesome enough. I don't wish to add dirt to the mix. $u ",
  "Sat8": "Have you had the time to listen to some of Ms. Lola and Mr. Freddie's adventures? #$b# They have accomplished many great feats in their years. $h",
  "Sun8": "I wish Mr. Amethyne would stay in the valley for a longer period. The atmosphere in the Amethyne manor is always better when he's around. ",
  "Mon10": "Most people see Madame Amethyne as a very distant individual. I have served her family for many years; she is very strict and expects a lot from those she cares about deeply. ",
  "Tue10": "It is incredible to see how your farm has grown since you came to be part of this community, Mr. @.$h^It is incredible to see how your farm has grown since you came to be part of this community, Ms. @.$h#$b#Your strong connection with nature has aided you. Those who live by respecting what the earth can provide will be blessed by Yoba herself.$4#$b#At least, that is what I believe.$h",
  "Wed10": "You always make time to listen to this old man ramble. I appreciate your friendship, Mr. @.$h^You always make time to listen to this old man ramble. I appreciate your friendship, Ms. @.$h",
  "Thu10": "You should visit more often, Mr. @.$h^You should visit more often, Ms. @.$h#$b#Madame Amethyne is a busy lady, but she is always available for some tea and biscuits.$h",
  "Fri10": "Last night I was reading a book about a tropical archipelago known as the Fern Islands.#$b#As you know, hot weather isn't my preferred choice, but it would be an interesting environment to book a vacation to, do you not agree, Mr. @?$h^As you know, hot weather isn't my preferred choice, but it would be an interesting environment to book a vacation to, do you not agree, Ms. @?$h",
  "Sat10": "Blue Jazz, Garlic, Tulip, Poppy, Sunflower and Fairy Rose, and some extra boxes of fertilizer.$h#$b#Oh Mr. @! You caught me in the middle of triple-checking my gardening shopping list!$h^Oh Ms. @! You caught me in the middle of triple-checking my gardening shopping list!$h#$b# I have to make sure I don't forget anything and purchase them at Mr. Pierre's or Mr. Jeric's store while still in season.$4",
  "Sun10": "I wish young Mr. Amethyne would be able to lower his guard at some point.$s#$b#At this rate, the other kids in town will stop trying to befriend him, and I would hate for him to not have friends here.$s",
  "Resort_Entering": "Oh! If you'll excuse me, @. I'm looking for the shrine they say is hidden here.#$e#I heard it makes you feel closer to the deities.$h",
  "Resort_Leaving": "Oh well, I didn't find the shrine this time.$s#$b#At least I had time to rest.$h",
  "Resort_Shore": "It looks like Eden, doesn't it?$h#$b#The gods have indeed blessed us with everything we may want and need.$h",
  "Resort_Bar": "Oh my, I thought this might contain liquor.$4#$b#That wouldn't do. The Madame would definitely not approve of that.$u",
  "Resort": "If you happen to see the shrine, could you point me in the right direction?#$b#I'd really appreciate it.$h",
  "MovieInvitation": "Oh a movie!#$b#I'd be happy to go with you, dear friend.$h#$b#I'll just finish some things and then head on over to join you in a little while.",
}