/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "fall_1": "Ah, Stardew Valley. It's nice to be back after so long.$1#$e#How have you been? We should catch up some time.$1",
  "fall_4": "Tonight's my first show of the season in Ridgeside Village.$1#$b#Will you come see me play, @? I'll keep an eye out for you.$9",
  "fall_15": "Are you excited for the fair tomorrow?$1#$b#I don't know about you, but I'm heading straight for the food.$8",
  "fall_19": "I can't wait for the concert tomorrow.$1#$b#Sam's music is certainly different from mine, but the whole band really excels at their individual instruments.$1",
  "fall_26": "The whole town gets so excited for Spirit's Eve. It's one of the things I love about here.$1",
  "winter_1": "Waking up this morning and seeing a blanket of white out my window filled me with such joy...$1#$b#It's like Winter Star is already here.$8",
  "winter_7": "Robin and Leah make some truly exquisite ice sculptures. I can't wait to see their work.$1",
  "winter_24": "Nothing reminds me of winter more than Winter Star. I'm excited for tomorrow.$1",
  "winter_26": "Now that Winter Star's over, it's time for me to start packing my things, I guess...",
  "winter_27": "The Ember of Resolution is always so bittersweet for me.#$b#I get to spend one last evening with the whole community before leaving for half a year...",
  "winter_28": "Well, @, I guess I'll see you next fall.#$b#Take care of yourself, okay?",
  "Mon": "Oh, hello.#$e#...$6#$b#If you'll excuse me...$3",
  "Tue": "Hi, @. Hope everything's treating you well on the farm.$1",
  "Wed": "Hi, @. If you don't mind, I'd like to have some time to myself right now.",
  "Thu": "Hello, @. How are you?$1",
  "Fri": "Sorry, @, but I can't really talk right now. I'm thinking of what to play for my next shift.",
  "Sat": "I'll be playing all day at the hotel today. Come and stay as long as you'd like.$1",
  "fall_Mon": "Oh, hello.#$e#...$6#$b#If you'll excuse me...$3",
  "fall_Tue": "Hi, @.#$b#Aren't the leaves pretty this time of year?$1",
  "fall_Wed": "Hi, @. If you don't mind, I'd like to have some time to myself right now.",
  "fall_Thu": "Sorry, I can't really talk right now. I'm thinking of what to play tonight.",
  "fall_Fri": "Oh, hello, @.#$b#If you have time, I hope you come see me play today.$1",
  "fall_Sat": "I'll be playing all day at the hotel today. Come and stay as long as you'd like.$1",
  "fall_Sun": "Hi, @.#$b#You look tired. Be sure to take some time to rest.",
  "winter_Mon": "Hello.#$b#Aren't you cold?",
  "winter_Tue": "@, hello.#$e#How's the farm?#$b#Er, I guess not great, because it's winter, and you can't grow crops during the winter...$3#$b#...I have to go.$2",
  "winter_Wed": "%June seems deep in thought...",
  "winter_Thu": "@, your clothes don't seem very warm. Are you okay in this weather?",
  "winter_Fri": "Hi, @. It's awfully cold today, isn't it?",
  "winter_Sat": "Hello. Please stay inside as much as you can.#$b#The cold can be deceptively dangerous.",
  "winter_Sun": "Hi, @. Happy Sunday.",
  "Mon2": "On my days off I try to take some time for myself.",
  "Tue2": "Oh, hello. It's nice to see you, @.",
  "Wed2": "Hi, @. If you don't mind, I'd like to have some time to myself right now.#$b#Not that I'm mad at you or anything! I just have a lot on my mind...$7",
  "Thu2": "Hm, I wonder what Pika is serving today...$1",
  "Fri2": "Hello, @.#$b#How's this weather treating you?",
  "Sat2": "Hi, @.#$b#Did you come all this way just to see me perform? I'm flattered.$1",
  "fall_Mon2": "On my days off I try to take some time for myself.",
  "fall_Tue2": "Oh, hello. It's nice to see you, @.",
  "fall_Wed2": "Hi, @. If you don't mind, I'd like to have some time to myself right now.#$b#Not that I'm mad at you or anything! I just have a lot on my mind...$7",
  "fall_Thu2": "Hm, I wonder what type of music I should play today.$3",
  "fall_Fri2": "Hello, @.#$b#How is harvest season going for you?",
  "fall_Sat2": "Hi, @.#$b#Did you come all this way just to see me perform? I'm flattered.$1",
  "fall_Sun2": "Hi, @. Do you go to the saloon often?#$b#Er, not to imply-- ...Nevermind.$2",
  "winter_Mon2": "Hi, @.#$b#Your voice has a low tone to it. Are you tired?",
  "winter_Tue2": "Hello, @.#$b#Be careful out there. The paths have gotten pretty icy overnight.",
  "winter_Wed2": "...#$b#Oh, sorry. I was just distracted by how gorgeous the winter scenery is here.",
  "winter_Thu2": "Hello. How was the cable car ride up here?",
  "winter_Fri2": "Hello, @.#$b#Apparently this weekend's going to be good for skiing. The hotel's already filling up.",
  "winter_Sat2": "Hello, @. Hope you're enjoying your weekend.",
  "winter_Sun2": "Hello, @. It's nice to see you today.$1",
  "Mon4": "My days off feel too idle sometimes...$s#$b#I should stop by the library and find a book to read.$1",
  "Tue4": "Hey, @. If you're free, would you like to join me for my weekly walk around town?$1",
  "Wed4": "One day I want to get on the cable car as soon as it opens and ride it around and around till it closes...#$b#I'd probably just get motion sickness, though.$2",
  "Thu4": "Hm... I'm not used to having this much time off. I wonder what I should do...?",
  "Fri4": "Hello, @. Are you busy with work as well?",
  "Sat4": "Today is my longest day of work.#$b#My hands get pretty stiff by the end...$2",
  "fall_Mon4": "Hey, @. Care to join me for a walk around town?$1",
  "fall_Tue4": "The forest is so beautiful this time of year.$1#$b#I make a point of going to it once a week to see how the leaves have changed.$1",
  "fall_Wed4": "One day I want to get on the cable car as soon as it opens and ride it around and around till it closes...#$b#I'd probably just get motion sickness, though.$2",
  "fall_Thu4": "On weekdays I don't start playing till late, so I get to relax in the morning a bit.$1",
  "fall_Fri4": "Hello, @. Are you busy with work as well?",
  "fall_Sat4": "Today is my longest day of work.#$b#My hands get pretty stiff by the end.$2",
  "fall_Sun4": "Hi, @.#$b#Hm, I wonder if Gus has any specials tonight...",
  "winter_Mon4": "Ridgeside Village has such a quaint aesthetic. I never get sick of it.$1",
  "winter_Tue4": "Hi, @.#$b#On days like this, I could really go for a hot bowl of spicy eel.$1",
  "winter_Wed4": "Hi, @.#$b#The wind is really whipping around the cliff today.#$e#I wish I had a scarf...$3",
  "winter_Thu4": "Hi, @. Have you eaten yet today?#$b#Be sure to eat something if you haven't. You work really hard out there.",
  "winter_Fri4": "Hi, @. Happy Friday.$1",
  "winter_Sat4": "Everyone seems much more at ease on Saturdays. It's nice.$1",
  "winter_Sun4": "The walk to Pelican Town is long, but it's always worth it to see everyone having a good time together.$1",
  "Mon6": "Hello, @.#$b#Do you dislike Mondays, or is it just like any other day of the week when you're a farmer?",
  "Tue6": "Hi, @.$1#$b#...$6#$b#...Sorry if this seems weird, but I've got to say, this light really brings out your eyes.$3",
  "Wed6": "I wish I had a piano of my own.#$b#Then I could play whatever garbage I want and not have to worry about losing tips.$1",
  "Thu6": "Hey there, @.#$b#Don't work too hard out there, okay? I'd hate to hear you wound up at Harvey's from overwork.$7",
  "Fri6": "Hello, @.#$b#Have you tried Pika's new special? The garnish is true culinary perfection.$1",
  "Sat6": "Hello, @.#$b#The hotel is pretty busy this weekend. I'm glad.$1",
  "fall_Mon6": "Hello, @.#$b#Do you dislike Mondays, or is it just like any other day of the week when you're a farmer?",
  "fall_Tue6": "My days off feel too idle sometimes...#$b#I should stop by the library and find a book to read.",
  "fall_Wed6": "I wish I had a piano of my own.#$b#Then I could play whatever garbage I want and not have to worry about losing tips.$1",
  "fall_Thu6": "Hey there, @.#$e#Any requests for today?$1",
  "fall_Fri6": "Hello, @.#$b#Have you tried Pika's new special? The garnish is true culinary perfection.$1",
  "fall_Sat6": "Hello, @.#$b#The hotel is pretty busy this weekend. I'm glad.$1",
  "fall_Sun6": "On Sundays I make a point of going to the Saloon.#$b#I have a tendency to self-isolate, so it's important to make sure I force myself to be social once in a while.",
  "winter_Mon6": "Hi, @. Aren't you cold?#$b#Me? No, I'm fine. I've always run hot.$1",
  "winter_Tue6": "Y'know, most people think of winter as the worst time of year to go to the beach, but it's my favorite.#$b#Something about the way the snowy shore meets the sea is so mesmerizing.$8",
  "winter_Wed6": "@, do you have any hobbies? I'd like to know more about you.#$e#Me? Well nowadays I focus on piano, but I used to be really into competitive pen-spinning.",
  "winter_Thu6": "I was up in The Ridge earlier and found a flower I'd never seen before.$1#$b#This town sure has a unique ecosystem, don't you think?$1",
  "winter_Fri6": "Hi, @. Have you stopped by the travelling cart today?#$b#I wish I could go myself, but I'm too busy with work.",
  "winter_Sat6": "I'm exhausted... I wish I had a espresso right about now. Actually, make that a triple shot.$2",
  "winter_Sun6": "Hi, @.$1#$b#Do you have any animals on your farm? I'd love to see them one day.$1",
  "Mon8": "I chatted a bit with Richard yesterday after work. Did you know Ridgeside is about three centuries old?$1",
  "Tue8": "Hm, I wonder if I could hike to the summit of the Ridge and back before dinner...#$b#Probably not...$3",
  "Wed8": "Hey, @ - What's your favorite song right now? I could learn it on the piano and play it for you some time, if you'd like.$1",
  "Thu8": "Ugh, I'm so tired.$2#$b#I lied awake in bed last night pondering whether the piano is more of a inted instrument or a percussive instrument.#$e#Or is it something else entirely...?$3",
  "Fri8": "Hey, @!$1#$b#What're you growing on the farm as of late? If you have any extra fruit, you know where to find me.$1",
  "Sat8": "@! I'm glad you came.$1#$b#I was starting to get tired, but seeing you has woken me right up again.$1",
  "fall_Mon8": "Note to self - one glass of red wine at the Saloon is more than enough...$3",
  "fall_Tue8": "@! Look at the color gradient on this maple leaf I found!$8#$b#...Oh. It crumbled in my pocket...$7",
  "fall_Wed8": "Hey, @.#$b#I found this in the forest yesterday and I thought you might like it.$1[281]",
  "fall_Thu8": "Ugh, I'm so tired.$2#$b#I lied awake in bed last night pondering whether the piano is more of a inted instrument or a percussive instrument.#$e#Or is it something else entirely...?$3",
  "fall_Fri8": "Hey, @.#$b#...If you grow any exceptionally small pumpkins this year, can I have one?",
  "fall_Sat8": "@! I'm glad you came.$1#$b#I was starting to get tired, but seeing you has woken me right up again.$1",
  "fall_Sun8": "Hi, @!$1#$b#You know, Elliott and Leah are probably my closest friends in the valley.#$b#They're both artists too, so I guess it makes sense.#$b#And Faye and I are from the same country, so we have a lot in common.$1#$b#But you're my closest friend, for sure.$8",
  "winter_Mon8": "I overheard Keahi making fun of me for wearing a pink sweater...$2#$b#Hmph. He wouldn't know fashion if it hit him in the face.$5#$b#Huh? Yes, I am aware he is a child.$6",
  "winter_Tue8": "Hi, @.#$b#I found this pretty shell at the beach earlier and thought you might like it.$1[392]",
  "winter_Wed8": "Hi, @.$1#$b#Guess what! I saw a snow bunny earlier.$8#$e#I think it was a female, judging by its size. I wonder if it has babies?$1",
  "winter_Thu8": "Hello, @.$1#$b#Oh, you have a snowflake caught in your hair. Here, I'll get it for you.$1",
  "winter_Fri8": "Hey, @. Do you have time to listen to me play today?$1#$b#I'd really appreciate it if you did.$8",
  "winter_Sat8": "Hello, @!$1#$b#Be careful in this cold weather, I'd hate for you to catch a cold.",
  "winter_Sun8": "I'm feeling a bit daring today. Maybe I'll ask Gus to whip me up a house cocktail.$1",
  "spring_Mon10": "I wish I were working today, oddly enough...$3#$b#I just have all this pent-up energy, and no outlet for it - Unless you'd happen to know of one?$9",
  "spring_Tue10": "Hi, honey. Would you happen to have time to join me for a walk?$1#$b#I was thinking of going to the cliff for a bit... Maybe we could sit on the bench for a while, just the two of us?$4",
  "spring_Wed10": "Honey... Do you think I'm getting too old for the silver hair look? Be honest...$s",
  "spring_Thu10": "Look at you - You have a feather stuck in your hair! Here, I'll get it.$9#$b#Hm. Even nature wants to show me how you cute you are... As if I needed a reminder.$4",
  "spring_Fri10": "Hey, hon. How's your day going?$1#$b#Either way, I bet a little time with me will make it even better... What do you say?$8",
  "spring_Sat10": "Is there any song you'd like me to play today? I know I'm always bothering you for requests, but...#$b#I think it'll feel different now, to play something for you - the person I, well, love...$4",
  "spring_Sun10": "Last night I dreamt that you and I woke up on an abandoned island together, just the two of us.$1#$b#What did we do there? Hmm... I think in this case, a demonstration's worth a thousand words. Say, are you free for about two to three hours?$9",
  "summer_Mon10": "Ugh, it's so hot today... Maybe I should just stay inside, but then I'll feel as if I wasted the day... I don't know.$s",
  "summer_Tue10": "Hey, hon! Wanna go to Pika's together? I've been saving up my tip money so I can order every dessert item he has.$8#$b#...Is that financially irresponsible of me?$7",
  "summer_Wed10": "Should I let my pierced ears heal up? Maybe it just looks childish on me at this age...$s#$b#Unless you like them...?$4",
  "summer_Thu10": "Do you think it's worth going to the beach today? It's true that the air is cooler by the ocean, but... Ugh, it's going to be so crowded...$3",
  "summer_Fri10": "I've been slowly working my way through all the books in the hotel's lounge on the second floor.$1#$b#I don't know who put them there, but it certainly wasn't Richard. That is, unless he's super into dollar-store scifi on the down-low.$3",
  "summer_Sat10": "I've tried to learn other instruments, but I always come back to my one true love, piano.$8#$b#I did enjoy the bass guitar, but... I don't know. Who could be content with four ints as opposed to 230?$s",
  "fall_Mon10": "Hi, honey. Would you like to join me for a walk around town?$1#$b#I'll show you all the spots where we can get some privacy.$9",
  "fall_Tue10": "Sigh, I feel so restless today...$3#$b#Maybe we can find a way to kill time together?$9",
  "fall_Wed10": "Hi, honey.$1#$b#I'm considering dyeing my hair a new color - any suggestions?$1#$b#What, you didn't think my hair was actually grey, did you?$9",
  "fall_Thu10": "Hi, honey.$1#$b#Thanks for coming to check on me. I always appreciate it.$4",
  "fall_Fri10": "Happy Friday, honey.$1#$b#If I didn't have work today, I would treat you to a romantic dinner at Pika's.$2",
  "fall_Sat10": "Hi, honey. Want to lounge on top of the piano and sing while I play today?$1#$b#Just kidding.$8",
  "fall_Sun10": "You know, the walk from the Saloon to the hotel is awfully long...#$b#Maybe I should just stay with you tonight.$9",
  "winter_Mon10": "Honey, your cheeks are all flushed from the cold air.$1#$b#It's awfully cute, you know.$8",
  "winter_Tue10": "Hello, honey.$1#$b#Oh my, your hands sure are cold.$7#$b#Care to let me warm them up for you?$9",
  "winter_Wed10": "Last night I dreamt about whisking you away to little chalet in the mountains.$1#$b#What did we do there? I'll tell you another time.$4",
  "winter_Thu10": "Hi, honey. How has your day been going?$1#$b#I want to hear all about it.$4",
  "winter_Fri10": "@, I've been thinking... Do you mind when I call you honey?$7#$b#Would you prefer a different term? \"Baby\"?$6#$b#No, I just feel stupid saying that...$3",
  "winter_Sat10": "Honey, do you know any foreign languages?$1#$b#I speak one other myself.$1#$b#Which one? Well, I'm waiting to surprise you with it, at just the right time.$9",
  "winter_Sun10": "Honey, are you cold?$7#$b#I can give you my jacket if you need it.$1#$b#I mean, it's not very warm... It's more for style than function... But still, it might help.$3",
  "give_flowersA": "Finally! If you didn't give me these soon I was going to give you them myself. Yes, I accept.$4",
  "give_flowersB": "Of course I accept!$8#$b#Now what pet name should I call you... Maybe \"honey\"?$1",
  "give_pendant": "Oh, honey, how could I say no? I love you more than anything.$4",
  "stardrop_gift": "I want to spend the rest of our lives together, honey.$4#$b#Hopefully this stardrop makes that precious time a bit longer.$1",
  "danceRejection": "I'm sorry, but I'll have to decline.$7",
  "breakUp": "Oh... So that's how you feel, then...$7#$b#I guess it's for the best. I'm only here for half the year, after all... You deserve better.$2",
  "divorced": "I don't have anything to say to you.$5",
  "dumped_Boys": "I can't believe you thought you'd get away with this.$5",
  "secondChance_Boys": "Okay, maybe I overreacted...$3",
  "reject_two_heartA": "Um... I'm sorry, but... pass.$7",
  "reject_two_heartB": "I'm sorry, but I don't move that fast...$7",
  "reject_four_heartA": "Oh... Sorry, @, but I think we're better off as, well, acquaintances.$7",
  "reject_four_heartB": "Huh? ...Well, this is awkward. Sorry, but no...$7",
  "engageA": "@, what are you doing? You're already engaged.$6",
  "engageB": "Uh, you know you're getting married in a matter of days, right?$6",
  "marriedA": "Are you serious? This is awfully rude to your spouse, you know.$5",
  "marriedB": "You think I would want to marry someone who cheats on their spouse?$5",
  "refusal_no_heartsA": "...Sorry, who are you?$6",
  "refusal_no_heartsB": "...Um, do I know you?$6",
  "refusal_knownA": "I'm sorry, @, but I'm not ready for that quite yet.$7",
  "refusal_knownB": "I don't mean to disappoint you, but I just don't see us like that.$7",
  "refusal_botherA": "Please just stop. I don't have time for this.$5",
  "refusal_botherB": "Did you not hear me the first time? I said I'm not interested.$5",
  "Resort_Entering": "Ugh, I need to get out of these clothes before I melt.$3",
  "Resort": "There's no doubt that it's gorgeous here, but it feels like standing on the sun.$3#$e#This resort is a monument to man's arrogance.$5",
  "Resort_Shore": "Hm... I want to go swimming, but I really hate the feeling of sand sticking to my feet afterwards.$3",
  "Resort_Bar": "Gus makes a great mimosa! You can hardly even taste the alcohol.$1#$b#Huh? It's just regular orange juice? Well, that makes sense...$6",
  "Resort_Towel": "Okay, as long as I stay still as a corpse...#$b#This is actually pretty nice.$1",
  "Resort_Towel_2": "I want to take this shirt off, but I'm too pale... I'll get sunburnt in a split second.$3",
  "Resort_Umbrella": "Ah, now this is nice. If only I brought a good book with me.$1",
  "Resort_Umbrella_2": "The sound of crashing waves is so relaxing, I could practically fall asleep listening to it.$1#$b#Well, if it weren't for the heat, and the sand, and the bugs... Did I mention the heat?",
  "Resort_Leaving": "Why is it that just as the temperature becomes bearable, we have to leave?$2",
  "Resort_Leaving_2": "All things considered, it really is beautiful here... Maybe I'll come back some time.$1#$b#Hopefully it won't be so hot...$3",
  "positive1": "Great!$8#$b#I'll be holding you to that, okay? You better not disappoint me.$9",
  "neutral1": "Thanks.$1",
  "negative1": "Oh-- Well, I mean, Richard was telling me about everyone...$7#$b#It's a small town, after all. I don't know why you expected anonymity in the first place.$6",
  "positive4": "You don't need to lie to make me feel better, but thanks.$1#$b#You're just lucky I didn't go off about music theory.$8",
  "neutral4": "If you say so...$3",
  "flirty4": "Now now, @, don't make jokes like that if you're not prepared to back them up.$9",
  "positive6": "It really is...$1#$b#It's so picturesque that sometimes I think I could reach out and feel the paint underneath my fingertips.$1",
  "neutral6": "That's quite an understatement.$1",
  "negative6_2": "Hm, I can see why you'd feel that way. But personally that \"dullness\" is my favorite part.",
  "neutral6_2": "Very true. But one thing's for sure, the city doesn't have views like this.$1",
  "positive6_2": "I agree completely. I'm so glad I decided to come work here, even if it's just for half the year.$1",
  "positive6_3": "That's an interesting perspective. I guess everyone contributes in their own way.$1",
  "neutral6_3": "Hey now, don't let it get to your head.$9",
  "event7_1": "I don't.$6",
  "event7_2": "Cigarette? I don't know what you're talking about.$3",
  "neutral7_0": "Well, Gus was telling me about this rare liquor he got from the traveling cart...$2#$b#Turns out it was my favorite rice wine from the Gotoro Empire, and... I may have, er, overindulged myself...$3",
  "neutral7": "Huh? Oh, it's nothing worth talking about... Anyway, it's late, I gotta go...$2",
  "negative7": "You're really making a pass at me at a time like this? I didn't think you were that kind of person.$5",
  "positive8": "You're always so kind to me. That's another thing I admire about you.$4",
  "negative8": "I was just trying to open up... I guess was mistaken in thinking that you care.$5",
  "positive10": "...$4#$b#Come say that again, but closer to my ear this time.$4",
  "negative10": "What? I thought-- I'm sorry... I should get back to work.$7",
  "event14_1": "I knew you'd say that... but somehow it makes it even more meaningful.$4",
  "event14_2": "There's no need to be humble. We just rode to a resort that you built on a boat that you helped repair, after all.$9#$b#But even if you don't want to take credit for that, there's no denying that you've given more than I ever knew I could receive.$4",
  "event14_3": "..........$7#$b#Pfft! Oh man, just when I thought I'd heard it all, you still find ways to scandalize me!$8#$b#Yes, of course he's just cooking for us. Get your mind out of the gutter!$9",
  "MovieInvitation": "Of course I'll come with you! I'd be out of my mind to say no to a free movie.$8#$e#I looked it up and there's no after-credits scene. Just so you know.",
  "MovieInvite_Spouse_June": "Of course I'll come with you! I'd be out of my mind to say no to a free movie.$8#$e#I looked it up and there's no after-credits scene. Just so you know."
}