/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello",
  "spring_1": "I really like when the flowers bloom during spring.#$b#I think I could use some flowers on my dishes... Hmmm.$u",
  "spring_12": "The festival tomorrow brought out the artiste in me.#$b# Madame Amethyne had me decorate some eggs the foundation brought over for the festival tomorrow.$h",
  "spring_23": "I wonder what it feels like when someone asks you to dance...$u",
  "summer_1": "It's a new season; what fancy dishes should I prepare for the Mansion?",
  "summer_10": "I'll be picking the produce we'll be placing in the big pot tomorrow.",
  "summer_27": "Wouldn't it be nice to spend tomorrow night with the people you love?#$b#It's kind of a magical occurrence, the moonlight jellies...$4",
  "fall_1": "Isn't it amazing how the autumn leaves turn during this season?#$b#The colors look so wonderful!$h",
  "fall_15": "Make sure that you pick out your best products for tomorrow, alright?",
  "fall_26": "I don't know why, but somehow I'm excited about the festival tomorrow.#$b#The treats are going to be delicious!$h",
  "winter_1": "Hot cocoa, s'mores, and warm pudding are the go-to snacks for everybody at the Purple Mansion this season.$h#$b#Ahh, my favorite!$h",
  "winter_7": "I know I'm good at cooking. But hunting for food was never my forte.#$b#I remember last year I tried to nab a fish, but I fell in the hole.$s",
  "winter_24": "I hope you had a great year, @.$h#$b#And I hope the new year brings you pure blessings.$h",
  "Mon": "Hello there, good day to you.",
  "Tue": "The Madame has been telling us to do a little spring cleaning.#$b#So if you'll excuse me, I have to tidy up my kitchen.",
  "Wed": "Good day to you, @. Hope you have great food ahead of you!$h",
  "Thu": "Hey there, @.",
  "Fri": "Have you been to Pika's yet?#$b#They have some pretty interesting things on their menu, I heard.",
  "Sat": "Miss Ariah has been stressed lately.#$b#I apologize if she might have been too cold towards you today.",
  "Sun": "Mister Sonny uses this time to pray to Yoba.#$b#I find his dedication to the spirits fascinating.$h",
  "Mon2": "Young Mr. Louie has been aggravated lately.#$b#I would suggest he drink some lavender tea, but the kid doesn't like it.$s",
  "Tue2": "Do you have any idea who made a mess in my kitchen?!$a",
  "Wed2": "I'm sorry for my outburst last time.$s#$b#I just tend to be a little overprotective of my sacred space. ",
  "Thu2": "Oh, hello there!#$b#It's you again. I hope the day brings you many smiles.",
  "Fri2": "I saw little Yuuma's turtle the other day.$h#$b#It's so adorable.#$e#Do you like pets, @?",
  "Sat2": "Excuse me, I have to get ready for an upcoming event at the Mansion.",
  "Sun2": "Young Mr. Louie has been giving me a hard time about the dishes I prepare him.$s#$b#He doesn't seem to like what I serve him.#$e#*sigh*$s#$b#I wonder what I'm doing wrong...$s",
  "Mon4": "You must try my rangoons!#$b#I made a special dip for them, and I want to make sure that it's delicious before I serve it up to the Amethynes.$4",
  "Tue4": "If you find any cute tiny flowers, maybe you could drop some off?#$b#I'm trying to make edible flower decorations.$h#$e#I just hope it goes well.$u",
  "Wed4": "Hello there, @!#$b#What a beautiful day it is!",
  "Thu4": "Mister Sonny has been feeling quite tired lately.#$b#I'm going to whip up my special herbal concoction for him.$h#$b#I do hope he won't feel so tired after he drinks it.$u",
  "Fri4": "I worry for Miss Ariah.$s#$b#She's been working so hard with little to no sleep at times.$s#$b#I do wish she'd take a rest.$u",
  "Sat4": "I like running on the trail near the Ridge sometimes.#$b#It gives me the fresh air I need during my break times.",
  "Sun4": "I love cooking a lot.$h#$b#Especially for Miss Ariah. Her face always lights up when I bring her favorite dishes.$h",
  "Mon6": "I heard you're working a lot.#$b#Could you promise me that you'll eat plenty of good food so that you'll always be healthy?",
  "Tue6": "Do you know any good swimming holes around here?#$b#I'd really like to take a dip in something other than the pool once I get off my shift here.",
  "Wed6": "I haven't really thought about my life without the Amethynes.#$b#I've always pictured myself as one of their people. Always. ",
  "Thu6": "Mr. Zayne's arrival at the Purple Mansion is one that I always look forward to.$h#$b#I find his stories about traveling and charity work so fascinating.$4",
  "Fri6": "Madame Amethyne has been expressing some concern about the health of everyone in the household.#$b#She ordered me to make more leafy green meals.",
  "Sat6": "Whenever I get stressed, I just go back to my kitchen and let my creative juices flow.#$b#Sometimes, there's so much food leftover that we end up shipping it to less fortunate communities.$u",
  "Sun6": "I believe there's nothing better than food to bring people together.#$b#It's always the best thing to share with everyone besides kindness.$h",
  "Mon8": "I like expressing myself through the food that I make.#$b#I believe that, through food, I can give people a universal experience.$h",
  "Tue8": "I think Miss Ariah just needs to relax with some Aloo Gobi to help with her studies.#$b#If you'll excuse me, I need to whip some up for her.",
  "Wed8": "Do you believe in destiny, @?$4#$b#I believe people meet for a reason. It's fate.$4",
  "Thu8": "I haven't had the chance to try Pika's Fried Fish a la Ridge.$s#$b#I've been wanting to try it out for quite some time.",
  "Fri8": "I've seen many dishes all around the world.#$b#I'm excited to recreate and put my own twist on them!$h",
  "Sat8": "Oh, hello there, @!#$b#You came to visit me again.$4#$b#I can't tell you how much I enjoy your visits.$h#$b#It feels nice talking to someone who's quite the conversationalist.$h",
  "Sun8": "I care much for Miss Ariah.#$b#She's like the little sister I never had.",
  "Mon10": "Madame Amethyne is asking us all to prepare for Mr. Zayne's arrival.#$b#I wonder what I should wear when he arrives...$4#$b#Oh, uhm. I mean. What do you think I should prepare for his arrival?",
  "Tue10": "Sonny found me when I was younger.#$b#He tasted my dishes and found them innovative.#$e#He brought me to Madame Amethyne, and she enrolled me in the best culinary school in the world.#$b#Then, they hired me as their personal chef, and the rest is history!$h",
  "Wed10": "I've been to many places around the world...#$b#And I always come back to the Amethynes. They're like family to me.",
  "Thu10": "How are you holding up, @?#$b#I hear the farm's doing well.#$b#Just remember to take care of yourself, alright?",
  "Fri10": "If ever you need someone to talk to, or a buddy to give you little munchies, I'm your girl!$h#$b#Don't hesitate to come see me, alright?",
  "Sat10": "I think I should plan a little getaway to the beach sometime soon.#$b#The Amethynes sure could use a break.#$b#I'll start preparing their favorite dishes right away.#$e#What about you, @? Would you like to come with us?",
  "Sun10": "I really do hope you find everything that makes you happy in life.$4#$b#That way, I'll know that you're alright.$h",
  "Resort_Entering": "Oh wow!$h#$b#This place looks so majestic! It's like a dream.$4",
  "Resort_Leaving": "Aww, why did this day have to end?$s",
  "Resort_Shore": "The sun on the horizon reminds me of a gourmet sunnyside-up egg.$h#$e#Oh, I'm sorry.$u#$b#I'm thinking about food again. I have got to stop doing that.$4#$b#Let's just enjoy the day, shall we?$h",
  "Resort_Bar": "I'm curious as to what the drinks taste like here.#$b#Maybe I should expand my bartender skills. What do you think, @?",
  "Resort": "Ah, this reminds me of one of the trips I took while studying in culinary school.#$e#But I like this better.$u#$b#It feels like home, don't you think?$4",
  "MovieInvitation": "A movie invitation for me?#$b#Why yes, I'd love to watch a movie with you.$h#$b#I just have to take something off in the oven at the mansion then I'll meet you in the movies, okay?#$b#See you there, @!$h",
  "breakUp": "Tsk, I had such high hopes for us.$s",
  "danceRejection": "Oh, I'm sorry. I'm saving my dance for someone.$4",
  "divorced": "I thought you were my home...$u#$b#But it turns out that you were like an infestation that just needs to be swatted away.$a",
}