{
  "companion-Recruit-Friend": "I'm getting the itch for an adventure.#$q 592800/9249200 companion-RecruitFollowup-Friend#Hey @, wanna tag team for a little bit?#$r 592800 15 companion-RecruitYes-Friend#Sure, lets find some trouble!#$r 9249200 0 companion-RecruitNo-Friend#Hmmmm, probably not today. Don't count me out next time though.",
  "companion-RecruitYes-Friend": "I knew you'd be down! Where should we go first?$h",
  "companion-RecruitNo-Friend": "Boo. Guess I'll need to find some fun with someone else today.",
  "companion-RecruitFollowup-Friend": "#$p 592800 #It's a good thing I have you with me!$h|Maybe I should check out the mines today?",
  "companion-Recruit-Spouse": "Hey @, I want to go out and feel the night breeze today.#$q 592800/9249200 companion-RecruitFollowup-Friend#What do you say we go on an adventure date?#$r 592800 20 companion-RecruitYes-Spouse#Of course! Let's see what's out in the valley tongiht.#$r 9249200 0 companion-RecruitNo-Spouse#Not tonight honey. I've still got some things to take care of.",
  "companion-RecruitYes-Spouse": "I knew I chose a good husband!$h^I knew I chose a good wife!$h#$b#I'm fine with going wherever you want to.",
  "companion-RecruitNo-Spouse": "Well, alright. I guess I can go out on my own tonight.$s",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Hey @, it's been fun but I'm getting really tired. I'm gonna head home now.#$b#Thanks for taking me with you though. Let's do it again soon.$l",
  "companion-Beach-Friend": "You know, I wouldn't necessarily call myself a beach person, but being here does make me curious about all the things that are at the bottom of the sea.",
  "companion-Submarine-Friend": "Hey! Didn't I tell you I was curious about the bottom of the ocean?$h#$b#Thanks for bringing me down here to check this out. It's beautiful!$h",
  "companion-Desert-Friend": "Oh my Yoba! Do you see the size of that skeleton?! Think it was some sort of dragon?$7",
  "companion-Club-Friend": "Hey @, am I your date to a high-stakes poker game or something? I didn't even wear my cocktail dress!$h",
  "companion-SkullCave-Friend": "This place is like, the Solarian Souls of Stardew Valley, you know?",
  "companion-Sewer-Friend1": "This place stinks, but I can't help but smile when I see that little shadow guy. What a cutie!$h",
  "companion-Sewer-Friend2": "This place stinks, but I can't help but smile when I see that little shadow guy. What a cutie!$h",
  "companion-BugLand-Friend": "Just a bunch of bugs in here. Hardly worth dulling my blade.$u",
  "companion-ArchaeologyHouse-Friend1": "Wow, it's like a 5-course buffet in here!$h",
  "companion-ArchaeologyHouse-Friend2": "Did you collect all of these artifacts, @? It's amazing in here!$h",
  "companion-ArchaeologyHouse-Friend3": "I wonder if they have any books on ancient rites and rituals? I doubt it, but it's worth a look...$9",
  "companion-Tunnel-Friend": "If we walked for miles and miles from here, we might even make it to Zuzu city eventually.$6",
  "companion-WizardHouse-Friend1": "Oh my! Do you think he'd be willing to take me on as an apprentince if I asked really nicely?$h#$e#By the way, don't you think him I and look a little alike?$6",
  "companion-WizardHouse-Friend2": "*Sigh* I wish he would consider taking me on as a pupil. I want to learn magic, but I don't even know where to begin.$s",
  "companion-WitchHut-Friend": "You know, even though the witch seems evil, I bet I could still learn a thing or two from her.",
  "companion-AdventureGuild-Friend": "How many skeletons do you think Marlon and Gil have slain between the two of them?$6",
  "companion-Mine-Friend1": "I'm glad I have you here to help me train!$h#$b#I'm not so sure I could do this alone yet.",
  "companion-Mine-Friend2": "Hey, keep an eye out for any amethyest! I'd like to collect enough to make a necklace eventually!",
  "companion-Railroad-Friend": "Being here always makes me wonder if I could just hop on a train and journey somewhere unknown and far away.$6#$b#Would you want to come with me if I did?",
  "companion-BathHouse_Pool-Friend": "Ahhhh... It's been awhile since I was last here on my own.$b#Thanks for bringing me back!$l",
  "companion-Woods-Friend1": "You can practically feel the natural magic in here.#$b#I heard there used to be Sylvan creatures here before early humans fought with them long ago.$s",
  "companion-Woods-Friend2": "This would be the perfect place to get away from my parents for a little bit. Maybe I could practice some cantrips in secret too?",
  "companion-Beach-Spouse": "Have you ever heard of the lost city of Atlantis? Nobody's ever seen it before.#$b# I bet you and I will be the one's to find it someday.$h",
  "companion-Submarine-SpouseOverride1": "Well I can't see Atlantis anywhere, but I'm still happy I get to see the bottom of the ocean with you.#$b#I love you, @.$l",
  "companion-Submarine-SpouseOverride2": "This is so...$6#$b#This is perfect.#$b#...$9#$b#I love you, @.$l",
  "companion-Desert-Spouse": "*Huff* This heat really gets to me. Did you bring any sunscreen, love?$6",
  "companion-Club-Spouse": "I may be your date, but don't think that means I'm gonna just let you win!$h#$e#I've been practicing blackjack tricks by myself recently.",
  "companion-SkullCave-SpouseOverride": "We've faced some tough enemies before @, but don't let make you complacent.#$b#The monsters in here are tough. Watch my back, and I'll watch yours.",
  "companion-Sewer-Spouse": "Pssst, hey. Can we invite Krobus to live on the farm with us?$u#$b#His little cheeks are just so cute! I wanna squeeze them everyday!$h",
  "companion-ArchaeologyHouse-Spouse": "It's amazing that you collected all this, love.#$b#Just think, you're helping to educate next generation of Pelican Town to come. I'm very proud of you.",
  "companion-WizardHouse-Spouse": "One day, I'd seriously like to train under Rasmodius. There's a lot in this world that I'm yet to fully understand.",
  "companion-AdventureGuild-Spouse": "I always thought this place was so cool when I was younger. I never imagined I'd be shopping for swords here one day with my handsome husband.^I always thought this place was so cool when I was younger. I never imagined I'd be shopping for swords here one day with my beautiful wife.",
  "companion-Mine-Spouse": "I'm feeling a lot more confident in here thanks to your training, @.#$b#I'll never be able to thank you enough for that!$h",
  "companion-Railroad-SpouseOverride": "Being here always makes me wonder if we could just hop on a train and journey somewhere unknown and far away.$6#$b#Who knows. Maybe one day we will.$l",
  "companion-BathHouse_Pool-Spouse": "My my honey, check out out your arms! Have you been working out or something?$h",
  "companion-Woods-Spouse": "We'll have to come camp out here together one night. Maybe we'll see a fairy or an elf.",
  "companion-Idle1a-Friend": "%Abigail is lost in her music.",
  "companion-Idle1a-Spouse1": "%Abigail catches your gaze and smiles.",
  "companion-Idle1a-Spouse2": "%Abigail's hair is blowing in the wind to the rhythm of her music",
  "companion-Idle1a-Spouse3": "%You feel the sands of time slowing as you listen to Abigail play.",
  "companion-Idle1b-Friend1": "Are we moving on soon?",
  "companion-Idle1b-Friend2": "Don't worry about me. I love sitting on the ground wherever I am.$h",
  "companion-Idle1b-Friend3": "Ooof. Just... adjusting my boot...$u#$b#...There we go. All set!",
  "companion-Idle1b-Spouse1": "Where are we going next, love?",
  "companion-Idle1b-Spouse2": "Would you mind giving me a foot massage when we get home, love?$h",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?"
}