{
  "companion-Recruit-Friend": "I've been spending most of my free time working out recently.#$q 592800/9249200 companion-RecruitFollowup-Friend#Maybe I should do something else...?#$r 592800 10 companion-RecruitYes-Friend#How about you hang out with me today?#$r 9249200 5 companion-RecruitNo-Friend#How about you read that book for a change?",
  "companion-RecruitYes-Friend": "Good idea. We'll be the ultimate team here in Pelican town!$h",
  "companion-RecruitNo-Friend": "I suppose I really should stop procrastinating.",
  "companion-RecruitFollowup-Friend": "#$p 592800 #Which means I'll have no problem running around or fighting monsters!||But I did pick up a book on workout physiology the other day!",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Hey @, I've had a killer time but I've gotta get to bed soon now.#$b#Don't hesitate to hit me up again next time.$u",
  "companion-Beach-Friend": "No matter how old I get, I don't think I'll ever get tired of throwing around a ball on the beach on a nice Summer day$u#$b#I guess that sounds kind of puppy-like, huh?$h",
  "companion-Submarine-Friend": "I never really thought about it when I read how deep the ocean is, but it's incredible down here!$7",
  "companion-Desert-Friend": "This desert heat really makes you sweat.#$b#Make sure you're drinking plenty of water, @!",
  "companion-Club-Friend": "Guys' poker night! Just what I was in the mood for!$h^Hey @, I didn't realize you were part of such an exclusive club.",
  "companion-SkullCave-Friend": "Time for a real challenge. We've got this, you and I.",
  "companion-Sewer-Friend": "Yechh. Did I just get slime on my jacket?$a",
  "companion-BugLand-Friend": "These bugs just keep coming! Good for an endurance workout I guess.",
  "companion-ArchaeologyHouse-Friend": "Hey, is this some sort of trick? Did you bring me here to make me read?$a#$e#Huh, there's some pretty interesting stuff in here, though.#$e#This artifact is way cool, and this book on training techniques seems like it could be helpful too.#$b#We should come back here together again sometime.$h",
  "companion-Tunnel-Friend": "Spooky place here, don't you think?$s#$e#Let's go back somewhere where it isn't so... empty.$7",
  "companion-WizardHouse-Friend": "Hey, who is this nerd? He seems pretty cool for a crazy old coot.$h",
  "companion-WitchHut-Friend": "Whoa, you see the way some of this stuff glows? I wonder what'd happen if I touched this...?$h#$e#Mmmmm, you've gotta try some of this @! I don't know what it is, but it's delicious!$10",
  "companion-AdventureGuild-Friend": "Couple of real vets here. I bet they've seen their fair share of adventures in their day.",
  "companion-Mine-Friend": "Well spelunking is certainly more entertaining than lifting weights all day! You really work up a sweat too!",
  "companion-Railroad-Friend": "I still remember how scared and anxious I was the day I stepped off that train here for the first time.$s#$b#I never knew I'd make such a great friend here!$l",
  "companion-BathHouse_Pool-Friend": "Hey look at us! Just a couple of guys being dudes.$h^What's with that look? I swear I wasn't staring at you from behind.$h",
  "companion-Woods-Friend": "Something about this place seems so romantic.#$b#Hey now don't get any ideas, stud.$h^It gives your face such a beautiful glow too.$h",
  "companion-Idle1a-Friend1": "Hey, want me to teach you how to throw a perfect spiral?$u",
  "companion-Idle1a-Friend2": "Why did I bring this with me?$u#$b#I don't know. I guess it's like a comfort item? Kind of like your farming tools that you don't always use.$u",
  "companion-Idle1a-Friend3": "Have you ever tried Fantasy Gridball online? It's kind of silly, but it's how I stay connected with my friends from high school.$u",
  "companion-Idle1a-Friend4": "...$u#$b#...Oops! You caught me daydreaming for a sec there.$7",
  "companion-Idle1b-Friend1": "Oh, what's this?#$b#It's a book about, ummm let's see... 'Anthropology'?...#$b#Honestly, I can barely understand any of it.$s",
  "companion-Idle1b-Friend2": "Hey, @, you ever read 'Of Mice and Men'? I figured I should start reading with this one since it didn't look too long.",
  "companion-Idle1b-SpouseOverride1": "I picked this up from the library the other day. It's a book about the history and creation of Gridball!#$b#It's interesting and fun at the same time.$h",
  "companion-Idle1b-SpouseOverride2": "I've been reading this book on lifting and running techniques recently.#$b#Maybe I could become a personal fitness trainer some day!$h",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?"
}