{
  "companion-Recruit-Friend": "Hmmmm.#$q 592800/9249200 companion-RecruitFollowup-Friend#I'm wondering if I should do anything special with my day off today#$r 592800 10 companion-RecruitYes-Friend#How about we check out the valley together?#$r 9249200 5 companion-RecruitNo-Friend#Why don't you go check out some of the valley?",
  "companion-RecruitYes-Friend": "That sounds fun! Just don't run too fast.$h",
  "companion-RecruitNo-Friend": "That's not a bad idea.#$b#I'm terrible at following good advice though!$h",
  "companion-RecruitFollowup-Friend": "#$p 592800 #It's nice to set a good example of personal fitness for the town!$h|I should probably be setting a better example of personal fitness for the town...",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for helping me out with the exercise!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Hey @, I've got to head home now so I can get my 8 hours before work.#$b#I had a good time though. Let's make a routine of this.$h",
  "companion-Beach-Friend": "Watching the waves move lets me feel at peace. And peace promotes good health too.$h",
  "companion-Submarine-Friend": "It's amazing how these creatures have adapted to live in environment with such high pressure, and so little light.#$b#They're tough, but I don't envy their lifestyle one bit.$h",
  "companion-Desert-Friend": "Ooof, did you bring sunscreen? I just put some on myself, but I still feel like I'm burning up.$7",
  "companion-Club-Friend": "Gambling can turn into a destructive addiction if you're not careful, so make sure you come with a budget in mind.#$b#Don't stop me from letting you have fun though!",
  "companion-SkullCave-Friend": "I have nightmares sometimes still from seeing patients come back from this place. Make sure you're careful and mind your surroundings!$s",
  "companion-Sewer-Friend": "This Krobus is a most interesting man. What does he eat? What is his skeleton made of, or does he even have one?",
  "companion-BugLand-Friend": "Yechhh, imagine if what got into these bugs made it to the town too.$a",
  "companion-ArchaeologyHouse-Friend": "I remember taking an archaeology course back in college. It was really interesting to imagine what the world was like years and years ago!#$b#Entire seas used to exist in some places where they don't now!$8",
  "companion-Tunnel-Friend": "Huh, is this where all the teens hang out? All the youths?",
  "companion-WizardHouse-Friend": "This magic all seems so unscientific, but the evidence is all here!#$b#As one scholar to another, I should really congratulate this man on his life's work.$h",
  "companion-WitchHut-Friend": "I guess if magic really does exist, it figures people would use it for evil too... *sigh*$s",
  "companion-AdventureGuild-Friend": "Oh man, these two really look like they've seen it all.",
  "companion-Mine-Friend": "Watch your step @. I don't want to be treating your for any broken bones when we get out of here!",
  "companion-Railroad-Friend": "*Huff* *Huff* It's quite the hike up here.$7#$b#But it's worth it to get to spend some time with you.$h",
  "companion-BathHouse_Pool-Friend": "What a nice spot we have here in town. I can already feel the stress leaving my body.$h",
  "companion-Woods-Friend": "The air here is so fresh, I feel like it's adding years to my life as I speak. This was definitely worth the walk.$h",
  "companion-Idle1a-Friend1": "I'm just staying up to date on 'The Millenium Journal of Orthopedics'. There's fascinating stuff in here about rapid bone regeneration.",
  "companion-Idle1a-Friend2": "Reading keeps my mind fresh. I'm uh, I'm not gonna be young forever you know...#$b#..Heh heh.$h",
  "companion-Idle1b-Friend1": "What's this? It's a uhm...$8#$b#It's a protein bar, yeah!",
  "companion-Idle1b-Friend2": "Just eating some walnuts to keep my energy up. Want some?",
  "companion-Idle1a-Spouse1": "I can't begin to tell you how nice it is to spend time with you out here, enjoying the valley's natural beauty.$h",
  "companion-Idle1a-Spouse2": "What am I reading? 'The Legend of the Solarian Staff', you should let me read some of it to you tonight!",
  "companion-Idle1b-Spouse1": "This habanero is so spicy!$7#$b#But I can't stop eating it!$7",
  "companion-Idle1b-Spouse2": "I picked up a bunch of seeds last time we were out and made these field snacks! Wanna try one, honey?",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?"
}