{
  "companion-Recruit-Friend": "Hey @. I was reading that going for nature walks is good for mental health.#$q 592800/9249200 companion-RecruitFollowup-Friend#What do you say we take a stroll#$r 592800 15 companion-RecruitYes-Friend#Yeah, I've heard that bit about walks too. Where do you want to go?#$r 9249200 5 companion-RecruitTired-Friend#Sorry Shane, I'm a bit too tired to entertain company right now.#$r 9249200 0 companion-RecruitNo-Friend#Not today Shane. Sorry.",
  "companion-RecruitYes-Friend": "I don't know. I was kind of hoping you had some ideas haha! Let's head out.$h",
  "companion-RecruitTired-Friend": "I understand completely. Come say 'hi' if you ever want someone to chat with.",
  "companion-RecruitNo-Friend": "Hey, no worrries @. Don't ever feel like you've gotta be a stranger around here.",
  "companion-RecruitFollowup-Friend": "#$p 592800#Thanks for dragging me along with you, @.|I think I might head out on my own still...",
  "companion-Action-Friend": "Hey @, what's up.#$q 4736775/7298075 companion-ActionFollowup-Friend#What's up?#$r 4736775 0 companion-ActionEnd-Friend#That's all the time I have to hang out today.#$r 7298075 0 companion-ActionContinue-Friend#Nothing, just taking a breather.",
  "companion-ActionFollowup-Friend": ":)",
  "companion-ActionEnd-Friend": "Alright, well thanks for hanging out with me today!$h",
  "companion-ActionContinue-Friend": "Cool.",
  "companion-AutomaticDismissal-Friend": "Hey @, I think I'm gonna head home now. I feel a lot better now though, having time to clear my head and all.#$b#Thanks for taking me with you. Let's get together again and watch a movie sometime.$6",
  "companion-Beach-Friend": "I've historically never been a fan of the beach, but I suppose I can see the appeal of sticking a lime in a beer and relaxing for a few hours.",
  "companion-Submarine-Friend": "Look @, this is amazing and all, but I *urp* think I'm gonna be *urp* sick.$10",
  "companion-Desert-Friend": "I kind of have to admire Sandy a little bit. Choosing to set up shop in a place like this, it's a bold move.",
  "companion-Club-Friend": "Oh man, this place does not look like somewhere I want to have too much fun in.$u",
  "companion-SkullCave-Friend": "Come on @, is it really necessary to drag me along with you while you fight man-eating dragons?$a",
  "companion-Sewer-Friend": "Blech, this place smells like a late Saturday night.$s#$e#...And the Sunday morning after too for that matter...$s",
  "companion-BugLand-Friend": "You're telling me these things can LIVE in here?$10",
  "companion-ArchaeologyHouse-Friend": "Hmmmm. I never did much reading as a kid, or as an adult either.$u#$b#Maybe you could help me pick out a good book to read from here?",
  "companion-Tunnel-Friend": "What's in here you want to show me, @? Looks like nothing's in here to me.",
  "companion-WizardHouse-Friend": "No way, this guy can use actual magic? Like in the movies?$h",
  "companion-WitchHut-Friend": "I, uh. I can't help but feel for this poor woman. I feel like I've been in her place before, but with less access to evil magic.$s",
  "companion-AdventureGuild-Friend": "It makes me happy to see guys like this pursuing what they love, even to this age. It gives me a little hope for myself and my own life.$l",
  "companion-Mine-Friend": "I'm not sure how much use I can be to you down here.#$b#I can try my best at morale support I guess.#$e#Go @! You can do it! Mine those rocks!$h",
  "companion-Railroad-Friend": "Now this is what I'm talking about. It's so peaceful up here.$h#$e#I hardly ever can find the energy to get myself to explore, but I never regret it when I do.$6",
  "companion-BathHouse_Pool-Friend": "I'm sorry. I'm not very comfortable taking my clothes off, even in front of people I know well.$s",
  "companion-Woods-Friend": "I can't believe this place is so close to Marnie's, yet I've never been here until I came with you!$6",
  "companion-Idle1a-Friend1": "Just doing some stretches is all. Gotta keep my legs nice and limber.",
  "companion-Idle1a-Friend2": "One, and two, and three, and...$u",
  "companion-Idle1b-Friend1": "Haaa, huff. This is just some water to keep me, hufff.$10#$b#Hydrated.",
  "companion-Idle1b-Friend2": "This is just a little water. I can get you a cold one if that's what you want though.",
  "companion-Idle1a-Spouse1": "Just doing some stretches is all. I can help you do some too when we get home.$6",
  "companion-Idle1a-Spouse2": "You should make sure you're stretching too, @. I don't want you to hurt yourself on the farm.",
  "companion-Idle1b-Spouse1": "I'm feeling a lot more fit since we started living on the farm together. It's still good to stay hydrated though!",
  "companion-Idle1b-Spouse2": "Hey @, this is nice. Thanks for taking me out.$l",
  "companion-Idle2-Friend1": "Hey @, I'm ready to go when you are",
  "companion-Idle3-Friend1": "I'm just resting for a second. Where are we off to next?"
}