{
  "companionAccepted": "Parece legal, vamos lá!",
  "companionRejected": "Desculpa, agora não dá. Eu tenho que me exercitar.",
  "companionRejectedNight": "Está ficando tarde.",
  "companionDismiss": "Te vejo por aí.",
  "companionDismissAuto": "Eu tenho que ir agora. Eu tenho que alimentar o meu cachorro.",
  "companionRecruited": "Incrível!$h#$b#Aonde nós vamos hoje?$0",
  "companionSuggest": "Eu queria fazer uns exercicios hoje.#$q -1 -1#Quer vir comigo, @?#$r -1 0 Yes#Claro, por que não?.#$r -1 0 No#Desculpa, Eu estou ocupado, talvez outro dia?",
  "companionSuggest_Yes": "Ótimo! Vamos suar um pouco.$h",
  "companionSuggest_No": "Oh, sem problema. Te vejo mais tarde então.",
  "companion_Beach": "O lugar sempre me dá uma energia extra!$h",
  "companion_Beach_Dating": "Você está ótima com todo esse trabalho agrícola, @, seu corpo é incrível.#$B#Eu sempre pensei isso, mas agora que estamos namorando, não é estranho para mim dizer isso, certo?$4",
  "companion_Beach_Spouse": "Eu gostaria de vir aqui com você mais vezes, especialmente quando está mais calor.#$b#É bem legal termos essa praia nessa vila pequena, e quase sempre temos ela só para nós!$1",
  "companion_Beach_Spouse~1": "Você gostariade vir nadar aqui comigo alguma hora? Quando o tempo está bom, cada mergulho é um flash!",
  "companion_Farm": "Esse lugar tem muito espaço para se exercitar. Eu gostei!",
  "companion_Farm_Dating": "Então é aqui que a mágica acontece, hein.#$B#Eu acho que seria um bom fazendeiro, se essa coisa de profissional não der certo.",
  "companion_Farm_Spouse": "É tão bom ver como a nossa fazenda está crescendo! Nós fazemos um belo casal, não acha?$l",
  "companion_Forest": "É difícil andar rápido aqui com esses galhos e arbustos. Aqui não é bom pra se exercitar.$s",
  "companion_Forest_Dating": "É bom para nós vir aqui e nos exercitar juntos.#$B#Não que você precise, é claro!",
  "companion_Forest_Spouse": "Mesmo com tudo isso por aqui, os galhos e arbustos, acho que posso me exercicitar.#$b#Vou fazer uma pista de obstáculos!",
  "companion_Mine": "Esse lugar é pra pessoas fortes. Então foi por isso que você me trouxe aqui?$9",
  "companion_Mine_Dating": "Ei, @, se você ficar com medo, pode segurar minha mão totalmente.#$B#Quero dizer, estou bem, mas é legal se você precisar de mim ou o que...$4",
  "companion_Mine_Spouse": "Estou feliz que você me trouxe aqui com você querida. Eu vou protegê-lo, não se preocupe!",
  "companion_Mountain_Dating": "Essa garota da ciência não vive dessa maneira?#$B#Você acha que ela e Harvey alguma vez foram uma coisa? Provavelmente, são ambos nerds.#$B#Eu não quis dizer isso de uma maneira ruim, você sabe, eles são super inteligentes!$1",
  "companion_Mountain_Spouse": "Ei, @, nós poderiamos nos exercicitar por aqui, e depois ir até o spa para relaxar dos exercicios!$1",
  "companion_Town": "A vila? Achei que iríamos explorar algum lugar interessante...$0",
  "companion_Town_Dating": "Ei, vamos dizer oi para Dusty enquanto estamos aqui.",
  "companion_Town_Spouse": "Eu tenho lido um livro de exercicios novos e tenho bastante experiencia com isso, eu estava pensando em começar uma pequena academia por aqui.#$b#Tipo só pra entrar em forma, não pra ficar maromba.#$b#Será que rola?",
  "companion_Town_Spouse~1": "Eu deveria visitar meus avós mais vezes.#$b#Talvez um jantar com eles não seria nada mal também."
}