{
  "companionAccepted": "Sounds cool, let's go!",
  "companionRejected": "Sorry, I can't right now. I've gotta practice.",
  "companionRejectedNight": "It's getting late, sorry.",
  "companionDismiss": "No problem, I'll see you around.",
  "companionDismissAuto": "I gotta go now, it's late and my dog needs feeding. See ya around, @!",
  "companionRecruited": "Awesome!$h#$b#Where are we going?$0",
  "companionSuggest": "I feel like doing some outdoor activities today.#$q -1 -1#Do you want to come, @?#$r -1 0 Yes#Yeah, why not? Let me gather my things.#$r -1 0 No#Sorry, I have some things to do today. Maybe next time?",
  "companionSuggest_Yes": "Great! Let's break some sweat.$h",
  "companionSuggest_No": "Oh, no problem. See you later, then.",
  "companion_Beach": "I always feel energized here!$h",
  "companion_Beach_Spouse": "I'd like to come here with you more often, especially when it's warm out.#$b#It's pretty cool we have this beach near town, and most of the time it's like we have it all to ourselves!$1",
  "companion_Beach_Spouse~1": "You wanna go swimming with me sometime? When the weather's nice, I really get the urge!",
  "companion_Farm": "This place has a lot of space for exercising. I like it!",
  "companion_Farm_Spouse": "It's so cool to see how our farm is thriving! We make a great team, don't you think?$1",
  "companion_Forest": "It's hard to move fast with all these trees and bushes. This place is no fun.$s",
  "companion_Forest_Spouse": "Even with all these bushes and trees, I could probably figure out a cool way to work out.#$b#Like an obstacle course!",
  "companion_Mine": "This place is meant for strong people. That's why you brought me here, right?$1",
  "companion_Mine_Spouse": "I'm glad you brought me here with you honey. I'll protect you, don't worry!",
  "companion_Mountain_Spouse": "Hey, @, we should start jogging here in the mornings, and then we could go to the spa to relax!$1",
  "companion_Town": "The town? I thought we were gonna explore someplace interesting...$0",
  "companion_Town_Spouse": "I've been reading this new book on exercise techniques and with years of training behind me, I was thinking maybe I could start a small business in town.#$b#Like personal training, help the other residents get into better shape.#$b#What do you think?",
  "companion_Town_Spouse~1": "I need to check in with my grandparents more often.#$b#We should have them over for dinner sometime."
}
