
{
  "companionAccepted": "Eu acho que posso dar uma pausa no trabalho hoje.",
  "companionRejected": "Eu realmente sinto muito @, mas hoje tenho consultas pra fazer.$2",
  "companionRejectedNight": "É muito perigoso fazer isso a noite, como seu médico eu te poribo.$6",
  "companionDismiss": "Ah, então eu vou voltar para a clínica, obrigado pela aventura @.$1",
  "companionDismissAuto": "Eu estou esgotado, vou voltar para casa!#$b#Se cuide @, não quero te ver na clinica tão cedo.",
  "companionRecruited": "Vamos lá! Eu trouxe o kit de primeiros socorros, só no caso de precisar.",
  "companionSuggest": "Eu vou continuar com a minha rotina de exercicios.#$q -1 -1#Seria bom ter alguma companhia.#$r -1 0 Yes#Vamos lá!#$r -1 0 No#Hoje não.",
  "companionSuggest_Yes": "Ótimo! só me diga se algo estiver doendo, ok?$1",
  "companionSuggest_No": "Não tem problema, sé cuide @!",
  "heal": "Aguenta firme, isso pode incomodar um pouco.",
  "nomedkits": "Uh-oh, acabaram as coisas...$2",
  "companion_AdventureGuild": "Esse pessoal sabe o que estão fazendo.#$b#Eu não sou feito pra isso.$1",
  "companion_Beach": "O oceano é bem relaxante.#$b#A não ser que você tenha medo de agua...$2#$b#Eu acho melhor eu parar por aqui...$2",
  "companion_Beach_Dating": "Nunca parei pra pensar como a praia é romantica!#$b#Acho que você me mudou pra melhor @...$4",
  "companion_Farm_Dating": "Isso explica o por que está sempre em forma!#$b#E você está sempre andando por ai, eu poderia aprender com você!$1",
  "companion_Farm_Spouse": "Eu me sinto perfeitamente bem aqui amor, não se preocupe de eu me entediar!$1",
  "companion_Farm_Spouse~1": "Que vista linda, sou um homem feliz.$4",
  "companion_Forest_spring": "A primavera chegou, não se esqueça de tomar seus anti-alérgicos!$1",
  "companion_Forest": "O ar da floresta está muito bom#$b#Se a natureza continuar assim, eu juro que mudo de trabalho!$1",
  "companion_Forest_Dating": "Eu só percebi agora, como todo o vale é romantico...$4",
  "companion_Forest_Spouse": "As vezes acho que só preciso relaxar e apreciar a vida#$b# Isso é o que me dizem!$1",
  "companion_Mine": "Só um momento @...#$b#Deixa eu checar se trouxe tudo mesmo.#$b#Ok, podemos ir!$1",
  "companion_Mine_Dating": "Eu não sei muito sobre aventuras, mas faço tudo pra te protejer.$4",
  "companion_Mountain": "Aqui em cima é muito calmo.#$b# Eu agradeço a sua amizade @...$1",
  "companion_Mountain_Dating": "Aqui nas montanhas tem uns peixes que dariam um belo prato, eu acho que conseguiria cozinhar algo no minimo 'comestivel'.",
  "companion_Mountain_Spouse": "Eu vejo o Demetrius aqui estudando a fauna e flora...#$b# Eu prefiro o corpo humano...#$b# Principalmente o seu...$l",
  "companion_Mountain_Spouse~1": "É bom ter a amizade da Maru.#$b# Você sabe que você significa tudo pra mim, meu amor...$4",
  "companion_Sewer": "Cruzes... Aqui fede mais do que banheiro público @.$2",
  "companion_Town": "É bom ser o médico local. Em cidades grandes você nunca chega a conhecer seus pacientes.$1",
  "companion_Town_Dating": "Eu nunca vou muito ao saloon, já que estamos aqui, que tal tomarmos um drink, só nós dois?$4",
  "companion_Town_Spouse": "É bom ser o médico local...#$b#Mas sempre é bom passar um tempo com você @.$1",
  "companion_WizardHouse": "Honestamente eu não me importo com a magia e seus mistérios...#$b# Pra mim saber sobre certas coisas do corpo humano, já mágica o sufuciente pra mim!$1"
}
