{
  "companionAccepted": "¡Qué excelente idea! He tenido la intención de recolectar más muestras de suelo.$1",
  "companionRejected": "No puedo en este momento, tengo algunos trabajos importantes en el laboratorio que atender.",
  "companionRejectedNight": "Disculpa @, no ahora. Estoy trabajando en un proyecto importante.",
  "companionDismiss": "¡Está bien! He recolectado suficientes muestras que van a durar un tiempo, ¡gracias, @!",
  "companionDismissAuto": "Es hora de que regrese a casa. ¡Gracias por un interesante día, @!$h",
  "companionRecruited": "¡Me pregunto si descubriremos algo nuevo!$1",
  "heal": "Vamos a sanarte.$3",
  "nomedkits": "Tendré que pasar por la clínica de Harvey, no tengo más vendajes.$2",
  "companionSuggest": "Tengo tantas ideas en este momento, pero no puedo organizarlas. Necesito despejar mi cabeza un poco.#$q -1 -1#¿Te importaría salir a caminar conmigo, @?#$r -1 0 Yes#¡Claro! Es bueno tomarse un descanso del trabajo de vez en cuando.#$r -1 0 No#Tendré que rechazarlo, ¡pero asegúrate de preguntarme la próxima vez!",
  "companionSuggest_Yes": "¿Quieres liderar el camino, @? ¡No me importa!",
  "companionSuggest_No": "Supongo que tienes mucho trabajo que hacer. ¡Entonces no hay problema, hasta luego!",
  "companion_Beach_Night": "¡Guau, mira ese cielo nocturno!#$b#La forma en que la luna se refleja en el océano, todo está muy claro.#$b#Es casi mágico, ¿no crees, @?$4",
  "companion_Beach_Dating": "¿Vienes acá a menudo, @?#$b#Apenas salgo por mi cuenta, paso demasiado tiempo en mis proyectos dentro de casa!",
  "companion_Bugland": "¡Esto es realmente fascinante, @!#$b#Qué criaturas de aspecto extraño. Necesito tomar algunas muestras mientras estamos aquí, ¡y tal vez volver con mi papá!$1",
  "companion_Farm": "¡Realmente me encanta tu granja, @!#$b#Si alguna vez necesitas una mano o algo, ¡siempre puedes preguntarme! ¡No quisiera que trabajes demasiado!",
  "companion_Farm_Dating": "A veces camino hacia la esquina de tu granja y hecho un vistazo, con la esperanza de verte trabajando.#$b#Disculpa si eso suena siniestro, solo creo que eres realmente atractivo en tu elemento...$4",
  "companion_Farm_Dating~1": "Recuerdo que mi papá mencionó querer venir para acá y hacer un experimento, ¿alguna vez vino a hacer eso?#$b#Mi mente está tan dispersa en estos días...$2",
  "companion_Farm_Spouse": "¡Gracias por llevarme contigo hoy, cariño, he pasado demasiado tiempo en casa retocando mis proyectos!$1",
  "companion_Forest_Night": "Es bastante espeluznante aquí, @.$2#$b#¡Pero esta atmósfera me está dando una nueva idea para un invento! Debería haber traído mi bloc de notas...#$b#Oh, bueno, probablemente no la olvide. Probablemente.",
  "companion_Forest_Dating": "¿Quizás podríamos venir acá en la tarde, traer una manta y ver el cosmos juntos?$4#$b#¡Incluso podría traer mi telescopio, si es una noche clara!",
  "companion_Forest_Spouse": "Tal vez deberíamos tomarnos un día libre y hacer un picnic aquí.#$b#A Penny le gusta hacer eso a veces con Vincent y Jas. ¡Creo que está en algo!$1",
  "companionOnce_Mine": "¡Oh, las minas! Siempre tengo miedo de venir aquí sola, no soy una gran luchadora.#$b#Pero aprendí algunos métodos simples de curación trabajando en la clínica, así que si te lastimas, ¡puedo ayudarte!#$b#¡Vamos, vamos! ¡Los descubrimientos te esperan!$h",
  "companion_Mine": "¡Las minas, esto es tan emocionante!$l#$b#¿Crees que encontraremos algo nuevo?",
  "companion_Mine~1": "Me alegro de estar aquí con un luchador como tú, @.#$b#¡Con mis habilidades de curación, formamos un equipo bastante bueno!$h",
  "companion_Mine~2": "Gracias por llevarme a las minas hoy, @.#$b#¡Siempre necesito más metal para mis proyectos!$h",
  "companion_Mine_Dating": "No recuerdo que acá sea tan oscuro...$2#$b#¡Mantente cerca mío, @! ¡No sé lo que haría si nos separáramos!$2",
  "companion_Mine_Dating~1": "Voy a quedarme justo al lado tuyo, @. ¡Sé que nos vas a mantener a salvo!$4",
  "companion_Mine_Spouse": "¡Recordemos tener cuidado aquí, cariño! Tengo botiquines en caso de que algo salga mal, ¡pero espero que no llegue a eso!$3",
  "companion_Mountain_Dating": "Siempre me encantó mi casa, tiene todo lo que necesito, ¡pero seguro que sería bueno tener un lugar propio!#$b#Tienes tanta suerte de tener tu granja, @.",
  "companion_Mountain_Spouse": "Necesito preguntarle a mi papá sobre el suelo de nuestra granja, ¡todo el valle es muy fértil, pero nuestro terreno parece muy especial!#$b#¿Alguna vez tu abuelo te mencionó algo inusual que notó de la tierra? Tal vez sea la proximidad a... no, no eso...$3",
  "companion_Mountain_Spouse~1": "A veces extraño mi hogar, me alegro de que esté a la vuelta de la esquina... relativamente hablando.#$b#¿Alguna vez extrañas vivir en la ciudad?",
  "companion_Mountain_Spouse~2": "No veo mucho a Sebastian en estos días, no es que lo haya visto mucho antes de irme.#$b#Me pregunto si se ha dado cuenta...$2",
  "companion_Town_Dating": "¿Alguna vez sientes nostalgia, @? Me refiero a tu antigua vida en la ciudad...$2#$b#¿Aún la consideras tu hogar?$2#$b#Espero que haya suficiente aquí para que te quedes en Pueblo Pelícano...$4",
  "companion_Town_Spouse": "Estoy muy agradecida con Harvey por dejarme trabajar con él en la clínica. Me alegra que seamos amigos",
  "companion_Town_Spouse~1": "No voy al salón a menudo, ¡pero iría contigo, @! ¿Tal vez podríamos cenar allí alguna vez?",
  "companion_Tunnel": "¡¿Qué fue ese sonido?!$9#$b#Estoy realmente nerviosa aquí, @. ¿Podríamos irnos pronto?$2",
  "companion_WizardHouse": "He escuchado historias tan interesantes sobre este hombre, ¿verdad, @?#$b#Me pregunto si me dejaría usar su cerebro por un minuto o una hora.#$b#Quizás podría usarlo el día entero.$4",
  "companion_WizardHouse~1": "Me encantaría aprender más sobre estos elementales.#$b#Desafortunadamente no creo que sea la protegida que el Sr. Rasmodius está buscando...$2"
}
