{
  "companionAccepted": "Mas que ideia excelente! Eu queria mesmo sair e coletar algumas amostras de solo.",
  "companionRejected": "Agora não posso. Tenho alguns trabalhos importantes que tenho que fazer.",
  "companionRejectedNight": "Agora não. Tenho que descançar para um novo projeto.",
  "companionDismiss": "Eu já coloetei amostras de solo o suficiente por enquanto. Obrigada, @!",
  "companionDismissAuto": "Já é hora de eu ir pra casa. Obrigada pelo dia interessante, @!$h",
  "companionRecruited": "Eu fico imaginando se vamos fazer alguma nova descoberta científica.$h",
  "heal": "Tá bom, vamos te enfaixar aqui.$3",
  "nomedkits": "Eu vou ter que passar na clínica do Harvey, acabaram as minhas coisas.$6",
  "companionSuggest": "Eu estou com muitas ideias, mas não consigo me concentrar. Preciso refrescar a cabeça.#$q -1 -1#Se importa de vir comigo, @?#$r -1 0 Yes#Claro, vou levar o meu caderno para as anotações.#$r -1 0 No#Vou ter que passar essa vez, talvez outro dia.",
  "companionSuggest_Yes": "Então vamos, não sabia que tinha anotações...$h",
  "companionSuggest_No": "Tudo bem, há sempre algo novo pra ser descoberto!",
"companion_Beach_Night": "Uau, olhe para o céu noturno!#$b#A maneira como a lua está refletindo no oceano, tudo é tão claro.#$b#É quase mágico, você não acha, @?$4",
  "companion_Beach_Dating": "Você vem sempre aqui, @?#$b#Eu mal saio dessa maneira sozinho, passo muito tempo em meus projetos em ambientes fechados!",
  "companion_Bugland": "Isso é realmente fascinante, @!#$b#Que criaturas estranhas. Vou coletar algumas amostras já que estamos aqui, meu pai vai pirar com essas amostras de dna!$1",
  "companion_Farm": "Eu realmente amo sua fazenda, @! # $ b # Se você precisar de uma mão extra ou algo assim, sempre poderá me perguntar! Eu não gostaria que você se cansasse!",
  "companion_Farm_Dating": "Às vezes eu ando até a borda da sua fazenda e entro, esperando ter uma idéia de que você trabalha. # $ b # Desculpe se isso soa assustador, apenas acho que você é realmente atraente em seu elemento .. . $ 4 ",
  "companion_Farm_Dating ~ 1": "Lembro que meu pai mencionou querer vir aqui e fazer um experimento, ele já fez isso? # $ b # Minhas mentes estavam tão dispersas hoje em dia ... $ 2",
  "companion_Farm_Spouse": "Obrigada por me tirar de casa hoje, acho que passo muito tempo com os meus projetos!$1",
  "companion_Forest_Night": "Agora aqui me da calafrios, @.$s#$b#Mas isso me deu uma ideia pra uma invenção! Deveria ter trazido meu caderno...#$b#Oh bem, talvez eu não esqueça. Talvez...$h",
  "companion_Forest_Dating": "Talvez pudéssemos vir aqui em algum momento da noite, trazer um cobertor e assistir o cosmos juntos?$4#$b#Eu poderia até trazer meu telescópio, se for uma boa noite clara!",
  "companion_Forest_Spouse": "Talvez deveriamos tirar o dia de folga e fazer um pique-nique aqui.#$b#Penny gosta de fazer isso, algumas vezes com Vincent e a Jas, acho que ela é 'expert' nisso!$1",
  "companionOnce_Mine": "Oh, as minas! Eu sempre tenho medo de vir aqui sozinha, não sou muito de lutar.#$b#Mas aprendi uma ou duas coisas na clínica, então se precisar posso te curar!#$b#'Simbora'! Descobertas nos aguardam!$h",
  "companion_Mine": "As minas, isso é tão animador!$l#$b#Acha que encontraremos algo novo lá dentro?",
  "companion_Mine~1": "Eu fico feliz em estar aqui com um lutador como você, @.#$b#Com as minhas habilidades de medicina, formamos uma bela dupla!$h",
  "companion_Mine~2": "Obrigada por me trazer aqui hoje, @.#$b#Sempre preciso de mais metal para os meus projetos!$h",

  "companion_Mine_Dating": "Não me lembro de ser tão escuro aqui...$2#$b#Fica perto de mim, @! Não sei o que faria se fôssemos separados!$2",
  "companion_Mine_Dating~1": "Eu vou ficar bem ao seu lado, @. Eu sei que você vai nos manter a salvo!$4",
  "companion_Mine_Spouse": "Vamos ter cuidado, amor! Tenho sempre kits de primeiros socorros no caso de dar alguma merda, mas espero que não aconteça!$3",
  "companion_Mountain_Dating": "Eu sempre amei minha casa, ela tem tudo o que preciso, mas seria bom ter um lugar para mim!#$b#Você tem muita sorte de ter sua fazenda, @.",
  "companion_Mountain_Spouse": "Eu preciso perguntar ao meu pai sobre a terra da nossa fazenda, o vale inteiro é fértil, mas a nossa fazenda parece ser super diferente!#$b#O seu avô mencionou algo diferente sobre a terra ser desse jeito? Talvez seja porque é perto do... não, não pode ser...$3",
  "companion_Mountain_Spouse~1": "Sinto falta daqui um pouco, sou feliz por ser só virando a esquina... ou quase isso.#$b#Você sente falta da cidade grande?",
  "companion_Mountain_Spouse~2": "Eu não vejo o Sebastian esses dias, não que eu via ele muito antes.#$b#Eu penso se ele sequer sente a minha falta...$2",
  "companion_Town_Dating": "Você já sentiu saudades de casa, @? Quero dizer com sua antiga vida na cidade...$2#$b#Você ainda considera esse lar?$2#$b#Espero que haja o suficiente aqui para mantê-lo em Pelican Town...$4",
  "companion_Town_Spouse": "Eu sou agradecida ao Harvey por me dar um emprego. Sou feliz por sermos todos amigos.",
  "companion_Town_Spouse~1": "Eu não vou ao Saloon tanto quanto você, @! Mas talvez possamos ter um jantar lá algum dia?",
  "companion_Tunnel": "Que som foi esse?!$9#$b#Eu não sei que lugar estranho é esse, @. Podemos sair daqui logo?$2",
  "companion_WizardHouse": "Eu já escutei varias histórias sobre esse homem, você já, @?#$b#Será que ele me empresta o cérebro dele por um minuto, ou uma hora, sei lá.#$b#Talvez o dia todo?$4",
  "companion_WizardHouse~1": "Eu amo aprender mais sobre esses elementais.#$b#Mas acho que não sou o aprendiz que ele está procurando...$2#$b# *Maru olha profundamente para você...*"
}
