{
  "companionAccepted": "Heck yeah! Sounds awesome!$h",
  "companionRejected": "Oh! I just remembered I'm supposed to call my Grandma.",
  "companionRejectedNight": "Not now, sorry. I'm exhausted.",
  "companionDismiss": "I should probably be practicing right now anyways.",
  "companionDismissAuto": "I should probably go, I have some stuff to do tomorrow. Bye!",
  "companionRecruited": "The clouds look great this time of year, don't they?",
  "companionSuggest": "Nice day, huh, @?#$q -1 -1#If you're free, do you wanna hang out?#$r -1 0 Yes#Sure, let's find some trouble!#$r -1 0 No#Hmm, probably not today. Don't count me out next time though.",
  "companionSuggest_Yes": "Cool! I want to find a trinket for Vincent. $h",
  "companionSuggest_No": "Sure thing, we can try another day.",
  "companion_Beach": "The sand is getting inside the holes in my shoes...$2#$b#I think it's time for new ones.$s",
  "companion_Farm": "Your place is so quiet. Perfect for playing guitar!$1",
  "companion_Farm_Spouse": "I think I'm better at hanging out than farming, @. We should go out more!$h",
  "companion_Farm_Spouse~1": "Marrying you and moving to this farm was the smartest thing I ever did, @.$4",
  "companion_Forest": "This place makes being out in the middle of nowhere not so bad after all.",
  "companion_Forest_Spouse": "Baby, you know I love you right?$4#$b#What brought that on? I don't know... I'm just happy to be out here with you.$1",
  "companion_Mine": "You want to go down in the mines? Really?$8#$b#...$9#$b#I'm not scared, of course. Just... cautious.$7",
  "companion_Mine_Spouse": "The one good thing about the mines is there's no chance of a UFO down here!#$b#Or is there...$8",
  "companion_Mountain": "The view here sure is inspiring. I should come more often.$l",
  "companion_Mountain_Spouse": "I'm glad I don't live in the city anymore. This kind of view can't be beat!$1",
  "companion_Town": "Do you think we have time for some skating? Just be careful not to let the mayor see us...",
  "companion_Town_Spouse": "Just look at that wide open sky, honey! I should do some skateboarding today!",
  "companion_Town_Spouse~1": "I hope this doesn't piss you off, but I really miss my mom's cooking.#$b#We should go over for dinner sometime!$1"
}
