{
  "companionAccepted": "Bora lá! Isso paresse empolgante!$h",
  "companionRejected": "Oh! Eu acabei de lembrar que preciso ligar para a minha vózinha.",
  "companionRejectedNight": "Agora não, Estou bastante exausto.",
  "companionDismiss": "Eu deveria estar praticando agora mesmo.",
  "companionDismissAuto": "Eu acho que devo ir agora, eu tenho trabalho amanhã. Até.",
  "companionRecruited": "As nuvens ficão ótimas nessa época do ano, você nao acha?",
  "companionSuggest": "Lindo dia, huh, @?#$q -1 -1#Se estiver livre, quer sair?#$r -1 0 Yes#Claro, vamos achar problemas!#$r -1 0 No#Talvez hoje não, e nem na próxima.",
  "companionSuggest_Yes": "Legal! Queria achar algo pro Vincent. $h",
  "companionSuggest_No": "Claro, outro dia então.",
  "companion_Beach": "A areia está entrando nos buracos dos meus sapatos. Acho que está na hora de comprar uns novos...$s",
  "companion_Beach_Dating": "Vincent ama a praia. Aqui é muito legal. # $ B # Em um dia quente e agradável, você quer nadar comigo?",
  "companion_Farm": "Sua fazenda e bem grande e calma. Perfeita pra tocar guitarra!",
  "companion_Farm_Dating": "É estranho, você deve ser uma das únicas pessoas que realmente parece bem suja e suada!$4#$b#Eu quis dizer isso totalmente como um elogio!$4",
  "companion_Farm_Dating~1": "Você gosta de esportes, @? Você assistiu ao jogo na outra noite, que fim!$1#$b#Oh, acho que você provavelmente está ocupado demais para fazer muito disso.",
  "companion_Farm_Spouse": "Eu acho que eu sou melhor em sair com você do que cuidando da fazenda, @. Nós deveríamos sair mais vezes.$h",
  "companion_Farm_Spouse~1": "Casar com você e vir pra cá, foi a melhor coisa que já fiz, @.$4",
  "companion_Forest": "Esse lugar faz com que viver no meio do nada, não seja tão ruim assim.",
  "companion_Forest_Dating": "Não há muito o que fazer em Pelican Town, mas é bom ter toda essa natureza ao lado.",
  "companion_Forest_Dating~1": "Às vezes gosto de passear por aqui, mas agora gosto muito mais de estar com você.$4",
  "companion_Forest_Spouse": "Baby, sabe que te amo né?$4#$b#O que foi isso? Não sei... Só estou feliz de te ver.$1",
  "companion_Mine": "Você quer que eu desça na mina com você? Sério?$8#$b#...$9#$b#Eu não estou com medo, que isso. Só... Cauteloso.$7",
  "companion_Mine_Dating": "Isso é realmente legal, @! É como um videogame!",
  "companion_Mine_Dating~1": "Você está bem aqui embaixo?#$B#Apenas fique comigo, eu não deixarei nada de ruim acontecer com você!$4",
  "companion_Mine_Spouse": "A única coisa boa sobre as minas é que não há chance de um OVNI aqui embaixo!#$B#Ou existe...$8",
  "companion_Mountain": "A vista daqui é realmente inspiradora. Eu deveria vir aqui mais vezes.$l",
  "companion_Mountain~1": "você quer ir dizer oi para Sebastian?",
  "companion_Mountain_Dating": "There's not much up here, other than my buddies place. What did you want to do?",
  "companion_Mountain_Dating~1": "À noite, é meio romântico junto ao lago.#$B#Eu gostaria de ir lá algum dia com você, e simplesmente sair ... se você quiser?$4",
  "companion_Mountain_Spouse": "Sou feliz de não viver na cidade grande. Nada supera essa vista!$1",
  "companion_Town": "Você acha que temos tempo pra andar de skate? Só tome cuidado pro prefeito não ver a gente...",
  "companion_Town_Dating": "Você quer parar no saloon e pegar uma pizza? Cara, eu amo as tortas de Gus!$1",
  "companion_Town_Spouse": "Olha o céu, amor! Acho que da até pra andar de skate hoje!",
  "companion_Town_Spouse~1": "Espero que não ache ruim, mas realmente sinto falta da comida da minha mãe.#$b#Deveriamos ir para o jantar algum dia desses!$1"
}
