{
  "companionAccepted": "Si, seguro. ¿tienes idea de dónde quieres ir?",
  "companionRejected": "No, gracias.",
  "companionRejectedNight": "No, lo siento, @. Es muy tarde, voy a acostarme pronto.",
  "companionDismiss": "Entiendo. Todos tenemos que despedirnos en algún momento.",
  "companionDismissAuto": "Oye, @, me voy ahora. Gracias, esto fué agradable.$1",
  "companionRecruited": "Donde quiera que quieras ir está genial para mi, @.",
  "companionSuggest": "Hoy no está mal afuera, creo que debería dar un paseo...#$q -1 -1#¿Quieres unirte a mí?#$r -1 0 Yes#Seguro. ¡Vamos!#$r -1 0 No#Perdón, hoy no puedo, pero gracias por invitarme.",
  "companionSuggest_Yes": "Bien. Lidera el camino, @.$h",
  "companionSuggest_No": "Está bien, @. No me importa estar solo.",
  "companion_Beach_summer": "Espero que no estés pensando en ir a nadar.$2#$b#¿Solo explorar? Vale, bien.",
  "companion_Beach_Dating": "Solo soy un fanático de este lugar cuando llueve, y generalmente me gusta estar solo, pero no me importa estar aquí contigo.$4",
  "companion_Beach_Dating~1": "Si alguna vez quieres ir a nadar acá, me quedaré en la orilla y miraré.#$b#Tal vez me enrolle los pantalones y meta la punta de los pies en el agua, solo por ti.$1#$b#Tal vez.",
  "companion_Farm": "Tu granja es bonita, para un lugar tan... abierto",
  "companion_Farm_Dating": "Olvidé cuánto espacio tienes hasta que vuelvo acá, siempre me sorprende un poco.#$b#¿Nunca te asusta?",
  "companion_Farm_Dating~1": "¿Te gusta ser un granjero, @?#$b#Debe de ser agradable tener tu lugar propio...$2",
  "companion_Farm_Spouse": "Incluso mi moto se ve bien en la granja.$1#$b#Al principio, nunca hubiera imaginado nada de esto, pero ahora... estoy seguro de que aquí es donde pertenecemos.$1",
  "companion_Farm_Spouse~1": "Es genial tener todo este espacio para nosotros, a veces solo necesito alejarme de las personas.#$b#Bueno, sí, más que a veces. Me conoces bien.$1",
  "companion_Forest_spring": "Puedo escuchar las ranas desde aquí, les gusta toda esta humedad.#$b#Tal vez intentaré atrapar una...",
  "companion_Forest": "Este es uno de mis lugares favoritos en el valle, especialmente de noche.",
  "companion_Forest_Dating": "Deberíamos venir acá por la noche en algún momento, y simplemente pasar el rato, hablar, lo que sea.#$b#Es un sentimiento extraño querer estar cerca de alguien, pero estoy feliz contigo...$4",
  "companion_Forest_Spouse": "He cambiado desde que nos casamos.#$b#Estar aquí... al principio fue difícil, pero cuando pienso en cuántos años pasé solo en mi sótano, me deprime un poco.#$b#Te amo, @.$4",
  "companion_Mine": "Este lugar parece una mazmorra. Sería un buen escenario para una aventura de 'Crónicas del Solarion'.$7",
  "companion_Mine~1": "¿Qué tan seguido vienes para acá, @?#$b#Estoy sorprendido, realmente no pensé que este sería tu escenario.",
  "companion_Mine_Dating": "Aquí siempre es agradable y fresco, incluso en verano.#$b#Además, está oscuro. Me gusta.$1",
  "companion_Mine_Dating~1": "Me alegra que me hayas traido acá, @. Quiero que estés a salvo.$4",
  "companion_Mine_Spouse": "Me gusta aquí. Oscuro, húmedo, espeluznante. Perfecto para un chico como yo",
  "companion_Mine_Spouse~1": "Sé que puedes cuidarte, @, pero no sé qué haría si te pasara algo.#$b#Sin sonar sofocante, pero me encantaría que solo vengas acá cuando estoy contigo.",
  "companion_Mountain": "Ya que estamos acá, ¿por qué no vamos a ver el ferrocarril?",
  "companion_Mountain_Dating": "A veces desearía estar mas cerca de Maru, pero no tenemos mucho en común.#$b#Supongo que es normal que algunos hermanos simplemente no se lleven bien.",
  "companion_Mountain_Spouse": "Sé que mi madre me extraña, pero es mejor así, para todos.#$b#Me pregunto si a Maru le importa que me haya ido.$2",
  "companion_Town": "¿Quieres detenerte en el salón y jugar al billar? Pero una justa advertencia, te aplastaré.$1",
  "companion_Town~1": "Espero no encontrarnos con nadie que quiera hablar...",
  "companion_Town_Dating": "Realmente me gustaría tomar una taza de café fuerte en este momento. ¿Quieres pasar por el salón?",
  "companion_Town_Dating~1": "Los pueblos pequeños tienen sus altibajos.#$b#Todos te conocen y hay más presión por socializar, pero también hay muchas áreas tranquilas para estar solo.#$b#Todavía me gustaría mudarme a la ciudad, pero a veces me pregunto si eso sería lo mejor para mí...$2",
  "companion_Town_Spouse": "Sabes que necesito mi espacio, pero me alegro de que aún pasemos tiempo así juntos. Espero que lo sepas.$4"
}
