{
  "companionAccepted": "Claro, supongo.",
  "companionRejected": "¿Qué quieres? Quiero estar solo.",
  "companionRejectedNight": "Disculpa, @. Estoy muy cansado para salir.",
  "companionDismiss": "Genial, tengo que descubrir algo para hacer ahora... Nos vemos.",
  "companionDismissAuto": "Creo que ahora me iré a casa, se está haciendo tarde. Realmente disfruté hacer esto, @. Gracias.",
  "companionRecruited": "¿Dónde vamos primero?",
  "companionSuggest": "Estoy aburrido, y es demasiado temprano para ir a casa.#$q -1 -1#¿Tal vez podríamos hacer algo, @?#$r -1 0 Yes#Sí, ¿por qué no? Déjame buscar mis cosas.#$r -1 0 No#Perdón, tengo algunas cosas que atender hoy. ¿Quizás para la próxima?",
  "companionSuggest_Yes": "Je, pensé que podrías estar tan aburrido como yo.",
  "companionSuggest_No": "Oh, sí. Olvidé que uno de nosotros tiene un trabajo real. Nos vemos.",
  "companion_AdventureGuild": "Ojalá tuviera el impulso que tienen estos tipos, haría más cosas con mi vida.$3#$b#Es bastante impresionante, especialmente a tu edad.",
  "companion_ArcheologyHouse": "Sí... no es realmente mi lugar.$3#$b#Algunas de las cosas que has recogido aquí son bastante geniales.",
  "companion_ArchaeologyHouse~1": "No sé mucho sobre Gunther, ¿y tu?",
  "companion_Beach": "No soy el mayor fanático de la arena y del surf, pero hay algo que me tranquiliza en esta playa.",
  "companion_Beach~1": "¿No sería genial si pusieran un bar tiki acá?#$b#Igual que el salón, pero con comida y bebidas temáticas en la playa.#$b#Sí, y opciones sin alcohol. Para los niños y eso, y para nosotros los niños grandes también.$1",
  "companion_Beach~2": "Ni siquiera recuerdo la última vez que fui a pescar.#$b#¿Me pregunto si Willy podría darme algunos consejos?",
  "companion_Beach_Dating": "Ugh, ¿podríamos ir a otra parte, @?$2#$b#Hoy no estoy de humor para tener zapatos llenos de arena.$2",
  "companion_Beach_Dating~1": "Hmm... perdón, ¿qué fué eso?#$b#El sonido de las olas me pone somniolento...",
  "companion_Beach_Dating~2": "¿Crees que Elliott nos preste su bote alguna vez?#$b#Me gustaría navegar una noche mar adentro, para que podamos pasar un tiempo a solas.$4#$b#¿Podría traer una pizza y un poco de Joja Cola? O tal vez algo más agradable del salón.",
  "companion_Club": "...Este es probablemente el peor lugar al que podrías llevarme...$2#$b#O el mejor.$1",
  "companion_Farm_Dating": "¿Te gusta jugar, @? Por el aspecto de este lugar, probablemente no tendrías mucho tiempo para ello.",
  "companion_Farm_Spouse": "Esta granja ayuda a tranquilizarme. Sé que me pongo de mal humor a veces, pero estoy intentando mejorar, ¿sabes?#$b#Estar aquí ayuda. Estar contigo ayuda más.$4",
  "companion_Forest": "El aire fresco está haciendo maravillas en mi estado de ánimo.$1#$b#Agradezco eso, @.",
  "companion_Forest~1": "¿Hablas mucho con Jas? Al principio es un poco tímida, no es una gran fanática de los extraños, pero se abrirá contigo.#$b#Ella es una dulce niña.",
  "companion_Forest_Dating": "Estoy bien en casa de Marnie, y realmente aprecio el alquiler barato y la relativa privacidad, pero no sé.#$b#Tal vez sería bueno un cambio.",
  "companion_Forest_Dating~1": "Hay un tipo raro que vive en esa torre.#$b#A veces lo veo en los festivales, pero no recuerdo haberlo visto en ningún otro lado...#$b#Creo que nunca hemos hablado.",
  "companion_Forest_Spouse": "Todo este aire fresco... me tomará un tiempo acostumbrarme, después de todo el tiempo que pasé en el infierno de Joja.$2",
  "companion_Forest_Spouse~1": "Debería visitar a Jas y Marnie con más frecuencia. Estoy seguro de que están bien sin mí.",
  "companionEnter_Mine^30": "Ugh. En serio, @, ¿las minas?$2#$b#¿No podríamos simplemente pasar el rato en el salón?$2",
  "companion_Mine~1": "Está muy oscuro y lúgubre aquí.$2#$b#Como si ya no estuviera lo suficientemente deprimido.$2",
  "companion_Mine~2": "Oh. Estamos en las minas.#$b#Es bueno que sepas cómo luchar.",
  "companion_Mine~3": "Debo haber dormido bien anoche, porque esto no me molesta en lo absoluto.#$b#¡Vamos a extraer un poco de minerales! O lo que sea.$1",
  "companion_Mine_Dating": "Bueno, quería seguirte.$2",
  "companion_Mine_Dating~1": "Deberíamos ir a una cita apropiada en algún momento, algo que no involucre las minas.#$b#Sabes, ¿como en cualquier otro lugar?",
  "companion_Mine_Spouse": "Quédate cerca de mí cariño, es peligroso y... te necesito. Realmente te necesito.$4",
  "companion_Mountain": "Realmente no conozco a las personas que viven en esa casa de la montaña, pero parecen lo suficientemente agradables.",
  "companion_Mountain_Dating": "¿Alguna vez vas a ver el ferrocarril?#$b#Solía venir aquí y fantasear con tomar un tren y salir de este pueblo, pero ¿a dónde iría?#$b#Aparte, ahora tengo una verdadera razón para quedarme.$4",
  "companion_Mountain_Spouse": "Esto es bueno. Estar aquí, moverse, pero aún es difícil todos los días.#$b#Eres muy paciente conmigo, @. Quiero que sepas que me doy cuenta de eso y lo aprecio.",
  "companion_Mountain_Spouse~1": "No me importa el clima, es agradable estar aquí contigo.#$b#Sin embargo, no quiero hacer esto todos los días, espero que entiendas por qué.",
  "companion_Saloon": "Ah, mi viejo hogar lejos de casa. Creo que solo voy a tomar una cola.",
  "companion_Town": "Oye, ¿Aún no estás cansado?#$b#¡Eres como una batería humana, con una disparatadamente alta carga!#$b#Solo... déjame recuperar el aliento.",
  "companion_Town_Dating": "Ahora mismo no tengo ganas de ir al salón, espero que tengas algo más en mente.",
  "companion_Town_Spouse": "No quiero ir al salón, @, pero cualquier otro lugar para mí es genial.",
  "companion_Tunnel": "¿No encuentras este lugar espeluznante?$3#$b#Te contaré un pequeño secreto, @. Este lugar es espeluznante."
}
