{
  "companionAccepted": "Sure, I guess.",
  "companionRejected": "What do you want? I want to be alone.",
  "companionRejectedNight": "I'm going to the saloon tonight.",
  "companionDismiss": "That's cool, I gotta figure out something else to do now... See you around.",
  "companionDismissAuto": "I think I'll head home now, it's getting late. I actually enjoyed this, @. Thanks.$6",
  "companionRecruited": "Where to first?",
  "companionSuggest": "I'm bored out of my mind, and it's too early to go home.#$q -1 -1#Maybe we could do something, @?#$r -1 0 Yes#Yeah, why not? Let me gather my things.#$r -1 0 No#Sorry, I have some things to attend to today. Maybe next time?",
  "companionSuggest_Yes": "Heh, figured you could be as bored as I am.$6",
  "companionSuggest_No": "Oh, yeah. I forgot one of us has actual work to do. See ya.$3",
  "companion_AdventureGuild": "I wish I had the drive these guys do, I'd do more with my life.$3#$b#It's pretty impressive, especially at their age.$6",
  "companion_ArcheologyHouse": "Yeah... not really my scene.$3#$b#Some of the stuff you've collected here is pretty cool though.$6",
  "companion_ArchaeologyHouse~1": "I don't know much about Gunther, do you?",
  "companion_Beach": "I'm really not the biggest fan of surf and sand, but there's something peaceful about this beach.",
  "companion_Beach~1": "Wouldn't it be cool if they set up a tiki bar here?#$b#Like the saloon, but with beach themed food and drinks.#$b#Yeah, and non-alcoholic options. For the kids and stuff, and us big kids too.$h",
  "companion_Beach~2": "I can't even remember the last time I went fishing.#$b#I wonder if Willy could give me some tips?",
  "companion_Club": "...This is probably the worst place you could take me...$2#$b#Or the best.$1",
  "companion_Forest": "This fresh air is doing wonders for my mood.$h#$b#I appreciate the invite today, @.",
  "companion_Forest_Spouse": "All this fresh air, it's gonna take some getting used to after all that time I spent in Joja hell.",
  "companion_Forest_Spouse~1": "I should check in on Jas and Marnie more often. I'm sure they're doing fine without me.",
  "companion_Farm_Spouse": "This farm helps mellow me out. I know I get into moods, but I'm trying, you know?#$b#Being out here helps. Being with you helps the most.$4",
  "companionEnter_Mine^30": "Ugh. Seriously, @, the mines?$a#$b#Couldn't we just hang out at the saloon?$s",
  "companion_Mine~1": "It's so dark and dingy in here.$s#$b#Like I'm not depressed enough already.$s",
  "companion_Mine~2": "Oh. We're at the mines.#$b#It's a good thing I know how to fight.$6",
  "companion_Mine~3": "I must have slept okay last night, because this isn't totally bumming me out.$6#$b#Let's go mine some ore! Or whatever.$h",
  "companion_Mine_Spouse": "Stay close to me down here sweetheart, it's dangerous and... I need you. I really do.$4",
  "companion_Mountain_Spouse": "This is good for me, I know, being out here, moving around, but it's still a lot for me.#$b#You're really patient with me, @, I want you to know I notice that and I appreciate it.",
  "companion_Mountain_Spouse~1": "I don't care about the weather, it's just nice being here with you. I don't want to do this everyday though, I hope you understand why.",
  "companion_Saloon": "Ah, my ol' home away from home.$h#$b#Good choice, @.$h",
  "companion_Town_Spouse": "I don't want to go to the saloon, @, but anywhere else is cool with me.",
  "companion_Tunnel": "You don't find this place creepy?$3#$b#I'll let you in on a little secret, @. This place is creepy.$0"
}
