{
    "intro":"Buenos días, soy la persona que su pareja contrató para cuidar a {{FirstChildName}} por hoy.$0#$b#Estaré aquí hasta que ustedes vuelvan de su viaje.$0#$b#Si, {{Spouse}} ya me informó de todo lo que necesitaré.$1",
    "Mon": "Hola, @.",
    "cc":"Emily me contó de este lugar hace poco.#$b#Según ella, el pueblo ha cambiado mucho gracias a ti.",
    "aboutstay":"¿Te he dicho que Gus es mi jefe?$0#$b#Me permitió quedarme en una pieza extra, a cambio de trabajar para él.#$b#Me aseguro de limpiar todo por las mañanas.$1#$b#Es bastante grande, así que a Gus le viene bien la ayuda.",
    "spring_Sat_1":"El otro día, vi algo extraño en el suelo.$0#$b#Cuando fui a ver qué era, resultó ser brotes de arroz.#$b#Quién botaría eso?$2",
    "summer_Sat_1":"El otro día, vi algo extraño en el suelo.$0#$b#Cuando fui a ver qué era, resultó ser un muñeco extraño.#$b#Quién lo dejaría ahí?$2",
    "fall_Sat_1":"El otro día, vi algo extraño en el suelo.$0#$b#Cuando fui a ver qué era, resultó ser una mora.#$b#Si sólo no hubiera estado molida...$2",
    "winter_Sat_1":"El otro día, vi algo extraño en el suelo.$0#$b#Cuando fui a ver qué era, resultó ser fruta de cristal.#$b#Qué suerte, ¿No?$1",
    "Thu_1":"Has visto el tren pasar aquí?#$b#He escuchado que no es muy común.",
    "woods":"Hola, @. Este lugar es hermoso, ¿no? $0#$b#¿Qué, cómo llegué aquí? Bueno, caminando. ¿Cómo crees?$1#$b#...¿A qué te refieres con \"monstruos\"?$6#$e#¿Seguro que no estás imaginando cosas? No he visto nada.$0#$b#Tendré cuidado, lo prometo.",
    "archaeologyHouse":"Cuando no tengo nada que hacer, paso por el museo un rato.$0#$b#A veces encuentras libros buenos.",
    "forest":"La sombra de este árbol es genial.#$b#Especialmente cuando el sol es fuerte.#$e#¿No te gusta este bosque, @?",
    "forest_2":"¿Escuchas eso?#$b#Se está haciendo tarde.",
    "statue":"Me pregunto, ¿Quién era esta persona...?$7#$b#Debe haber sido importante, si le hiceron una estatua.#$e#Pero este lugar está en ruinas...ha pasado mucho tiempo.$0",
    "reading":"¿Quieres saber qué estoy leyendo?$0#$b#Bueno, ¿no es obvio? Quiero saber más sobre el valle.$1#$e#%Devan está concentrándose en el libro.#$b#%Miras la portada. El título dice \"Flora y fauna en Stardew Valley.\"",
    "spring_15":"¿Vas a buscar frambuesas este año, @?%revealtasteDevan296#$b#Leah me contó de un lugar donde crecen las más jugosas.",
    "spring_18":"Y ahí se va otra temporada de frambuesas...las voy a extrañar. Estaban tan ricas este año. %revealtasteDevan296",
    "CommunityCenter1":"Hola, @. ¿También viniste a descansar?#$b#Este lugar es gigante. Incluso tienen un mapa.#$b#Mira, ¡Pueblo pelícano está aquí!#$b#%Devan señala para que te acerques, y apunta a una parte del mapa.#$b#%¡Es pueblo pelícano!",
    "CommunityCenter2":"¿Crees que podría usar esto?$0#$b#...¿Por qué pones esa cara?$6#$#Uno de estos días voy a lograrlo. Ya vas a ver.$1",
    "leahHouse":"Me pregunto qué estará pintando Leah ahora.",
    "leahHouse_2":"%Devan está hablando con Leah.#Mejor no interrumpir.",
    "spring_Tue":"Una ensalada con rábano, o una sopa con cebollines... Oh, hola.$0#$b#Estaba pensando qué cocinar hoy.$1",
    "spring_Wed":"Ey. El pueblo se ve bonito esta temporada.#$b#¿Cómo va tu granja? Debe dar mucho trabajo.",
    "spring_Thu":"Me pregunto cómo saldrán las frutillas este año...Son muy ricas.%revealtasteDevan400",
    "spring_Fri":"%...#$b#%Devan parece estar pensando en algo.#$b#Ah, @. No te vi llegar.$6#$e#¿No te da nostalgia esta primavera?",
    "spring_Sat":"No he visto mucho a los clientes del salón, pero Gus me cuenta de algunos.#$b#Al parecer, una mujer llamada 'Pam' va seguido.",
    "spring_Sun":"¿No te tomas un día libre?$0#$b#Una granja suena agotadora.$0#$e#Aunque no puedo decir mucho, trabajo los 7 días de la semana...$2#$b#Al menos mi trabajo termina temprano.",
    "summer_Tue":"Hey, ¿vas a plantar arándanos esta temporada?$0#$b#Conozco una buena receta para usarlos.$1#$e#Tal vez algún día te la enseñaré.",
    "summer_Wed":"He escuchado que hay un evento importante en verano.#$b#El Luau...es cuando el gobernador visita, ¿cierto?#$e#Escuché que una vez, alguien metió medio kilo de anchoas a la sopa...$2",
    "summer_Thu":"Limpio el salón por las mañanas.#$b#Mucha gente se queda hasta tarde, así que es más efectivo de esta manera.#$e#Por suerte, el ruido no llega mucho a mi pieza.",
    "summer_Fri":"No es muy agradable quedarse adentro con este clima.$0#$b#Mi cuarto queda después de unos cuantos pasillos, así que se acalora mucho.$0#$e#Y tengo que pasar entre medio de barriles antes de poder salir...$2",
    "summer_Sat":"Hola. ¿Vas a la playa?$0#$b#La choza de Elliott está justo en frente. Debe ser agradable, con este clima.$0#$e#Tal vez lo visitaré pronto.$1",
    "summer_Sun":"He escuchado que puedes encontrar más madera flotante esta temporada.#$b#Imagino que Leah debe estar aprovechando eso.",
    "fall_Tue":"Paso las mañanas limpiando, así que intento aprovechar la tarde lo más que pueda.#$b#El ferrocarril es especialmente tranquilo, en comparación al salón.",
    "fall_Wed":"Esta temporada es perfecta para cosechar uvas y grosellas.$0#$b#Te lo prometo, son muy eficientes.$1",
    "fall_Thu":"Gus está preparando un plato especial hoy...#$b#Si te interesa, siéntete libre de pasar por el salón.$1",
    "fall_Fri":"¿Has plantado rosas hada?#$b#Escuché que huelen fantástico.",
    "fall_Sat":"Hace vientito, ¿no?#$b#Los árboles dejan caer muchas hojas en esta estación.",
    "fall_Sun":"El olor a calabaza es fuerte hoy...#$b#¿Qué tipo de cultivos tienes en tu granja, @?",
    "winter_Tue":"Es difícil encontrar ingredientes frescos esta temporada.#$b#Por suerte, Gus tiene buena refrigeración.",
    "winter_Wed":"Hola, @. ¿Cómo has lidiado con el clima?$0#$b#Yo siento que me voy a enfermar...$2",
    "winter_Thu":"Si hay algo que hace este clima valer la pena, es la fruta de cristal.#$b#Es lo que me hace apreciar el invierno.",
    "winter_Fri":"Este pueblo es tan frío...#$b#Comparado a otros lugares, este pueblo está que se congela.#$e#O tal vez simplemente me acostumbré a un clima menos frío.",
    "winter_Sat":"Hola. ¿Qué-$0#$b#%Devan estornuda.#$b#Disculpa. No me va muy bien este clima.$2#$e#¿Cómo es que nunca te enfermas...?$0",
    "winter_Sun":"Hace frío...$0#$b#Deberías abrigarte.$0#$e#Por suerte, el salón tiene buena calefacción.$1",
    "nightmarket":"Este carro...$0#$b#Nunca había visto uno así. Qué extraño.$0#$b#Y lo lleva un cerdo...$6",
    "winterstar": "Ah, hola.$0#$b#¿Has probado los bastones de Gus? Le quedaron excelente.$0#$b#Se preparó desde antes para encontrar todos los ingredientes.$1",
    "icefes": "¿Lo mejor de este festival, dices...?$0#$b#Me gusta ver cómo decoran los muñecos de nieve.$0#$e#Pero especialmente, me gustan las esculturas de Leah.$1",
    "spiritseve": "Escuché que hicieron un laberinto imposible allí arriba...$0#$b#Quizás vaya a verlo más tarde.$1",
    "sdvfair": "Estas gallinas se ven muy bien cuidadas.$0#$b#Se nota que Marnie las quiere mucho.$1",
    "moonjellies": "Medusas lunares... nunca había escuchado algo así.$0#$b#No puedo esperar a verlas.$1",
    "luau": "%Devan parece estar divirtiéndose con Emily.",
    "flowerdance": "Mm...sabe exquisito.$8#$b#@, prueba un poco. De seguro te encanta.$1",
    "eggfestival": "¿Vas a participar en el festival?#$b#¿Yo? No. Prefiero mirar la competencia. Es más interesante.",
    "Babysitter_new":"Hola.$0#$b#Mi nombre es Devan, acabo de llegar al pueblo.#$b#Llegué ayer por la noche, así que aún no conozco todo Pueblo Pelícano.#$b#Espero verte pronto.$1"
  }