{
  "intro":"Good morning. I'm the babysitter your spouse called, I'll be taking care of your children for the day.$0#$b#Don't worry, your spouse has told me everything i need to know of.$1",
  "Mon": "Hello, @.",
  "cc":"I've heard a lot about this place from Emily.#$b#She said Pelican Town has changed thanks to you, @.",
  "aboutstay":"Did i tell you Gus is my boss?$0#$b#He's letting me stay at a spare room, in exchange of working at the saloon.#$b#I clean everything before clients arrive.$1#$b#It's a big place, so Gus doesn't mind the help.",
  "spring_Sat_1":"The other day, i saw something strange on the ground.$0#$b#When i checked what it was, it turned out to be some rice shoots.#$b#Who would even leave those on the ground?$2",
  "summer_Sat_1":"The other day, i saw something strange on the ground.$0#$b#When i checked what it was, it turned out to be a strange doll.#$b#Who would even leave that on the ground?$2",
  "fall_Sat_1":"The other day, i saw something strange on the ground.$0#$b#When i checked what it was, it turned out to be a blackberry.#$b#If only it wasn't all mashed up...$2",
  "winter_Sat_1":"The other day, i saw something strange on the ground.$0#$b#When i checked what it was, it turned out to be crystal fruit.#$b#Lucky, right?$1",
  "Thu_1":"Have you seen the train pass by?#$b#I've been told it's not that common over here.",
  "woods":"Hi, @. This place is lovely, isn't it? $0#$b#What, how i got here? Well. walking? how else?$1#$b#...what do you mean monsters? $6#$e#Are you sure you're not seeing things? Havent' seen any.$0#$b#I'll take care, i promise.",
  "archaeologyHouse":"When i don't have anything to do, i pass by the Museum.$0#$b#Sometimes you'll find a really good book.",
  "forest":"Being under the shadow of this tree is great.#$b#Specially when the sun is strong.#$e#Don't you like this forest, @?",
  "forest_2":"Do you hear that?#$b#It's getting late.",
  "statue":"I wonder, who was this person...$7#$b#Must have been someone important to be made this kind of statue.#$e#The place looks in ruins, so it must've been long ago.$0",
  "reading":"You want to know what im reading?$0#$b#Well...isn't it obvious? I want to know about the valley.$1#$e#%Devan is concentrating on the book.#$b#%You look at the cover. It says \"Flora and fauna in Stardew Valley.\"",
  "spring_15":"Are you going to find salmonberries this year, @?%revealtasteDevan296#$b#Leah told me of a good spot where the juiciest grow.",
  "spring_18":"And there goes another spring...i'll miss the salmonberries. They were so good this year. %revealtasteDevan296",
  "CommunityCenter1":"Hi, @. Did you come take a break too?#$b#This place is huge. They even have a map.#$b#Look, pelican town is here!#$b#%Devan urges you to come closer, and points to a part of the map.#$b#%That's pelican town!",
  "CommunityCenter2":"Do you think i could use this?$0#$b#..What's with that face?$6#$#One day i'll master it, you'll see.",
  "leahHouse":"I wonder what Leah is painting this time.",
  "leahHouse_2":"%Devan seems busy talking to Leah.",
  "spring_Tue":"A salad with some leek, or a soup with spring onion... Oh, hi.$0#$b#I was thinking of what to have today.$1",
  "spring_Wed":"Hey. The town looks so nice at this time of the year.#$b#How's your farm looking? I bet it's a lot of work.",
  "spring_Thu":"I wonder how the strawberries will come out this year...they're so tasty.",
  "spring_Fri":"%...#$b#%Devan seems lost in thought.#$b#Ah, @. Didn't see you there.$6#$e#Isn't this time of the year nostalgic?",
  "spring_Sat":"I don't see many of the saloon clients, but Gus has told me about some.#$b#Apparently, a woman called 'Pam' visits often.",
  "spring_Sun":"Do you ever take a day off?$0#$b#A farm sounds like hard work.$0#$e#Though, i don't have free days either...$2#$b#At least the workload isn't that bad.",
  "summer_Tue":"Hey, are you going to plant blueberries this summer?$0#$b#I know a good Blueberry Tart recipe.$1#$e#Maybe one day i'll share it with you.",
  "summer_Wed":"I've heard there's an important event this season.#$b#The Luau...that's when the governor visits, right?#$e#I heard that once, someone put a pound of anchovies in the soup...$2",
  "summer_Thu":"I clean the saloon in the mornings.#$b#A lot of people stay in the saloon until past 2AM, so it's more effective this way.#$e#Gladly, the noise doesn't get so much to my room.",
  "summer_Fri":"It's not too nice to stay inside at this time of the year.$0#$b#My room in the salon is after a few halls, so it doesn't have the best ventilation.$0#$e#And i have to get past a bunch of barrels before going out, too...$2",
  "summer_Sat":"Hi. Are you going to the beach anywhere soon?$0#$b#Elliott's cabin is right in front of it. It must be nice in this type of weather.$0#$e#Maybe i'll pay him a visit soon.$1",
  "summer_Sun":"I've heard a lot of driftwood shows up in this season of the year.#$b#I bet Leah must be happy.",
  "fall_Tue":"I spend the mornings cleaning thoroughly, so i enjoy the afternoon as much as i can.#$b#The railroad is specially calm in comparison to the saloon.",
  "fall_Wed":"This season is perfect for growing grapes and cranberries.$0#$b#Trust me, they're very efficient.$1",
  "fall_Thu":"Gus is preparing a special plate today...#$b#If you're interested, feel free to pass by the saloon.$1",
  "fall_Fri":"Have you grown fairy roses?#$b#I've heard they smell fantastic.",
  "fall_Sat":"It's kind of windy at this time of the year, isn't it?#$b#A lot of leaves fall off the trees, too.",
  "fall_Sun":"The smell of pumpkins is so nice...#$b#What kind of things do you grow in your farm, @?",
  "winter_Tue":"It's hard to find fresh ingredients in this season.#$b#Gladly, Gus has a lot of storage.",
  "winter_Wed":"Hi, @. How are you handling the weather?$0#$b#Well, i feel i'm going to catch a cold...$2",
  "winter_Thu":"If anything saves this weather, it's the crystal fruit.#$b#It's the one thing i look forward to in winter.",
  "winter_Fri":"This town is so cold...#$b#Compared to other places, i find it more than chilly.#$e#Or maybe the other towns i've visited were simply warmer.",
  "winter_Sat":"Hello. What-$0#$b#%Devan sneezes.#$b#Sorry. I don't handle this weather very well.$0#$e#How come you never get sick...?$0",
  "winter_Sun":"It's so cold today...$0#$b#You better warm up.$0#$e#Luckily, the saloon has good insulation.$1",
  "nightmarket":"This traveling cart...$0#$b#I've never seen one like it before.$0#$b#And it's led by a pig, too...$6",
  "winterstar": "Ah, hello.$0#$b#Have you tried Gus' candy canes? They turned out great.$0#$b#He prepared for a while to find the best ingredients.$1",
  "icefes": "The best of this festival, you say...?$0#$b#I love to see everyone's snowmen.$0#$e#But, specially, i like Leah's ice sculptures.$1",
  "spiritseve": "Ive heard they made an impossible labyrinth over there...$0#$b#Maybe i'll go check it out later.$1",
  "sdvfair": "%Devan is watching the chickens.",
  "sdvfair_saw8h": "These chickens look very well cared for.$0#$b#It shows that Marnie loves them very much.$1",
  "moonjellies": "Moonlight jellies... i'd never heard of that.$0#$b#Can't wait to see them.$1",
  "luau": "%Devan seems to be having fun with Emily.",
  "flowerdance": "Mm...delicious.$8#$b#@, try some. I bet you'll love it.$1",
  "eggfestival": "Will you participate in the festival?#$b#Me? Not really. I prefer watching everyone compete. It's more exciting."
}