{
	"furniture.Catalogue.name": "Happy Home Katalog",
	"furniture.Catalogue.desc": "Bietet unbegrenzten Zugriff auf\nviele Tapeten und Böden und\nfast jedes Möbelstück...\nbequem von Ihrem\nZuhause aus!",
	"config.CloseWithKey.name": "Mit Taste schließen",
	"config.CloseWithKey.desc": "Erlaubt das Schließen des Menüs mit den Menü-Schließtasten.",
	"config.GiveModifier.name": "Modifikator geben",
	"config.GiveModifier.desc": "Wenn Sie diese Taste beim Klicken gedrückt halten, wird der Gegenstand in Ihr Inventar gelegt.",
	"config.FavoriteModifier.name": "Favoriten-Modifikator",
	"config.FavoriteModifier.desc": "Wenn Sie diese Taste beim Klicken gedrückt halten, wird das Element zu den Favoriten hinzugefügt oder von den Favoriten entfernt.",
	"config.ExtendedCategories.name": "Erweiterte Kategorien",
	"config.ExtendedCategories.desc": "Wenn aktiviert, werden die Standard-Filterregisterkarten für Möbel durch detailliertere Filter ersetzt.",
	"config.FurnitureTooltips.name": "Möbel-Tooltips",
	"config.FurnitureTooltips.desc": "Wenn aktiviert, werden Tooltips für schwebende Elemente im Möbelkatalog angezeigt.",
	"config.PauseTime.name": "Pausenzeit",
	"config.PauseTime.desc": "Wenn aktiviert, wird die Zeit angehalten, wenn der Katalog geöffnet ist. Keine Auswirkung im Mehrspielermodus.",
	"config.ReplaceFurnitureCatalog.name": "Möbelkatalog ersetzen",
	"config.ReplaceFurnitureCatalog.desc": "Wenn aktiviert, wird die Standard-Benutzeroberfläche des Möbelkatalogs durch die neue ersetzt.",
	"config.ReplaceWallpaperCatalog.name": "Katalog für Wände und Böden ersetzen",
	"config.ReplaceWallpaperCatalog.desc": "Wenn aktiviert, wird die Standard-Benutzeroberfläche des Hintergrundbildkatalogs durch die neue ersetzt.",
	"logging.alternativeTextures.versionWarning": "Die aktuelle Version von Happy Home Designer unterstützt nur alternative Texturen {{min}} oder neuer. Sie haben derzeit die Version {{current}} und die Integration alternativer Texturen wird nicht angewendet. Bitte aktualisieren Sie alternative Texturen, um die Integration wieder zu aktivieren.",
	"logging.removedWallsAndFloors": "{{walls}} doppelte Hintergrundbilder und {{floors}} doppelte Böden gefunden und entfernt.",
	"config.ToggleShortcut.name": "Verknüpfung zum Umschalten des Katalogs",
	"config.ToggleShortcut.desc": "Tastenkombination zum Anzeigen/Ausblenden des Katalogs, während er geöffnet ist.",
	"ui.search.name": "Suche",
	"item.card.receive": "Sie sind jetzt Mitglied der Rare Curio Collector's Society! Ein neuer Katalog ist bei Robin erhältlich.",
	"item.card.name": "Sammelkarte",
	"item.card.desc": "Ein Mitgliedsausweis für den RCCS. Gewährt Zugriff auf den Sammlerkatalog.",
	"furniture.CollectorsCatalogue.name": "Sammlerkatalog",
	"furniture.CollectorsCatalogue.desc": "Ein Sammlerkatalog für seltene und exotische Kuriositäten.",
	"furniture.DeluxeCatalogue.name": "Designer-Traumkatalog",
	"furniture.DeluxeCatalogue.desc": "Ein Katalog, der auch dem feinsten Zuhause würdig ist.",
	"mail.collectorAcceptance.text": "Die Rare Curio Collector's Society of Ferngill möchte @ offiziell für ihre herausragende Sammlung seltener und einzigartiger Wohnaccessoires würdigen. Als Auszeichnung für diese Sammlung und als unermüdliches Engagement für die Bewahrung der Geschichte bietet die Gesellschaft @ hiermit ein offizielles Mitgliedschaftsangebot an.",
	"mail.collectorAcceptance.name": "RCCS-Mitgliedsmail",
	"mail.fairyDust.text": "Grüße, @.^Es scheint, Sie haben den perfekten Katalog entdeckt. Oder eher, fast perfekt. Meine alchemistischen Experimente zeigen, dass es möglich sein könnte, ihn mithilfe der magischen Eigenschaften von Feenstaub in eine besser taschentaugliche Form zu bringen. Wenn Sie so etwas versuchen, informieren Sie mich bitte über die Ergebnisse.^\t-Rasmodius",
	"mail.fairyDust.name": "Feenstaub & Kataloge",
	"config.ReplaceRareCatalogs.name": "Seltene Kataloge ersetzen",
	"config.ReplaceRareCatalogs.desc": "Wenn aktiviert, werden die Standard-Benutzeroberflächen des seltenen Katalogs durch die neuen ersetzt.",
	"config.AlwaysLockScroll.name": "Scrollen immer sperren",
	"config.AlwaysLockScroll.desc": "Wenn deaktiviert, wird das Scrollrad nur erfasst, wenn der Mauszeiger über das Menü bewegt wird. Wenn aktiviert, wird das Scrollrad immer erfasst, während das Menü geöffnet ist.",
	"item.portable.name": "Architektenkatalog",
	"item.portable.desc": "Ein tragbarer Katalog, der auch in den schönsten Haushalten würdig ist.",
	"config.ClientMode.name": "Client-Modus",
	"config.ClientMode.desc": "Deaktiviert Inhaltsfunktionen, sodass der Mod sicher auf Servern verwendet werden kann, auf denen er nicht installiert ist.",
	"config.EarlyDeluxe.name": "Early Deluxe-Katalog",
	"config.EarlyDeluxe.desc": "Fügt den Inhalt des Sammlerkatalogs dem standardmäßigen kombinierten Katalog hinzu.",
	"config.LargeVariants.name": "Große Varianten",
	"config.LargeVariants.desc": "Erhöht die Höhe des Variantenpanels. Deckt einige HUD-Elemente ab.",
	"config.cheats.name": "Cheats",
	"config.cheats.desc": "Optionen, die das Spielgleichgewicht beeinflussen",
	"config.tweaks.name": "Optimierungen",
	"config.tweaks.desc": "Optionen, die kleine Änderungen vornehmen",
	"config.OpenMenu.name": "Taste zum Öffnen des Menüs",
	"config.OpenMenu.desc": "Öffnet den Designer's Dream-Katalog kostenlos von überall und ignoriert Freischaltbedingungen.",
}