{
	"Format": "1.3",
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"cooking_1": "Stir Fry!^^It's a perfect way to get some healthy greens on your plate. Sautee the greens in a little sesame oil and make sure to add plenty of fresh ginger and garlic. Now breathe deeply... Oh, that's good.^^  - The Queen of Sauce",
                "cooking_2": "Coleslaw!^^Envisioning bland mounds of limp cabbage? You're not alone. But a great coleslaw can be so much more. Make sure you have juicy fresh cabbage for this one. Toss with a little vinegar and mayonnaise and you're all set. Ah, that's crisp.^^  - The Queen of Sauce",
                "cooking_3": "Radish Salad!^^There's nothing like a fresh, peppery radish. It reminds me of the late spring... my mother would slice up our fresh radishes and serve them on grainy bread with a little salt and pepper. Ah, those were the days... but I digress. Now, watch closely...^^  - The Queen of Sauce",
                "cooking_4": "Omelet!^^This is such a simple dish, but so often done incorrectly! A perfect omelet is a thing of beauty. It's a pure golden angel of gleaming egg, and I'm going to show you my secret method... ^^  - The Queen of Sauce",
                "cooking_5": "Baked Fish!^^Whenever I make this one at home, my two cats go bananas. I need a second chef around just to keep them from hopping on the counter for a bite! Just make sure the fish is fresh, preferably caught with your own rod! Now watch as I place the fish on a bed of spring greens...^^  - The Queen of Sauce",
                "cooking_6": "Pancakes!^^Sometimes I get carried away with fancy, complicated dishes... but there's something comforting about a simple pancake. You'll want plenty of butter and maple syrup to slather over these warm stacks... mmmm....^^  - The Queen of Sauce",
                "cooking_7": "Maki Roll!^^The delicate flavor of the ocean, sealed within a pillowy cloud of rice. Maybe a bit of wasabi for the adventurous. My mouth is watering as we speak. Oh, how I love sushi...^^  - The Queen of Sauce",
                "cooking_8": "Bread!^^Breadmaking can be a very complex form of art, but I'll make it simple for you. The most important ingredient is flour, of course. But before we create the dough we'll need to activate our yeast. They prefer warm water and little something to feed on. I use plain sugar, but honey or maple syrup will do! ^^  - The Queen of Sauce",
                "cooking_9": "Tortillas!^^How many of you are gnawing on a microwaved convenience-burrito while watching this program? Shame on you! You might as well wrap your beans in an old wash rag. Now, listen up. Once you've tried my fresh, rustic corn tortillas you'll never go back...^^  - The Queen of Sauce",
                "cooking_10": "Trout Soup!^^There's something about fresh-caught trout that just gets me buzzing. Maybe it's the subtle taste of the river. At any rate, I've got a wonderful trout soup recipe to share with you today...^^  - The Queen of Sauce",
                "cooking_11": "Glazed Yams!^^It's yam season, and what better way to enjoy these delightful tubers than by slathering them in a sweet, sticky glaze? You'll need a nice, ripe yam and a whole bunch of sugar. Now, here's how you do it... ^^  - The Queen of Sauce",
                "cooking_12": "Artichoke Dip!^^This is a delightful way to get more artichokes into your body. Personally, I don't even dip anything in there. I just guzzle the sauce down like it's a milkshake. Delicious.^^  - The Queen of Sauce",
                "cooking_13": "Plum Pudding!^^Little Jack Horner is chomping at the bit for this ooey-gooey delight. And who can blame him? The plums are floral and sweet, with just the right amount of tartness to fully activate every last one of your eager taste buds. You'll just have to try it and see for yourself...^^  - The Queen of Sauce",
                "cooking_14": "Chocolate Cake!^^What better way to spend these cold winter nights than digging your way through a rich chocolate mountain? With my help, you'll be well on your way to creating the finest cake you've ever laid eyes on. Now, you're going to need a lot of sugar...^^  - The Queen of Sauce",
                "cooking_15": "Pumpkin Pie!^^In my house, it's a tradition to eat pumpkin pie during the feast of the winter star. The season just isn't complete without that wonderful flavor you can only achieve with the finest farm-fresh pumpkins. A little nutmeg, cinnamon, and clove will sweep you off to a land of crimson and gold... ^^  - The Queen of Sauce",
                "cooking_16": "Cranberry Candy!^^Here's a fun one to help you celebrate the new year. Cranberries are quite bitter on their own, but submerge them in an ocean of sugar and they'll taste like angel's tears. Here's how you do it...^^  - The Queen of Sauce",
                "cooking_17": "Pizza!^^There's a reason pizza is a timeless culinary classic. You've got an artisan golden-brown crust, you've got a tangy, garlic-infused marinara sauce, and you're topping it all with a mouth-watering three-cheese blend. And we're just getting started! Let's throw some fresh pepper and tomato on the top. Oh, my!^^  - The Queen of Sauce",
                "cooking_18": "Hashbrowns!^^This one's simple, but that's a good thing! You'll just want to shred some potatoes, add a liberal amount of salt, and fry to perfection in your favorite high-heat oil. Sounds easy, right? Well, I've got some pointers that'll make your job a lot easier... ^^  - The Queen of Sauce",
                "cooking_19": "Complete Breakfast!^^Last week I taught you how to make hashbrowns. This week I'll show you how to combine them with other ingredients to create a hearty complete breakfast. This meal will really fill you up and give you the energy you need to get in a hard day's work.^^  - The Queen of Sauce",
                "cooking_20": "Lucky Lunch!^^An old legend has it that this meal is irresistable to spirits of luck and fortune. After consuming it, you're likely to attract a good spirit into your belly, where it will bless you with good fortune until the meal is digested! Sounds weird, huh? I can't say I believe it, but the meal is delicious nonetheless! ^^  - The Queen of Sauce",
                "cooking_21": "Hey, ever have a bunch of carp laying around and no idea what to do with them? Yeah, me too. Well, I've devised a great solution to this all-too-common problem. I call it... Carp surprise. It's quite easy to make, but you'll need a lot of carp... ^^  - The Queen of Sauce",
                "cooking_22": "Maple Bars!^^Ever notice how the maple bars are always first to disappear from the doughnut box? Perplexing, because your average maple bar tastes like a sweet hockey puck. Agree? Well, just wait until you try my recipe. You can really taste the forest in these bars. Okay, you're going to need real, quality maple syrup...^^  - The Queen of Sauce",
                "cooking_23": "A viewer from Pelican Town wrote to me recently... let's see... Her name's Haley. She wrote, 'I tried your pink cake last time I was in Zuzu City and I fell in love with it. Could you share the recipe on your next episode?'. Well, why not? It's a marvelous cake. And you'll never guess the secret ingredient... melon!^^  - The Queen of Sauce",
                "cooking_24": "Roasted Hazelnuts!^^I've got a nice old hazelnut tree behind my house, and every year I invite the family over for a nut roasting party! Once we start roasting, it's inevitable that the neighbors will show up. That rich, nutty smell is irresistable. Now, here's the family recipe... ^^  - The Queen of Sauce",
                "cooking_25": "Fruit Salad!^^Here's a healthy and delicious treat to brighten up your day. The most important thing to remember is that you need ripe fruit. Forget the bland stuff they sell at the supermarket... I'm talking fresh-picked, juicy, bursting-with-flavor fruit. Okay, now watch closely...^^  - The Queen of Sauce",
                "cooking_26": "Blackberry Cobbler!^^This one always reminds me of Stardew Valley. There's a few days in fall where the valley is overflowing with the most delicious blackberries I've ever tasted. If you can get your hands on some, I'd highly recommend them for this simple cobbler.^^  - The Queen of Sauce",
                "cooking_27": "Crab Cakes!^^Crab meat is very flimsy on its own, but mixing it with bread crumbs and egg is a great way to give them some body. That's why these cakes are my favorite way to eat crab! But before you go cracking any shells, stay tuned for my essential seasoning mixture...^^  - The Queen of Sauce",
                "cooking_28": "Fiddlehead Risotto!^^Fiddlehead ferns are beautiful, but actually quite bland on their own. That's why you have to pay careful attention to the spices you add. I'll be honest, it's not very easy to make a good fiddlehead risotto. But with my help, you'll have the best chance at achieving it.^^  - The Queen of Sauce",
                "cooking_29": "Poppyseed Muffin!^^Poppies make beautiful ornamental flowers... but why not make full use of the plant with these delightful muffins? I'm a huge fan of poppy seeds. They're subtle, but they add a nice flavor and a great texture to bready desserts. And they're healthy!^^  - The Queen of Sauce",
                "cooking_30": "Lobster Bisque!^^You could serve this one to the governor himself. It's rich, creamy and delicious, with just the right amount of oceanic flavor. The hardest part is finding some lobster, but I'm sure you can do it. Heck, if you're feeling crafty you could catch one yourself with a crab pot!^^  - The Queen of Sauce",
                "cooking_31": "Bruschetta!^^It's a wonderfully simple appetizer that really showcases the quality of the ingredients. You'll need bread, tomato, and oil. First, you'll need to grill the bread. Slice the tomato and place onto the grilled bread. Then drizzle with oil and serve. I told you it was simple!^^  - The Queen of Sauce",
                "cooking_32": "Shrimp Cocktail!^^Here's another good appetizer for you and your dinner guests. My cocktail sauce is extra zesty, and I'm sure you'll love it. Now, the first step... ^^  - The Queen of Sauce",
                "tip_1": "This one's for all you greenhorns out there: chop wood and search for wild forage to earn some cash while waiting on your first harvest!^^  - Livin' Off The Land",
                "tip_4": "This one's for you folks living in Stardew Valley. Check for spring onion southwest of town, where the river meets the ocean. You can sometimes find a whole bunch growing right out of the dirt.^^  - Livin' Off The Land",
                "tip_8": "Let's talk fences. Fences are useful for keeping weeds at bay and protecting your crops. They also let farmers contain their livestock. Fences break down after a while, but stone, iron, and hardwood fences last a lot longer than basic wood!^^  - Livin' Off The Land",
                "tip_11": "Woes from crows? Sounds like you need a scarecrow! Placing a scarecrow on your farm deters crows from a pretty good distance. Make sure you protect your valuable crops!^One more thing... need a bigger backpack to hold all your stuff? Check your local general store.^^  - Livin' Off The Land",
                "tip_15": "It's salmonberry season! All across the countryside, bushes are teeming with juicy little berries, and they're free for the taking! Harvesting them is a great way to earn some extra cash.^^  - Livin' Off The Land",
                "tip_18": "Ah, refreshing rain... a Farmer's best friend! When it rains, you don't have to water your crops. Use this to your advantage!^^  - Livin' Off The Land",
                "tip_22": "Get your hands on a fishin' pole and sell your catch! Fishing is a great way to make a little extra cash when you have some down time. The distance your bobber lands from any dry land determines what kinds of fish you'll hook... as well as the location, season, time of day, and weather!^^  - Livin' Off The Land",
                "tip_25": "Fruit trees. They take an entire season to grow, so plan ahead! If the area directly surrounding your new tree isn't clear, it will interfere with growth. Once your fruit tree is mature, it'll produce delicious fruit for you every day while in season. Better start savin' up!^^  - Livin' Off The Land",
                "tip_29": "Summer's here, along with a whole slew of new crops to plant! Take hops, for example. The vines take a while to grow, but once they're mature they can be harvested every day. Good luck!^^  - Livin' Off The Land",
                "tip_32": "Here's a rundown of the fish you can only find in summer: Dorado, found in forest rivers during the day. Rainbow Trout, found in forest rivers and in the mountains during the day. Pufferfish, found in the ocean in the early afternoon. And Octopus, found in the ocean during the morning. Catch them while you can!^^  - Livin' Off The Land",
                "tip_36": "Let's talk corn. It's an unusual crop because it lasts for two seasons! That's right, while most crops die when the season changes, corn lives on. You can grow it in both summer and fall. Now, get out there and plant some corn!^^  - Livin' Off The Land",
                "tip_39": "Starting tomorrow, an unusual amount of shells and corals are expected to wash up on beaches all around the world. I'm no scientist, but I've heard it's something to do with crab mating season. At any rate, you could make some good coin combing your local beach.^^  - Livin' Off The Land",
                "tip_43": "Got a spa in your town? Relax and hold still in the steaming hot water to replenish your energy. Ahh... feels good, don't it?^^  - Livin' Off The Land",
                "tip_46": "Summer's known for its lightning storms. If you know how to craft a lightning rod, you can harvest the electricity and create battery packs. These can be sold or used for crafting!^^  - Livin' Off The Land",
                "tip_50": "Most towns have a seasonal calendar in front of the general store. It's a good idea to check on that now and then to get a feel for what's going on in the community. Make sure to check for any job postings as well!^^  - Livin' Off The Land",
                "tip_53": "Fall's almost here! It's arguably the most lucrative season for farmers, so make sure you're saving some money to buy new seeds. If you haven't upgraded your watering can by now, it's probably a good idea.^^  - Livin' Off The Land",
                "tip_57": "Let's talk sunflowers. When you harvest them you'll not only get a nice flower, but you'll likely get some seeds as well. You can replant those seeds or sell them. I'm sold!^^  - Livin' Off The Land",
                "tip_60": "It's blackberry season! Bushes across the countryside are overflowing with ripe fruit. Just go outside and see for yourself!^^  - Livin' Off The Land",
                "tip_64": "If you're a farmer in a small town, it's likely you'll be invited to create a \"grange display\" at some point. Typically, a grange display consists of 9 items that best showcase your talents. Shoot for high quality, high value items and make sure to have a variety as well. Fish, minerals, artisan goods, fruit, and vegetables are all good to have!^^  - Livin' Off The Land",
                "tip_67": "Fish Focus: Salmon. Salmon return to their spawning ground in fall to lay eggs. That means the rivers are chock-full of them! You can only find them in fall, so get out there and cast your pole.^^  - Livin' Off The Land",
                "tip_71": "Got any tappers? Crafty foragers known how to build 'em. You can attach them to the wild trees that grow all over. Maple trees yield maple syrup, oak trees provide resin, and pine trees produce pine tar. Syrup's the most valuable but all tree products have their uses!^^  - Livin' Off The Land",
                "tip_74": "Winter's almost here. Make sure you have enough hay stored up to feed your animals over the winter, when all the grass dies out. Each silo can hold 240 pieces of hay, so make sure to do the math and figure out if you need to build any more!^^  - Livin' Off The Land",
                "tip_78": "Fish Focus: Walleye. You can find this fish on rainy evenings during the fall and winter. It can be found in any freshwater location.^^  - Livin' Off The Land",
                "tip_81": "Winter's coming soon... and that means your farming operations will be coming to a halt. No crops grow in winter, unless you're lucky enough to have a greenhouse. But there's still plenty to do! More next time.^^  - Livin' Off The Land",
                "tip_85": "Winter... A time when all the world goes quiet.  Now's a great time to do some mining, fishing and gathering. Upgrade your tools in preparation for a productive spring. Or get your local carpenter to build something on your farm! Stock up on resources, upgrade, and prepare for the next year.^^  - Livin' Off The Land",
                "tip_88": "Wondering how to get your hands on 'Refined Quartz'? Just put a regular old quartz in the furnace. You'll need a lump of coal to fuel the fire.^^  - Livin' Off The Land",
                "tip_92": "Find any tree seeds while chopping wood? You can plant those in the ground and a new tree will grow. Get creative!^^  - Livin' Off The Land",
                "tip_95": "There's a couple fish you can only find in winter... Squid and Lingcod. Squid can be caught from the ocean in the evening. Lingcod can be found in fresh water all day. Of course, there's rumors of extremely rare and uniquefish that can only be found in particular seasons, but I don't have any information on them.^^  - Livin' Off The Land",
                "tip_99": "Let's talk geodes. Geodes are hollow stones that often contain valuable minerals. A blacksmith can crack them open for you for a fee. Now, there's different kinds of geodes... and each one yields a different subset of minerals. The rare \"omni-geode\", however, can contain every kind of mineral.^^  - Livin' Off The Land",
                "tip_102": "If you really want to make someone happy, give them their favorite gift on their birthday! Trust me.^^  - Livin' Off The Land",
                "tip_106": "Ever see three little brown stems poking up out of the ground? They're hard to spot, sometimes. But if you dig on that spot, you'll always find something. Don't ask me how it works.^^  - Livin' Off The Land",
                "tip_109": "Ever had the urge to dig around in your neighbor's trash? Ew! Hey, if that's your thing, just don't do it when anyone's around. If they notice you, they'll be seriously grossed out, and it'll harm your friendship. Well, unless they're into the same thing.^^  - Livin' Off The Land",
                "tip_113": "Well, a new year has arrived. Keep your eyes peeled for any new kinds of seeds being stocked in your local general store. Hopefully you upgraded your tools during the winter and you're ready for a productive year!^^  - Livin' Off The Land",
                "tip_116": "Fish Focus: Eel. Eels can be caught from the ocean in the spring and fall, during rainy evenings.^^  - Livin' Off The Land",
                "tip_120": "Got a kitchen? Cooking is a great way to enhance your abilities. Not only do they provide a convenient source of energy, but many dishes temporarily increase your skills, speed, and more! Smells good, don't it?^^  - Livin' Off The Land",
                "tip_123": "Item Spotlight: Crab Pot. Experienced anglers know how to craft crab pots. Despite the name, the pots can be used to catch a wide variety of aquatic critters, in both fresh and salt water. Just place your crab pot in the water and load with bait. Come back the next day and check on it to see what you caught. You'll need to load it with bait again to catch more.^^  - Livin' Off The Land",
                "tip_127": "It's salmonberry season! All across the countryside, bushes are teeming with juicy little berries, and they're free for the taking! Harvesting them is a great way to earn some extra cash.^^  - Livin' Off The Land",
                "tip_130": "Let's talk honey. No, not you, silly. I'm talking about the sweet product made by our friends, the bees. Here's the thing... if you've got some flowers blooming near your beehouse your bees can produce flavored honey. Otherwise you'll only get 'wild honey'. Pretty sweet, huh?^^  - Livin' Off The Land",
                "tip_134": "Here's a tip for you adventurers out there... don't forget your weapon's special attack! Swords can block incoming attacks, which is very useful when slimes are jumping at you. Clubs can pound the ground, sending enemies flying... and with a dagger you can perform a super-quick triple-strike attack! Be safe.^^  - Livin' Off The Land",
                "tip_137": "I'd like to talk about the famous Adventurer's Guild near Pelican Town. The guild leader, Marlon, has a nice rewards program for anyone brave enough to slay monsters in the local caves. Adventurers will receive powerful items in exchange for slaying large quantites of monsters. There's a poster on the wall with more details. Very cool!^^  - Livin' Off The Land",
                "tip_141": "I've heard that some folks stand near moving trains to gather any debris that falls off. Wow... the things people will do for a freebie!^^  - Livin' Off The Land",
                "tip_144": "Animal Spotlight: Pig.^^In these parts, pigs are trained to sniff out valuable truffles. You've got to let the porkers outside and be patient... they'll work their magic when they're good and ready. Make oil out of the truffles to maximize your profit.^^  - Livin' Off The Land",
                "tip_148": "Here's a reminder of the fish you can only find in summer: Dorado, found in forest rivers during the day. Rainbow Trout, found in forest rivers and in the mountains during the day. Pufferfish, found in the ocean in the early afternoon. And Octopus, found in the ocean during the morning. Catch them while you can!^^  - Livin' Off The Land",
                "tip_151": "Fish Focus: Super Cucumber. You can find this rare fish in the ocean. It only comes out in the evening, during summer and winter.^^  - Livin' Off The Land",
                "tip_155": "I know it's hard... but stop worrying so much about your horse! You can leave them anywhere and they'll make their way back home. They're very smart and independent animals!^^  - Livin' Off The Land",
                "tip_158": "Here's an idea... start a wild tree orchard! Put tappers on those trees and harvest the valuable syrup. Or don't! See if I care.^^  - Livin' Off The Land",
                "tip_162": "Item Spotlight: Keg. The classic use of a keg is to make wine out of grapes. But did you know you can make wine out of any fruit? Yep.^You can also make juice out of veggies.^^  - Livin' Off The Land",
                "tip_165": "Do you have a journal? Don't forget to check it from time to time. It's easy to forget that you've written something important down.^^  - Livin' Off The Land",
                "tip_169": "If you managed to get your hands on a 'rare seed', now's the time to plant it. Although it's said to take all season to grow, reliable sources have told me it actually takes just 24 days. The end result is rumored to be the sweetest fruit in the entire world.^^  - Livin' Off The Land",
                "tip_172": "It's blackberry season! Bushes across the countryside are overflowing with ripe fruit. Just go outside and see for yourself!^^  - Livin' Off The Land",
                "tip_176": "Some farmers have reported strange things happening when large fields of cauliflower, melon, or pumpkin reach maturity. Hmmm. I can't verify it, myself.^^  - Livin' Off The Land",
                "tip_179": "Looking to get married? You're going to need a Mermaid's Pendant. Everyone this side of the Gem Sea knows what it means when you give them a Mermaid's Pendant.^Getting your hands on such a pendant can be tricky. Every region seems to have their own custom, but it always has something to do with the beach or ocean.^^  - Livin' Off The Land",
                "tip_183": "Item Spotlight: Recycling Machine. Have you been catching a lot of junk while fishing? It's all too common in this day and age. Well, with a recycling machine you can turn those items into something useful. Just place your trash items into the machine and let it do it's thing. Each type of trash produces different kinds of items.^^  - Livin' Off The Land",
                "tip_186": "Fish Focus: Albacore. This fish can be found either early in the morning or at night. Look for it in the ocean in fall or winter.^^  - Livin' Off The Land",
                "tip_190": "Fish Focus: Woodskip, sandfish, and scorpion carp. The woodskip is said to only live deep in the woods. The sandfish and scorpion carp can only be found in desert oases.^^  - Livin' Off The Land",
                "tip_193": "It's just a couple days until communities around the Ferngill Republic celebrate Spirit's Eve! One tradition you may not know of is the search for the golden pumpkin. If your town has a haunted maze, then you can be sure there's a golden pumpkin hidden somewhere. Those things are valuable!^^  - Livin' Off The Land",
                "tip_197": "Folks, take my advice. You're going to need a nursery in your house before you can have kids. Baby needs a crib!^^  - Livin' Off The Land",
                "tip_200": "Item Spotlight: Crystalarium. This amazing machine can create infinite copies of any kind of gemstone. Just place the gemstone you'd like to copy in the machine let it do it's thing. It might take a while, but hey... that's pure profit!^^  - Livin' Off The Land",
                "tip_204": "If you have adult barn animals, and space left in your barn... there's always a chance one of your animals could give birth. It's something to keep in mind.^^  - Livin' Off The Land",
                "tip_207": "Fish Focus: Catfish. This relatively rare fish comes out of hiding when it rains. You'll find them living in rivers beside towns, where they enjoy feeding on whatever scraps end up in the water. They don't like hot weather, so don't bother fishing for them in the summer!^^  - Livin' Off The Land",
                "tip_211": "Item Spotlight: Worm Bin. Need an endless supply of bait? Build yourself a worm bin. Once you've got one going, you'll get a few pieces of bait every single day.^^  - Livin' Off The Land",
                "tip_214": "Underneath all that snow, spring seeds are chomping at the bit to start their new lives in the sun. Don't be surprised when spring rolls around and your farm needs some tidying up!^^  - Livin' Off The Land",
                "tip_218": "If you've got your hands on a gold pan, keep an eye out for something sparkly in the water.^There's often good ore in there, free for the taking!   ^^  - Livin' Off The Land",
                "tip_221": "Folks, I've got an announcement to make. This is the last new episode of Livin' Off The Land before my retirement. I've had a good time, and I'll miss you folks. Oh, and I've been told the station's going to start playing reruns next year. ^^Take care^^  - Livin' Off The Land!"
			}
        },
        {
            "Action": "EditData",
            "Target": "Data/mail",
            "When": {
                "Language": "de"
            },
			"Entries": {
				"cooking_1": "Gemüsepfanne! Der perfekte Weg, um etwas gesundes Grünzeugs auf deinen Teller zu zaubern. Schwitze das Gemüse in etwas Sesamöl an und wirf eine Menge frischen Ingwer und Knoblauch dazu. Jetzt tief durchatmen... Oh, das ist gut./Gemüsepfanne^^  - Die Königin der Soßen",
                "cooking_2": "Kohlsalat! Stellst du dir fade, schlaffe Kohlberge vor? Das geht nicht nur dir so. Aber ein guter Kohlsalat kann so viel mehr sein. Hierfür benötigst du saftigen, frischen Kohl. Vermische ihn mit ein wenig Essig und Mayonnaise und schon bist du fertig. Ah, so knackig und frisch./Kohlsalat^^  - Die Königin der Soßen",
                "cooking_3": "Radieschensalat! Es geht nichts über frische, gepfefferte Radieschen. Das erinnert mich an den späten Frühling... Meine Mutter schnitt unsere frischen Rettiche und brachte sie uns auf körnigem Brot mit etwas Salz und Pfeffer. Ah, das waren noch Tage... aber ich schweife ab. Jetzt, schau gut zu.../Radieschensalat^^  - Die Königin der Soßen",
                "cooking_4": "Omelett! Das ist so ein einfaches Gericht, wird aber oft falsch zubereitet! Ein perfektes Omelett ist eine Schönheit. Es ist ein purer, goldener Engel aus schimmernden Eiern und ich zeige dir meine geheime Technik. /Omelett^^  - Die Königin der Soßen",
                "cooking_5": "Gebackener Fisch! Immer wenn ich dieses Gericht hier zu Hause zubereite, werden meine Katzen total verrückt. Ich brauche einen zweiten Koch allein dafür, sie davon abzuhalten sich einen Bissen zu genehmigen! Stell einfach sicher, dass der Fisch frisch ist, vorzugsweise selbst geangelt! Jetzt sieh her, wie ich den Fisch auf diesem Bett voller Frühlingsgemüse anrichte.../Gebackener Fisch^^  - Die Königin der Soßen",
                "cooking_6": "Pfannkuchen! Manchmal verliere ich mich in ausgefallenen, komplizierten Gerichten, aber es fühlt sich gut an, mal einen einfachen Pfannkuchen zu machen. Ich empfehle, eine Menge Butter und Ahornsirup darüber zu geben. Mmmmh.../Pfannkuchen^^  - Die Königin der Soßen",
                "cooking_7": "Maki-Rolle! Der zarte Geschmack des Ozeans, eingehüllt in einer weichen Wolke aus Reis. Vielleicht ein wenig Wasabi für die Abenteuerlichen. Das Wasser läuft schon in meinem Mund zusammen. Oh, wie ich Sushi liebe./Maki-Rolle^^  - Die Königin der Soßen",
                "cooking_8": "Brot! Brote zu backen kann eine sehr komplexe Kunst sein, aber ich mache es einfach für dich. Die wichtigste Zutat ist natürlich Mehl. Aber bevor wir uns um den Teig kümmern, müssen wir unsere Hefe aktivieren. Sie bevorzugt warmes Wasser und etwas, woran sie sich nähren kann. Ich benutze hier einfach Zucker, aber Honig oder Ahornsirup geht auch!/Brot^^  - Die Königin der Soßen",
                "cooking_9": "Tortillas! Wie viele von euch verdrücken gerade einen Fertig-Burrito aus der Mikrowelle, während sie meine Sendung schauen? Schämt euch! Ihr könntet genauso gut eure Bohnen in einen alten Putzlappen wickeln. Hört mir gut zu. Wenn ihr einmal meine frischen, rustikalen Mais-Tortillas ausprobiert, könnt ihr nie wieder zurück.../Tortilla^^  - Die Königin der Soßen",
                "cooking_10": "Forellensuppe! Irgendetwas an diesen frisch gefangenen Forellen bringt mich in Fahrt. Vielleicht ist es der feine Geschmack des Flusses. Jedenfalls habe ich ein wundervolles Forellensuppenrezept, das ich heute mit euch teilen werde.../Forellensuppe^^  - Die Königin der Soßen",
                "cooking_11": "Glasierte Süßkartoffeln! Es ist Süßkartoffel-Saison und wie könnte man diese herrlichen Knollen besser genießen als süß und klebrig glasiert? Du brauchst eine gute, reife Süßkartoffel und jede Menge Zucker. Und das sind die nächsten Schritte.../Glasierte Süßkartoffeln^^  - Die Königin der Soßen",
                "cooking_12": "Artischockendip! Hier ist ein angenehmer Weg, um mehr Artischocken in deinen Körper zu befördern! Ich selbst tunke nicht mal irgendetwas rein. Ich schlürfe die Soße einfach wie einen Milchshake. Lecker./Artischockendip^^  - Die Königin der Soßen",
                "cooking_13": "Plumpudding! Wusstest du, dass in England zu Weihnachten traditionell Plumpudding gegessen wird? Versuch doch mal, selbst einen zu machen! Die Pflaumen sind blumig und süß und gerade säuerlich genug, um alle deine Geschmacksnerven voll zu aktivieren. Du musst es einfach selbst ausprobieren.../Plumpudding^^  - Die Königin der Soßen",
                "cooking_14": "Schokoladentorte! Gibt es einen besseren Weg diese kalten Winternächte zu verbringen, als sich durch einen üppigen Berg an Schokolade zu buddeln? Mit meiner Hilfe bist du auf dem besten Weg, die feinste Torte zu schaffen, die du je gesehen hast. Also, du brauchst erstmal eine ganze Menge Zucker.../Schokoladentorte^^  - Die Königin der Soßen",
                "cooking_15": "Kürbiskuchen! In meinem Haus ist es Tradition, während des Festmahls zum Winterstern einen Kürbiskuchen zu essen. Die Jahreszeit ist ohne diesen wundervollen Geschmack, der nur mit den feinsten, frisch geernteten Kürbissen erreicht werden kann, einfach nicht komplett. Ein wenig Muskat, Zimt und Nelke wird dich umhauen und in ein Land voll Gold und Purpur entführen!/Kürbiskuchen^^  - Die Königin der Soßen",
                "cooking_16": "Preiselbeer-Süßigkeit! Hier ein Rezept, das Spaß macht, und mit dem du das neue Jahr feiern kannst. Preiselbeeren sind an sich ziemlich bitter, aber tauche sie in ein Bad aus Zucker und sie schmecken wie die Tränen eines Engels. Gehe wie folgt vor.../Preiselbeer-Süßigkeit^^  - Die Königin der Soßen",
                "cooking_17": "Pizza! Es gibt einen Grund, warum Pizza ein zeitloser, kulinarischer Klassiker ist. Sie kombiniert eine unvergleichliche, goldbraune Kruste mit einer würzigen, mit Knoblauch verfeinerten Marinarasauce und kommt, um das alles noch zu toppen, mit einer köstlichen Verschmelzung dreier Käsesorten. Und wir haben gerade erst angefangen! Legen wir noch ein paar frische Paprika und Tomaten drauf. Fantastisch!/Pizza^^  - Die Königin der Soßen",
                "cooking_18": "Kartoffelpuffer! Etwas Einfaches, aber gleichzeitig Gutes! Du musst einfach nur ein paar Kartoffeln raspeln, ein wenig Salz hinzufügen und das ganze in deinem Lieblingsöl bis zur Perfektion braten. Klingt einfach, richtig? Nun, ich hab hier noch ein paar Tipps, um dir den Job noch weiter zu erleichtern./Kartoffelpuffer^^  - Die Königin der Soßen",
                "cooking_19": "Volles Frühstück! Letzte Woche habe ich dir beigebracht, wie man Kartoffelpuffer macht. Diese Woche werde ich dir zeigen, wie du sie mit anderen Zutaten kombinierst, um ein herzhaftes und gesundes Frühstück zu kreieren! Diese Mahlzeit wird dich richtig füllen und dir die nötige Energie für die Arbeit des ganzen Tages geben!/Volles Frühstück^^  - Die Königin der Soßen",
                "cooking_20": "Glücksmahlzeit! Einer alten Legende nach können Geister des Glücks und Schicksals diesem Gericht nicht widerstehen. Nachdem du es gegessen hast, wirst du vermutlich einen gut gesinnten Geist mit deinem Bauch anziehen, wo er dich bis zur vollständigen Verdauung mit Glück beschert! Klingt merkwürdig, was? Ich glaube auch nicht unbedingt daran, aber das Gericht ist trotzdem lecker!/Glücksmahlzeit^^  - Die Königin der Soßen",
                "cooking_21": "Hey, hattest du je eine Menge Karpfen auf Lager und wusstest nicht, was du damit anfangen sollst? Ja, ich auch. Stell dir vor, ich habe eine großartige Lösung zu diesem wohlbekannten Problem. Ich nenne es... Karpfen-Überraschung. Sie ist supereinfach zuzubereiten, aber du brauchst eine Menge Karpfen./Karpfen-Überraschung^^  - Die Königin der Soßen",
                "cooking_22": "Ahornriegel! Hast du auch schon gemerkt, wie die Ahornriegel immer als erstes aus der Donut-Schachtel verschwinden? Etwas überraschend, weil der gewöhnliche Ahornriegel geschmacklich eher einem gesüßten Hockeypuck ähnelt. Oder nicht? Warte nur ab, bis du mein Rezept ausprobiert hast. Du kannst den Wald in diesen Riegeln förmlich schmecken. Okay, zunächst brauchst du echten, hochqualitativen Ahornsirup.../Ahornriegel^^  - Die Königin der Soßen",
                "cooking_23": "Eine Zuschauerin aus Pelikan hat mir neulich geschrieben. Mal sehen... Ihr Name ist Haley. Sie schreibt, \"Ich habe letztes Mal in Zuzu deine 'Pinke Torte' probiert und mich verliebt. Könntest du dein Rezept in der nächsten Folge vorstellen?\". Warum eigentlich nicht? Es ist eine fabelhafte Torte. Und ihr werdet nie die geheime Zutat erraten... Melone!/Pinke Torte^^  - Die Königin der Soßen",
                "cooking_24": "Geröstete Haselnüsse! Ich habe einen schönen alten Haselnussbaum hinter meinem Haus und jedes Jahr lade ich meine Familie zu einer Röst-Party ein! Sobald wir einmal mit dem Rösten beginnen, kommen definitiv auch die Nachbarn vorbei. Dieser tiefe, nussige Geruch ist einfach unwiderstehlich. Also, hier das Familienrezept./Geröstete Haselnüsse^^  - Die Königin der Soßen",
                "cooking_25": "Obstsalat! Hier mal ein gesunder und schmackhafter Leckerbissen, um dir den Tag zu versüßen. Das Wichtigste daran ist, dass du reife Früchte nimmst. Vergiss das fade Zeug, das sie im Supermarkt verkaufen... Ich rede von frisch geernteten, saftigen, geschmacklich vorzüglichen Früchten. Okay, sieh genau zu.../Obstsalat^^  - Die Königin der Soßen",
                "cooking_26": "Brombeer-Pastete! Dieses Rezept hier erinnert mich immer an das Sternentautal. Es gibt ein paar Tage im Herbst, an denen das Tal mit den schmackhaftesten Brombeeren, die ich je gegessen habe, überfüllt ist. Wenn du es schaffst, dir ein paar unter den Nagel zu reißen, kann ich dir diese simple Pastete nur empfehlen./Brombeer-Pastete^^  - Die Königin der Soßen",
                "cooking_27": "Krabbenkuchen! Krabbenfleisch ist zwar ziemlich zart, aber wenn man es mit Brotkrümeln und Eiern mischt, kann man dem Ganzen etwas mehr Volumen geben. Das ist der Grund, warum Kuchen meine bevorzugte Methode ist, Krabben zu essen! Aber bevor du mit dem Schalenpulen beginnst, mach dich auf meine essentielle Gewürzmischung gefasst.../Krabbenkuchen^^  - Die Königin der Soßen",
                "cooking_28": "Straußfarn-Risotto! Straußfarne sind wunderschön, aber ziemlich fad ohne alles. Deshalb musst du besonders vorsichtig sein, wenn du die Gewürze wählst. Es ist ehrlich gesagt nicht einfach, ein gutes Straußfarn-Risotto zu machen. Aber mit meiner Hilfe hast du die besten Chancen auf Erfolg./Straußfarn-Risotto^^  - Die Königin der Soßen",
                "cooking_29": "Mohnmuffin! Mohn ist eine schöne Pflanze für Dekorationen... Aber warum sollte man die Pflanze nicht für diese wundervollen Muffins voll ausnutzen? Ich bin ein Riesenfan von Mohn. Er ist ziemlich fein, aber gibt einen guten Geschmack und eine herrliche Textur für brotige Desserts ab. Und er ist gesund!/Mohnmuffin^^  - Die Königin der Soßen",
                "cooking_30": "Hummer-Bisque! Das hier könntest du dem Präsidenten selbst servieren. Es ist üppig, cremig und lecker, mit der richtigen Menge an Meeresfrüchtearoma. Hummer zu finden wird der schwierigste Teil daran sein, aber ich bin mir sicher, dass du das hinbekommst. Oder wenn du dich daran versuchen möchtest, könntest du sicher einen mit einer Krabbenreuse fangen!/Hummer-Bisque^^  - Die Königin der Soßen",
                "cooking_31": "Bruschetta! Eine wundervoll einfache Vorspeise, die wirklich die Qualität der Zutaten hervorhebt. Du brauchst Brot, Tomaten und Öl. Zuerst musst du das Brot grillen. Dann schneidest du die Tomaten in Scheiben und legst sie auf das Brot. Dann mit etwas Öl beträufeln und servieren. Wie gesagt, supereinfach!/Bruschetta^^  - Die Königin der Soßen",
                "cooking_32": "Shrimp-Cocktail! Ein weiterer guter Appetithappen für dich und deine Gäste. Meine Cocktail-Soße ist besonders pikant, aber du wirst sie sicherlich lieben. Nun, der erste Schritt./Shrimp-Cocktail^^  - Die Königin der Soßen",
                "tip_1": "Diese Sendung heute ist euch Grünschnäbeln gewidmet: Hackt ein wenig Holz und sucht nach Wildpflanzen, um ein wenig Geld zu verdienen, während ihr auf eure erste Ernte wartet!^^  - Leben vom Land",
                "tip_4": "Eine Meldung an alle Leute im Sternentautal. Schaut euch südwestlich der Stadt nach Frühlingszwiebeln um, wo der Fluss ins Meer mündet. Hin und wieder könnt ihr eine ganze Menge von ihnen dort finden.^^  - Leben vom Land",
                "tip_8": "Lasst uns über Zäune reden. Zäune sind nützlich, um Unkraut fernzuhalten und eure Pflanzen zu schützen. Sie helfen Bauern aber auch dabei ihr Vieh zusammen zu halten. Zäune gehen nach einer Weile kaputt, aber Stein-, Eisen- und Hartholzzäune halten länger als gewöhnliches Holz!^^  - Leben vom Land",
                "tip_11": "Krähen plagen? Nicht verzagen! Du brauchst nur eine Vogelscheuche! Mit einer Vogelscheuche auf dem Hof kannst du die Krähen fernhalten. Schütze deine wertvollen Pflanzen!^Eine Sache noch... brauchst du einen größeren Rucksack für all deine Sachen? Schau mal im örtlichen Gemischtwarenladen nach!^^  - Leben vom Land",
                "tip_15": "Es ist Lachsbeerenzeit! Im ganzen Land sind Büsche voller saftiger kleiner Beeren und du kannst sie einfach pflücken! Sie zu ernten ist ein großartiger Weg, um ein wenig Geld dazu zu verdienen.^^  - Leben vom Land",
                "tip_18": "Ah, erfrischender Regen... der beste Freund des Bauern! Wenn es regnet, brauchst du dir um die Bewässerung eurer Pflanzen keine Gedanken machen. Nutze das zu deinem Vorteil!^^  - Leben vom Land",
                "tip_22": "Schnapp dir eine Angel und verkaufe deine Ausbeute! Mit Angeln kannst du immer dein Konto etwas aufbessern, wenn du gerade sonst nichts zu tun hast. Die Distanz von deinem Köder zum Land entscheidet darüber, welche Art von Fisch dir an die Angel geht... aber auch der Ort, das Wetter, wie auch die Jahres- und Tageszeit!^^  - Leben vom Land",
                "tip_25": "Obstbäume. Sie brauchen eine volle Jahreszeit, um zu wachsen, also plane im Voraus! Wenn etwas das Gebiet um euren Baum herum blockiert, wird das Wachstum beeinträchtigt. Ist euer Obstbaum dann endlich herangewachsen, reifen jeden Tag neue, köstliche Früchte für die Jahreszeit heran! Zeit zu sparen!^^  - Leben vom Land",
                "tip_29": "Der Sommer ist da, zusammen mit einer Menge neuer Pflanzen zum Pflanzen! Wie zum Beispiel Hopfen. Die Ranken brauchen eine Weile, aber wenn sie erstmal ausgewachsen sind, kann man sie jeden Tag ernten. Viel Glück!^^  - Leben vom Land",
                "tip_32": "Hier ein kleiner Überblick über die Fische, die du nur im Sommer finden kannst: Goldmakrelen, in den Flüssen der Wälder am Tag. Regenbogenforellen, in den Flüssen der Wälder und den Bergen am Tag. Kugelfische, im Ozean am frühen Nachmittag. Und Oktopusse, im Ozean am Morgen. Schnapp sie dir, solange sie da sind!^^  - Leben vom Land",
                "tip_36": "Lass uns über Mais reden. Er ist eine etwas ungewöhnliche Pflanze, weil er ganze zwei Jahreszeiten überdauert! Das ist richtig, während die meisten Pflanzen beim Wechsel der Jahreszeit sterben, lebt der Mais weiter. Du kannst ihn im Sommer und im Herbst anpflanzen. Los, pflanz einfach mal ein wenig Mais an!^^  - Leben vom Land",
                "tip_39": "Ab morgen wird angeblich eine unüblich hohe Menge an Muscheln und Korallen an die Strände der Welt gespült werden. Ich bin kein Wissenschaftler, aber ich habe gehört, dass es irgendetwas mit der Paarungszeit der Krabben zu tun hat. Jedenfalls kannst du gutes Geld verdienen, wenn du dich ein wenig an eurem örtlichen Strand umsiehst.^^  - Leben vom Land",
                "tip_43": "Gibt es in deiner Stadt ein Spa? Entspanne dich im dampfend heißen Wasser, um neue Kräfte zu sammeln. Ahh... Das tut gut, oder?^^  - Leben vom Land",
                "tip_46": "Der Sommer ist bekannt für seine Gewitterstürme. Wenn du weißt, wie man einen Blitzableiter herstellt, kannst du die Elektrizität nutzen, um Batterien herzustellen. Diese können dann verkauft oder zur Herstellung von Objekten genutzt werden!^^  - Leben vom Land",
                "tip_50": "Die meisten Städte haben einen Kalender der Jahreszeiten vor ihren Gemischtwarenläden. Es ist sehr ratsam, diesen hin und wieder zu überprüfen. Dann weißt du auch Bescheid, was in deiner Gemeinde so vor sich geht. Und wirf immer einen Blick auf die Jobangebote!^^  - Leben vom Land",
                "tip_53": "Der Herbst ist fast da! Er ist wohl die ertragreichste Zeit für Bauern, also achte darauf, etwas Geld für neue Saat zurückzulegen! Wenn du bis jetzt noch keine bessere Gießkanne hast, wäre das vermutlich auch keine dumme Idee.^^  - Leben vom Land",
                "tip_57": "Reden wir über Sonnenblumen. Wenn du sie erntest, bekommst du nicht nur eine schicke Blume, sondern auch ein paar Samen. Ihr könnt die Samen nicht nur neu pflanzen, sondern auch verkaufen. Mehr brauche ich nicht zu sagen, oder?^^  - Leben vom Land",
                "tip_60": "Es ist Brombeerenzeit! Die Büsche des ganzen Landes strotzen nur so vor reifen Früchten. Geh einfach nach draußen und sieh selbst!^^  - Leben vom Land",
                "tip_64": "Wenn du ein Bauer in einer kleinen Stadt bist, kann es gut sein, dass du zu einer \"Bauernhofschau\" eingeladen wirst. Dafür brauchst du gewöhnlich eine Auslage von 9 Gegenständen, die dein Talent am besten repräsentieren. Achte auf hohe Qualität, hohen Wert und Vielseitigkeit! Fische, Minerale, Handwerke, Früchte und Gemüse machen sich dabei sehr gut!^^  - Leben vom Land",
                "tip_67": "Fisch-Fokus: Lachs. Lachse kehren im Herbst zu ihrem Geburtsort zurück, um Eier zu legen. Das heißt, dass die Flüsse voll von ihnen sind! Du kannst sie nur im Herbst finden, also schnapp dir deine Angel und ziehe los!^^  - Leben vom Land",
                "tip_71": "Hast du schon einen Zapfhahn? Geschickte Sammler wissen, wie man einen baut. Du kannst sie an jegliche Bäume anbringen, die überall wachsen. Ahornbäume produzieren Ahornsirup, Eichen Harz und Kiefern bringen Holzteer. Sirup ist am wertvollsten, aber alle Baumerzeugnisse haben ihren Nutzen!^^  - Leben vom Land",
                "tip_74": "Der Winter ist schon fast da. Lege einen Vorrat Heu für die Tiere im Winter an, da das Gras in der Jahreszeit verschwindet. Jeder Silo kann bis zu 240 Stücke Heu lagern, also rechne aus, wie viele du bauen solltest!^^  - Leben vom Land",
                "tip_78": "Fisch-Fokus: Glasaugenbarsch. Du kannst diesen Fisch an verregneten Abenden im Herbst und Winter finden. Er kann an allen Süßwasserorten gefunden werden.^^  - Leben vom Land",
                "tip_81": "Der Winter steht vor der Tür... Das heißt, dass erstmal Pause im Hofbetrieb angesagt ist. Es gibt keine Aussaat im Winter, außer du bist glücklicher Besitzer eines Gewächshauses. Aber es gibt trotzdem eine Menge zu tun! Mehr dazu das nächste Mal.^^  - Leben vom Land",
                "tip_85": "Winter... Eine Zeit, in der die ganze Welt still wird. Jetzt wäre ein großartiger Zeitpunkt, um ein wenig zu angeln, die Minen zu erforschen und zu sammeln. Verbessere deine Werkzeuge, um dich auf einen möglichst produktiven Frühling vorzubereiten! Oder bitte den örtlichen Schreiner darum, etwas auf eurem Hof zu bauen! Lege Vorräte an, verbessere Dinge und bereite dich auf das nächste Jahr vor.^^  - Leben vom Land",
                "tip_88": "Du willst bestimmt wissen, wie du an \"verfeinerten Quarz\" kommst. Wirf einfach gewöhnlichen Quarz in den Schmelzofen. Dann brauchst du noch einen Kohleklumpen, um das Feuer zu anzufachen.^^  - Leben vom Land",
                "tip_92": "Hast du beim Holzfällen irgendwelche Samen gefunden? Du kannst sie im Boden einpflanzen, um einen neuen Baum wachsen zu lassen. Sei kreativ!^^  - Leben vom Land",
                "tip_95": "Es gibt ein paar Fische, die du nur im Winter finden kannst... Tintenfische und Lengdorsche. Tintenfische können im Ozean am Abend gefangen werden. Lengdorsche den ganzen Tag in allen Süßwässern. Natürlich gibt es auch noch Gerüchte über extrem seltene und einzigartige Fische, die nur zu gewissen Jahreszeiten zu sehen sind, aber ich weiß nichts genaues darüber.^^  - Leben vom Land",
                "tip_99": "Diese Folge geht um Geoden. Geode sind hohle Steine, die oft sehr wertvolle Minerale enthalten. Ein Schmied kann sie dir zu einem gewissen Preis aufbrechen. Es gibt verschiedene Geode... und jeder einzelne davon produziert eine andere Gruppe an Mineralen. Der seltene \"Omni-Geode\" jedoch kann jede Art von Mineral beinhalten.^^  - Leben vom Land",
                "tip_102": "Wenn du jemanden wirklich glücklich machen willst, schenke der Person einfach ihr Lieblingsgeschenk an ihrem Geburtstag! Vertrau mir.^^  - Leben vom Land",
                "tip_106": "Hast du schon drei kleine, braune Stiele aus dem Boden sprießen sehen? Sie sind manchmal wirklich schwer zu erkennen. Aber wenn du an dieser Stelle gräbst, kannst du immer etwas finden. Frag mich nicht, wie das funktioniert.^^  - Leben vom Land",
                "tip_109": "Hattest du jemals das Bedürfnis, durch den Müll deines Nachbarn zu stöbern? Pfui! Hey, wenn dich das glücklich macht, dann tu es wenigstens still und heimlich. Wenn dich jemand dabei beobachtet, wird diese Person echt angewidert sein und sich von dir abwenden. Außer, sie steht auch auf so etwas.^^  - Leben vom Land",
                "tip_113": "Ein neues Jahr bricht an. Halte die Augen offen, falls ein neues Saatgut im örtlichen Gemischtwarenladen auftaucht. Hoffentlich hast du deine Werkzeuge verbessert und bist auf ein neues, produktives Jahr vorbereitet!^^  - Leben vom Land",
                "tip_116": "Fisch-Fokus: Aal. Aale können im Ozean gefangen werden, aber nur im Frühling und Herbst und an verregneten Abenden.^^  - Leben vom Land",
                "tip_120": "Hast du eine Küche? Kochen ist eine gute Methode, deine Fähigkeiten zu verbessern. Es dient nicht nur dazu, deine Energiereserven wieder aufzufüllen, manche Gerichte verbessern vorübergehend sogar deine Fähigkeiten, Geschwindigkeit und mehr! Riecht gut, oder?^^  - Leben vom Land",
                "tip_123": "Gegenstände im Rampenlicht: Krabbenreuse. Erfahrene Angler wissen, wie man eine Reuse herstellt. Diese Art an Falle kann dazu genutzt werden, eine Vielzahl von Wasserkreaturen zu in Süß- und Salzwässern zu fangen. Platziere die Reuse einfach im Wasser und lege einen Köder hinein. Am nächsten Tag kannst du dann nachsehen, was dir in die Falle gegangen ist. Danach musst du einen neuen Köder auslegen.^^  - Leben vom Land",
                "tip_127": "Es ist Lachsbeerenzeit! Im ganzen Land sind Büsche voller saftiger kleiner Beeren und du kannst sie einfach pflücken! Sie zu ernten ist ein großartiger Weg, um ein wenig Geld dazu zu verdienen.^^  - Leben vom Land",
                "tip_130": "Süße, Süßer... Wir müssen reden. Nein, so meinte ich das nicht. Natürlich rede ich vom süßen Produkt unserer Freunde, den Bienen. Pass auf... Wenn du ein paar Blumen in der Nähe deines Bienenkorbs hast, können deine Bienen besonderen Honig produzieren. Ansonsten produzieren sie nur gewöhnlichen Wildhonig. Ziemlich bien-ial, was?^^  - Leben vom Land",
                "tip_134": "Hier ein Tipp für die Abenteurer unter euch... Denkt an den Spezialangriff eurer Waffe! Schwerter können Angriffe blocken, was bei Schleimangriffen sehr gelegen kommt. Keulen können auf den Boden schlagen, wodurch Gegner in die Luft gewirbelt werden... und mit einem Dolch könnt ihr einen superschnellen Dreifachangriff ausführen! Passt auf euch auf.^^  - Leben vom Land",
                "tip_137": "Ich würde gerne über die berühmte Abenteurergilde in der Nähe von Pelikan reden. Der Gildenleiter Marlon hat ein nettes Belohnungsprogramm für jeden, der sich zur Monsterjagd in die Höhlen wagt. Abenteurer erhalten mächtige Gegenstände für das Besiegen möglichst vieler Monster. Dort hängt auch ein Poster mit weiteren Einzelheiten. Ziemlich cool!^^  - Leben vom Land",
                "tip_141": "Ich habe gehört, dass ein paar Leute neben vorbeifahrenden Zügen warten, um herausfallende Dinge aufzusammeln. Wow... Manche Leute tun alles für etwas Kostenloses!^^  - Leben vom Land",
                "tip_144": "Tiere im Rampenlicht: Schweine.^^In diesen Landen sind Schweine dazu trainiert, wertvolle Trüffel zu erschnüffeln. Du musst die Schweinchen raus lassen und geduldig sein... Sie brechen auf, sobald sie bereit sind. Um noch mehr Geld einzunehmen, kannst du aus den Trüffeln Öl machen.^^  - Leben vom Land",
                "tip_148": "Hier eine kurze Erinnerung bezüglich der Fische, die man nur im Sommer finden kann: Goldmakrelen, in den Flüssen der Wälder am Tag. Regenbogenforellen, in den Flüssen der Wälder und den Bergen am Tag. Kugelfische, im Ozean am frühen Nachmittag. Und Oktopusse, im Ozean am Morgen. Schnapp sie dir, solange sie da sind!^^  - Leben vom Land",
                "tip_151": "Fisch-Fokus: Super-Seegurke. Diesen seltenen Fisch kannst du nur im Ozean finden. Er kommt nur am Abend heraus, und das im Sommer und Winter.^^  - Leben vom Land",
                "tip_155": "Ich weiß, es ist schwer... aber mach dir nicht zu viele Sorgen um dein Pferd! Du kannst es überall stehen lassen und es findet immer seinen Weg zurück nach Hause. Pferde sind extrem schlaue und selbstständige Tiere!^^  - Leben vom Land",
                "tip_158": "Hier eine Idee... Züchte einen Wildbaum-Obstgarten heran! Bringe an all diesen Bäumen Zapfhähne an und ernte den wertvollen Sirup. Oder auch nicht! Mach, was du willst.^^  - Leben vom Land",
                "tip_162": "Gegenstände im Rampenlicht: Fass. Gewöhnlich werden Fässer zur Herstellung von Wein aus Trauben verwendet. Aber wusstest du, dass du Wein aus allen Früchten machen kannst? Oh ja.^Du kannst auch Saft aus Gemüse machen.^^  - Leben vom Land",
                "tip_165": "Führst du ein Tagebuch? Denke daran, hin und wieder einen Blick hinein zu werfen. Man vergisst schnell, dass man etwas Wichtiges aufgeschrieben hat.^^  - Leben vom Land",
                "tip_169": "Falls du in den Besitz einer \"seltenen Saat\" gekommen bist, wäre jetzt der Zeitpunkt zum Säen. Auch wenn es heißt, dass es eine ganze Jahreszeit braucht, haben mir verlässliche Quellen gesagt, dass es nur 24 Tage dauert. Das Resultat soll angeblich die süßeste Frucht der ganzen Welt sein.^^  - Leben vom Land",
                "tip_172": "Es ist Brombeerenzeit! Die Büsche des ganzen Landes strotzen nur so vor reifen Früchten. Geh einfach nach draußen und sieh selbst!^^  - Leben vom Land",
                "tip_176": "Einige Bauern haben von merkwürdigen Vorkommnissen berichtet, wenn große Felder voll Blumenkohl, Melonen oder Kürbissen heranreifen. Hmmm. Ich selbst kann das nicht bestätigen.^^  - Leben vom Land",
                "tip_179": "Du möchtest heiraten? Dann brauchst du ein Meerjungfrauen-Amulett. Alle Einheimischen diesseits der Edelsteinsee wissen, was es bedeutet, eins dieser Amulette zu bekommen.^Aber es zu finden kann etwas kompliziert sein. Jede Region scheint ihre eigenen Bräuche zu haben, aber normalerweise hat es immer etwas mit dem Strand oder Ozean zu tun.^^  - Leben vom Land",
                "tip_183": "Gegenstände im Rampenlicht: Recycle-Maschine. Hast du eine Menge Müll geangelt? Das kommt heutzutage einfach viel zu häufig vor. Allerdings kann man mit einer Recycle-Maschine diese Gegenstände wieder in etwas Nützliches verwandeln. Wirf einfach den Müll in die Maschine und sie kümmert sich darum. Jede Art Müll produziert eine andere Art von Gegenstand.^^  - Leben vom Land",
                "tip_186": "Fisch-Fokus: Weißer Thunfisch. Dieser Fisch kann entweder früh am Morgen oder in der Nacht gefunden werden. Suche ihn im Ozean, im Herbst oder Winter.^^  - Leben vom Land",
                "tip_190": "Fisch-Fokus: Waldspringer, Sandfisch und Skorpionkarpfen. Der Waldspringer lebt anscheinend nur tief in den Wäldern. Der Sandfisch und Skorpionkarpfen können nur in Wüstenoasen gefunden werden.^^  - Leben vom Land",
                "tip_193": "Nur noch wenige Tage, bis die Gemeinden der Farnschlucht-Republik die Geisternacht feiern! Eine Tradition, die dir vielleicht noch unbekannt ist, ist die Suche nach dem goldenen Kürbis. Wenn deine Stadt ein verfluchtes Labyrinth hat, dann ist dort sicher irgendwo ein goldener Kürbis versteckt. Diese Kürbisse sind wertvoll!^^  - Leben vom Land",
                "tip_197": "Leute, hört mir gut zu. Ihr braucht ein Kinderzimmer, bevor ihr Kinder haben könnt. Ein Baby braucht eine Krippe!^^  - Leben vom Land",
                "tip_200": "Gegenstände im Rampenlicht: Kristallarium. Diese geniale Maschine kann unendlich Kopien von jeder Art an Edelstein anfertigen. Lege einfach den gewünschten Edelstein in die Maschine und warte auf das Ergebnis. Es braucht vielleicht eine Weile, aber mal ehrlich... Das ist reiner Gewinn!^^  - Leben vom Land",
                "tip_204": "Wenn du ausgewachsene Tiere auf dem Hof und genügend Platz hast... dann ist es gut möglich, dass eines eurer Tiere Nachwuchs bekommt. Behalte das immer im Hinterkopf.^^  - Leben vom Land",
                "tip_207": "Fisch-Fokus: Katzenfisch. Dieser relativ seltene Fisch kommt nur aus seinem Versteck, wenn es regnet. Du findest ihn in Flüssen in der Nähe von Städten, wo er sich an allen möglichen Resten im Wasser labt. Er mag aber keine höheren Temperaturen, also brauchst du dir im Sommer keine Mühe mit der Suche geben!^^  - Leben vom Land",
                "tip_211": "Gegenstände im Rampenlicht: Wurmkübel. Brauchst du einen ewigen Vorrat an Ködern? Zeit für einen Wurmkübel. Sobald er bereit ist, bekommst du täglich ein paar Köder.^^  - Leben vom Land",
                "tip_214": "Unter all dem Schnee fängt die Frühlingssaat an, sich an die Oberfläche zu kämpfen um ihr neues Leben in der Sonne zu beginnen. Sei nicht überrascht, wenn der Frühling kommt und dein Hof ein wenig Aufräumarbeit nötig hat!^^  - Leben vom Land",
                "tip_218": "Wenn du eine Goldwaschpfanne besitzt, achte auf glänzende Dinge im Wasser.^Oft gibt es dort gutes Erz... Und wer es findet, darf es behalten!^^  - Leben vom Land",
                "tip_221": "Leute, ich habe eine Ankündigung für euch. Das ist die letzte Folge von \"Leben vom Land\", bevor ich in Rente gehe. Ich hatte eine gute Zeit und werde euch alle vermissen. Oh, die Leute vom Sender meinten, sie würden ab nächstes Jahr Wiederholungen zeigen. ^^Passt gut auf euch auf^^  - Leben vom Land!"
            }
        },
        {
            "Action": "EditData",
			"Target": "Data/mail",
            "When": {
                "Language": "es"
            },
			"Entries": {
                "cooking_1": "¡Sofrito! Es la manera perfecta de llenar tu mesa de verduritas sanas. Salteadlas con un poco de aceite de sésamo y añadid mucho jengibre y ajo frescos. Ahora respirad hondo... Así, muy bien./Sofrito^^  - La reina de la salsa",
                "cooking_2": "¡Chucrut! ¿Te viene a la mente un montón de col lacia? A ti y a todos. Pero un buen chucrut puede ser mucho más. Lo más importante es tener una col fresca y jugosa para este plato. Se mezcla con un poco de vinagre y mayonesa, y listo. Mmm, qué crujiente./Chucrut^^  - La reina de la salsa",
                "cooking_3": "¡Ensalada de rábanos! No hay nada como un rábano fresco y picante. Me recuerda a finales de primavera... Mi madre solía cortar rábanos frescos y los servía sobre pan de cereales, con un poco de sal y pimienta. Qué tiempos aquellos... Pero me estoy yendo por las ramas. Prestad atención.../Ensalada de rábanos^^  - La reina de la salsa",
                "cooking_4": "¡Tortilla! ¡A pesar de la sencillez del plato, mucha gente lo hace mal! Una tortilla perfecta es una obra de gran belleza. Es un ángel dorado de huevo reluciente. Os voy a mostrar mi técnica secreta.../Tortilla^^  - La reina de la salsa",
                "cooking_5": "¡Pescado asado! Siempre que lo preparo en casa, mis gatos se vuelven locos. ¡Necesito un pinche solo para mantenerlos alejados de la encimera! Aseguraos de que el pescado sea fresco, ¡si es atrapado por vosotros todavía mejor! Observad cómo coloco el pescado sobre un lecho de verduritas de primavera.../Pescado asado^^  - La reina de la salsa",
                "cooking_6": "¡Tortitas! A veces me dejo llevar por platos complicados y sofisticados... Pero una simple tortita tiene algo tranquilizador. Necesitarás mucha mantequilla y jarabe de arce para echarle a estas torres calentitas... Ñam, ñam.../Tortitas^^  - La reina de la salsa",
                "cooking_7": "¡Rollitos maki! El delicado sabor del océano encerrado en una esponjosa nube de arroz. Y quizás un poco de wasabi para los más valientes. Se me hace la boca agua. ¡Me encanta el sushi!/Rollitos maki^^  - La reina de la salsa",
                "cooking_8": "¡Pan! Hacer pan puede ser una forma de arte muy compleja, pero lo simplificaré para vosotros. El ingrediente más importante es, por supuesto, la harina. Pero antes de hacer la masa, tenemos que activar la levadura. A la levadura le gusta el agua templada y tener algo de alimento. Yo utilizo azúcar, ¡pero la miel o el jarabe de arce funcionan igual!/Pan^^  - La reina de la salsa",
                "cooking_9": "¡Tortilla de maíz! ¿Cuántos de vosotros estáis comiéndoos un burrito precocinado y calentado en el microondas ahora mismo? ¡Vergüenza debería daros! Para eso podríais envolver las judías en un trapo viejo. Escuchad. Una vez hayáis probado mis tradicionales tortillas de maíz frescas, no querréis volver a probar las otras.../Tortilla de maíz^^  - La reina de la salsa",
                "cooking_10": "¡Sopa de trucha! La trucha recién pescada tiene algo que me hace enloquecer. Quizás sea el sabor sutil a río. En cualquier caso, tengo una maravillosa receta de sopa de trucha para compartir con vosotros hoy.../Sopa de trucha^^  - La reina de la salsa",
                "cooking_11": "¡Ñames glaseados! Es la temporada del ñame, ¿y qué mejor manera de disfrutar estos deliciosos tubérculos que untarlos en un glaseado dulce y meloso? Necesitarás un buen ñame maduro y un montón de azúcar. Así es como se prepara.../Ñames glaseados^^  - La reina de la salsa",
                "cooking_12": "¡Salsa de alcachofa! Una forma deliciosa de ingerir más alcachofas. Yo personalmente nunca mojo nada en la salsa. La engullo como si fuera un batido. Deliciosa./Salsa de alcachofa^^  - La reina de la salsa",
                "cooking_13": "¡Pudin de ciruela! A Hansel y Gretel les pirra esta delicia que se deshace en la boca. ¿Y a quién no? Las ciruelas son florales y dulces, con el punto justo de acidez para activar absolutamente todas las papilas gustativas. Vais a tener que comprobarlo personalmente.../Pudin de ciruela^^  - La reina de la salsa",
                "cooking_14": "¡Pastel de chocolate! ¿Qué mejor manera de pasar estas frías noches de invierno que excavar en una rica montaña de chocolate? Con mi ayuda, podréis crear el mejor pastel que hayáis visto nunca. Eso sí, necesitaréis mucho azúcar.../Pastel de chocolate^^  - La reina de la salsa",
                "cooking_15": "¡Tarta de calabaza! En mi casa es tradición comer tarta de calabaza durante la fiesta de la estrella invernal. La temporada no está completa sin ese fantástico sabor que solo se obtiene con las mejores calabazas frescas. Un poco de nuez moscada, canela y clavo te harán volar a un mundo carmesí y dorado.../Tarta de calabaza^^  - La reina de la salsa",
                "cooking_16": "¡Dulce de grosellas! Una forma divertida de celebrar el año nuevo. Las grosellas solas son algo amargas, pero si las sumerges en un océano de azúcar saben a lágrimas de ángel. Se prepara así.../Dulce de grosellas^^  - La reina de la salsa",
                "cooking_17": "¡Pizza! No por nada la pizza es un clásico atemporal de la cocina. Está su corteza artesana tostada, su ácida salsa marinara con un toque de ajo, y encima de todo, una mezcla de quesos que hace la boca agua. ¡Y eso no es más que el principio! Añadámosle pimiento fresco y tomate por encima. ¡Madre mía!/Pizza^^  - La reina de la salsa",
                "cooking_18": "¡Croquetas de patata! Esta receta es muy sencilla, ¡pero eso es bueno! Solo tienes que triturar patatas, añadir una cantidad generosa de sal y freírlas a fuego fuerte hasta la perfección en tu aceite preferido. Suena fácil, ¿no? Os daré unas indicaciones que lo harán más fácil todavía.../Croquetas de patata^^  - La reina de la salsa",
                "cooking_19": "¡Desayuno inglés! La semana pasada os enseñé a hacer croquetas de patata. Esta semana os mostraré cómo combinarlas con otros ingredientes para crear un copioso desayuno inglés. Os llenará y os proporcionará la energía necesaria para un duro día de trabajo./Desayuno inglés^^  - La reina de la salsa",
                "cooking_20": "¡Almuerzo de la suerte! Según una antigua leyenda, esta comida resulta irresistible a los espíritus de la suerte y la fortuna. Al consumirla, es posible que atraigas a un buen espíritu a tu barriga, ¡desde donde te bendecirá con buena suerte hasta que digieras la comida! Suena raro, ¿verdad? No puedo decir que me lo crea, ¡pero sigue estando delicioso!/Almuerzo de la suerte^^  - La reina de la salsa",
                "cooking_21": "¿Has tenido alguna vez un montón de carpas y no sabías qué hacer con ellas? Sí, yo también. Pues he ideado una gran solución para este problema tan común. Yo lo llamo... Sorpresa de carpa. Es bastante fácil de hacer, pero necesitarás muchas carpas.../Sorpresa de carpa^^  - La reina de la salsa",
                "cooking_22": "¡Bollito de arce! ¿Has notado que siempre son los primeros en desaparecer de la caja de rosquillas? Sorprendente, porque un bollito de arce estándar sabe a disco de hockey glaseado. ¿Verdad? Pues espera a probar mi receta. En estos bollitos se nota el verdadero sabor del bosque. Primero necesitarás jarabe de arce del bueno.../Bollito de arce^^  - La reina de la salsa",
                "cooking_23": "Una telespectadora de Pueblo Pelícano me escribió hace poco... A ver... Se llama Haley. Me dice «Probé tu pastel rosa la última vez que fui a Ciudad Zuzu y me enamoré de él. ¿Podrías compartir la receta en tu próximo episodio?» ¿Por qué no? Es un pastel maravilloso. Y nunca adivinaríais el ingrediente secreto... ¡Melón!/Pastel rosa^^  - La reina de la salsa",
                "cooking_24": "¡Avellanas tostadas! Tengo un viejo avellano detrás de casa, ¡y cada año invito a la familia a una fiesta del tueste! Una vez empezamos a tostar, es inevitable que los vecinos se acerquen. Este olor rico a frutos secos es irresistible. Esta es mi receta familiar.../Avellanas tostadas^^  - La reina de la salsa",
                "cooking_25": "¡Macedonia! Un capricho sano y delicioso para alegrar vuestro día. Lo más importante es tener fruta madura. Olvidaos de la fruta sosa que venden en el supermercado... Yo me refiero a fruta recién cogida, jugosa y repleta de sabor. Prestad mucha atención.../Macedonia^^  - La reina de la salsa",
                "cooking_26": "¡Tarta de moras! Esta receta siempre me recuerda a Stardew Valley. Hay unos días en otoño en los que el valle rebosa con las moras más deliciosas que he probado nunca. Si os hacéis con algunas, recomiendo encarecidamente esta sencilla tarta para ellas./Tarta de moras^^  - La reina de la salsa",
                "cooking_27": "¡Tortas de cangrejo! La carne de cangrejo es muy endeble de por sí, pero mezclada con pan rallado y huevo gana mucho cuerpo. ¡Por eso estas tortas son mi forma favorita de comer cangrejo! Pero antes de empezar a romper caparazones, prestad atención a cómo hacer mi aderezo esencial.../Tortas de cangrejo^^  - La reina de la salsa",
                "cooking_28": "¡Risotto de helecho! Los helechos son preciosos, pero bastante sosos si no llevan aliño. Por eso hay que tener mucho cuidado con las especias que se le añaden. Sinceramente, no es fácil conseguir un buen risotto de helecho. Pero, con mi ayuda, tendréis una mayor oportunidad de conseguirlo./Risotto de helecho^^  - La reina de la salsa",
                "cooking_29": "¡Muffin de amapola! Las amapolas son flores ornamentales preciosas, pero... ¿Por qué no aprovecharlas al máximo con estos deliciosos muffins? Las semillas de amapola me encantan. Son sutiles, pero añaden un sabor agradable y una textura excelente al pan y postres similares. ¡Y además son sanas!/Muffin de amapola^^  - La reina de la salsa",
                "cooking_30": "¡Crema de langosta! Se la podrías servir al mismísimo gobernador. Es rica, cremosa y deliciosa, con la cantidad justa de sabor a océano. La parte difícil es encontrar una langosta, pero seguro que puedes conseguirlo. ¡Qué demonios! ¡Si le echas ganas podrías incluso atrapar una con una trampa para cangrejos!/Crema de langosta^^  - La reina de la salsa",
                "cooking_31": "¡Pan con tomate! Es un aperitivo maravillosamente simple que pone de relieve la calidad de sus ingredientes. Necesitarás pan, tomate y aceite. Primero tienes que tostar el pan. Corta el tomate a rodajas y sírvelo sobre el pan tostado. Rocíalo con aceite y sírvelo. ¡Ya te he dicho que era muy simple!/Pan con tomate^^  - La reina de la salsa",
                "cooking_32": "¡Cóctel de gambas! Otro buen aperitivo para ti y tus invitados a cenar. Mi salsa para cóctel tiene un extra cítrico que seguro que te encanta. El primer paso es.../Cóctel de gambas^^  - La reina de la salsa",
                "tip_1": "Esto va para todos los novatos: ¡cortad madera y recolectad para ganar algún dinero mientras esperáis vuestra primera cosecha!^^  - Vivir de la tierra",
                "tip_4": "Esto va para los que vivís en Stardew Valley. Buscad cebolletas al suroeste del pueblo, donde el río se une al océano. A veces pueden encontrarse unas cuantas juntas saliendo de la tierra.^^  - Vivir de la tierra",
                "tip_8": "Hablemos de vallas. Las vallas resultan útiles para mantener a raya las malas hierbas y proteger los cultivos. También permiten a los granjeros guardar su ganado. Las vallas se rompen al cabo del tiempo... ¡Pero las de piedra, hierro y madera noble duran mucho más que las de madera normal!^^  - Vivir de la tierra",
                "tip_11": "¿Problemas con los cuervos? ¡Parece que necesitas un espantapájaros! Colocar un espantapájaros en tu granja mantiene alejados a los cuervos hasta una distancia considerable. ¡Protege tus valiosas cosechas! Una cosa más... ¿Necesitas una mochila más grande para guardar tus cosas? Echa un vistazo en tu tienda local.^^  - Vivir de la tierra",
                "tip_15": "¡Es temporada de frambuesas! Por todo el campo hay arbustos rebosantes de estas pequeñas y jugosas bayas, ¡y solo tienes que recogerlas! Recolectarlas es una gran manera de ganar un dinero extra.^^  - Vivir de la tierra",
                "tip_18": "Ah, la refrescante lluvia... ¡La mejor amiga de un granjero! Cuando llueve no necesitas regar tus cultivos. ¡Aprovéchalo!^^  - Vivir de la tierra",
                "tip_22": "¡Hazte con una caña de pescar y vende tus capturas! Pescar es una gran manera de ganarse un dinero extra cuando tienes tiempo libre. La distancia a la que llegue tu corcho determina los peces que pueden picar... ¡Así como la ubicación, la temporada, la hora del día y el clima!^^  - Vivir de la tierra",
                "tip_25": "Árboles frutales. ¡Les cuesta una temporada entera crecer, así que planea con antelación! Si la zona que rodea a tu nuevo árbol no está despejada, afectará a su crecimiento. Cuando tu árbol frutal esté maduro, producirá fruta deliciosa para ti todos los días de la temporada. ¡Empieza ya a ahorrar!^^  - Vivir de la tierra",
                "tip_29": "¡Ya ha llegado el verano, y con él cantidad de nuevas cosechas que plantar! Mira el lúpulo, por ejemplo. Cuesta que sus tallos crezcan, pero una vez maduran se puede cosechar todos los días. ¡Suerte!^^  - Vivir de la tierra",
                "tip_32": "Un resumen de los peces que solo encontrarás en verano: Dorado, que se encuentra en ríos forestales durante el día. Trucha arcoíris, que se encuentra en ríos forestales y montañas durante el día. Pez globo, que se encuentra en el océano a primera hora de la tarde. Pulpo, que se encuentra en el océano por la mañana. ¡Atrápalos mientras puedas!^^  - Vivir de la tierra",
                "tip_36": "Hablemos del maíz. Es un cultivo poco común, ¡porque dura dos temporadas! Exacto. Así como la mayoría de cultivos mueren con el cambio de temporada, el maíz no. Lo puedes cultivar en verano y en otoño. ¡Sal ahí y planta maíz!^^  - Vivir de la tierra",
                "tip_39": "A partir de mañana, se espera que una sorprendente cantidad de conchas y corales aparezcan en las playas de todo el mundo. No soy científico, pero creo que tiene algo que ver con la temporada de apareamiento de los cangrejos. En cualquier caso, podrías ganarte un dinerito peinando tu playa local.^^  - Vivir de la tierra",
                "tip_43": "¿Hay un spa en tu pueblo? Relájate y quédate dentro de su humeante agua calentita para recuperar energía. Ahh... Qué bien se está, ¿no?^^  - Vivir de la tierra",
                "tip_46": "El verano es conocido por sus tormentas eléctricas. Si sabes fabricar pararrayos, podrás obtener electricidad y crear pilas. ¡Puedes venderlas o utilizarlas para fabricar otras cosas!^^  - Vivir de la tierra",
                "tip_50": "La mayoría de pueblos tienen un calendario de temporada frente a la tienda local. Es buena idea echarle un vistazo de vez en cuando para saber lo que pasa en la comunidad. ¡Y mira también las ofertas de trabajo!^^  - Vivir de la tierra",
                "tip_53": "¡El otoño está a la vuelta de la esquina! Sin duda, la temporada más lucrativa para los granjeros, así que asegúrate de ir ahorrando para comprar nuevas semillas. Si aún no has mejorado tu regadera, seguramente sea buena idea hacerlo.^^  - Vivir de la tierra",
                "tip_57": "Hablemos de girasoles. Al cosecharlos no solo obtienes una bonita flor, sino también algunas semillas. Puedes replantarlas o venderlas. ¡Me apunto!^^  - Vivir de la tierra",
                "tip_60": "¡Es temporada de moras! Hay arbustos por todo el campo rebosantes de frutos maduros. ¡Sal y compruébalo!^^  - Vivir de la tierra",
                "tip_64": "Si tienes una granja en un pueblo, es probable que te inviten a participar en una «exposición agrícola» en algún momento. Normalmente, una exposición agrícola consiste en mostrar los 9 objetos que mejor representan tus talentos. Elige objetos de alta calidad y mucho valor, y asegúrate de que también haya variedad. ¡Puedes exponer peces, minerales, artesanías, frutas y verduras!^^  - Vivir de la tierra",
                "tip_67": "Especial peces: Salmón. Los salmones vuelven a su lugar de desove en otoño para poner huevos. ¡Lo que significa que los ríos están plagados de ellos! Solo podrás encontrarlos en otoño, así que sal a tirar el sedal.^^  - Vivir de la tierra",
                "tip_71": "¿Tienes resineras? Los recolectores más espabilados saben cómo fabricarlas. Puedes ponérselas a los árboles que crecen por todas partes. Los arces producen jarabe de arce, los robles resina, y los pinos brea de pino. El jarabe es lo más valioso, ¡pero todos sirven para algo!^^  - Vivir de la tierra",
                "tip_74": "¡El invierno está a la vuelta de la esquina! Asegúrate de almacenar suficiente heno para tus animales, ya que con la llegada del invierno toda la hierba morirá. Cada silo puede almacenar 240 pilas de heno, ¡así que haz las cuentas y comprueba si necesitas construir alguno más!^^  - Vivir de la tierra",
                "tip_78": "Especial peces: Lucio. Lo podrás encontrar en las tardes de lluvia de otoño e invierno. Se puede encontrar en cualquier lugar de agua dulce.^^  - Vivir de la tierra",
                "tip_81": "Se acerca el invierno... Lo que significa que la actividad en la granja se detendrá. Ninguna cosecha crece en invierno, a menos que tengas la suerte de contar con un invernadero. ¡Pero, aun así, hay mucho que hacer! Más detalles próximamente.^^  - Vivir de la tierra",
                "tip_85": "Invierno... Esa temporada en la que el mundo se detiene. Es un gran momento para la minería, la pesca y la recolección. Mejora tus herramientas y prepárate para tener una primavera productiva. ¡O pídele a tu carpintero local que construya algo para tu granja! Acumula recursos, realiza mejoras y prepárate para el año próximo.^^  - Vivir de la tierra",
                "tip_88": "¿Te preguntas cómo conseguir cuarzo refinado? Coloca un cuarzo normal en el horno, y listo. Necesitarás un pedazo de carbón para alimentar el fuego.^^  - Vivir de la tierra",
                "tip_92": "¿Has encontrado semillas al talar árboles? Puedes plantarlas en el suelo y crecerá un nuevo árbol. ¡Deja volar tu creatividad!^^  - Vivir de la tierra",
                "tip_95": "Hay un par de peces que solo encontrarás en invierno... El calamar y el bacalao largo. El calamar se puede atrapar en el océano por la noche. El bacalao largo se puede atrapar en agua dulce durante todo el día. Por supuesto, hay rumores de peces muy raros y únicos que solo se encuentran en temporadas concretas, pero no dispongo de información sobre ellos.^^  - Vivir de la tierra",
                "tip_99": "Hablemos de geodas. Las geodas son piedras huecas que a menudo contienen materiales valiosos. Un herrero puede abrírtelas por un módico precio. Hay distintos tipos de geodas... Y cada una contiene sus propios tipos de minerales. Sin embargo, la «omnigeoda», muy poco común, puede contener cualquier tipo de mineral.^^  - Vivir de la tierra",
                "tip_102": "Si quieres hacer a alguien feliz de verdad, ¡dale su regalo favorito cuando sea su cumpleaños! Confía en mí.^^  - Vivir de la tierra",
                "tip_106": "¿Has visto alguna vez tres pequeños gusanitos saliendo de la tierra? A veces cuesta verlos. Pero si excavas ahí, siempre encontrarás algo. No me preguntes el porqué.^^  - Vivir de la tierra",
                "tip_109": "¿Alguna vez has sentido la necesidad de revolver en la basura de tu vecino? ¡Puaj! Bueno, si disfrutas haciéndolo, hazlo cuando no tengas a nadie cerca. Si te pillan se van a escandalizar mucho, y eso perjudicará a vuestra amistad. A menos que ellos también lo hagan, claro está.^^  - Vivir de la tierra",
                "tip_113": "Bueno, ya está aquí el nuevo año. Presta atención a cualquier nuevo tipo de semilla que se venda en tu tienda local. ¡Espero que hayas mejorado tus herramientas y esté todo a punto para un año productivo!^^  - Vivir de la tierra",
                "tip_116": "Especial peces: Anguila. Las anguilas se pueden pescar en el océano en primavera y otoño, durante las noches de lluvia.^^  - Vivir de la tierra",
                "tip_120": "¿Tienes cocina? Cocinar es una gran manera de mejorar tus habilidades. No solo te proporcionan una cómoda fuente de energía, sino que muchos platos aumentan temporalmente tus habilidades, velocidad, ¡y mucho más! Huele bien, ¿no?^^  - Vivir de la tierra",
                "tip_123": "Especial objetos: Trampa para cangrejos. Los pescadores con experiencia saben fabricar trampas para cangrejos. A pesar de su nombre, estas trampas se pueden usar para capturar una gran variedad de criaturas acuáticas, tanto de agua dulce como salada. Coloca tu trampa en el agua y llénala de cebo. Vuelve al día siguiente y comprueba lo que has pescado. Necesitarás volver a ponerle cebo para seguir utilizándola.^^  - Vivir de la tierra",
                "tip_127": "¡Es temporada de frambuesas! Por todo el campo hay arbustos rebosantes de estas pequeñas y jugosas bayas, ¡y solo tienes que recogerlas! Recolectarlas es una gran manera de ganar un dinero extra.^^  - Vivir de la tierra",
                "tip_130": "Hablemos de algo dulce. No, no me refiero a ti, sino a la miel. Ese dulce producto que fabrican nuestras amigas las abejas. Funciona así... Si tienes flores cerca de tu colmena, tus abejas podrán producir miel con aromas. Si no, obtendrás solo «miel silvestre». Muy dulce todo, ¿no?^^  - Vivir de la tierra",
                "tip_134": "Un consejo para los aventureros... ¡No olvidéis el ataque especial de vuestra arma! Las espadas pueden bloquear ataques, lo que es muy útil cuando las babas saltan hacia ti. Las porras pueden golpear el suelo y hacer volar a los enemigos... ¡Y con una daga podrás hacer un triple golpe superveloz! Ten cuidado.^^  - Vivir de la tierra",
                "tip_137": "Me gustaría hablar del famoso gremio de aventureros que hay cerca de Pueblo Pelícano. El líder del gremio, Marlon, tiene un bonito programa de recompensas para cualquiera que sea lo bastante valiente para eliminar monstruos en las cuevas locales. Los aventureros recibirán poderosos objetos a cambio de eliminar grandes cantidades de monstruos. Hay un póster en la pared con más detalles. ¡Mola mucho!^^  - Vivir de la tierra",
                "tip_141": "He oído que hay quien se queda quieto junto a trenes en marcha para hacerse con cualquier resto que caiga de ellos. Caray... ¡Lo que hace la gente por algo gratis!^^  - Vivir de la tierra",
                "tip_144": "Especial animales: Cerdo.^^Por estos lares, se entrena a los cerdos para que encuentren preciadas trufas. Tienes que dejar a tus cerdos fuera y tener paciencia... Harán su trabajo cuando estén preparados. Fabrica aceite a partir de las trufas para maximizar los beneficios.^^  - Vivir de la tierra",
                "tip_148": "Un recordatorio de los peces que solo encontrarás en verano: Dorado, que se encuentra en ríos forestales durante el día. Trucha arcoíris, que se encuentra en ríos forestales y montañas durante el día. Pez globo, que se encuentra en el océano a primera hora de la tarde. Pulpo, que se encuentra en el océano por la mañana. ¡Atrápalos mientras puedas!^^  - Vivir de la tierra",
                "tip_151": "Especial peces: Superpepino. Puedes encontrar a este extraño pez en el océano. Solo sale por la noche, durante el verano y el invierno.^^  - Vivir de la tierra",
                "tip_155": "Sé que cuesta, pero... ¡No te preocupes mucho por tu caballo! Puedes dejarlo en cualquier sitio y sabrá volver a casa. ¡Son animales listos e independientes!^^  - Vivir de la tierra",
                "tip_158": "Tengo una idea... ¡Monta un huerto de árboles! Pon resineras en los troncos y recoge su valioso sirope. ¡O no, tú verás! Me importa tres pepinos.^^  - Vivir de la tierra",
                "tip_162": "Especial objetos: Barril. El uso clásico de un barril es hacer vino de uva. Pero, ¿sabías que se puede hacer vino de cualquier fruta? Sí.^Y también puedes hacer zumo de verdura.^^  - Vivir de la tierra",
                "tip_165": "¿Tienes un diario? No olvides revisarlo de vez en cuando. Es fácil olvidar que has anotado algo importante.^^  - Vivir de la tierra",
                "tip_169": "Si has conseguido hacerte con una «semilla rara», es el momento de plantarla. Aunque se dice que tarda una temporada entera en crecer, fuentes fiables me han dicho que en realidad solo son 24 días. El resultado, según los rumores, es la fruta más dulce del mundo.^^  - Vivir de la tierra",
                "tip_172": "¡Es temporada de moras! Hay arbustos por todo el campo rebosantes de frutos maduros. ¡Sal y compruébalo!^^  - Vivir de la tierra",
                "tip_176": "Algunos granjeros han informado de que ocurren cosas extrañas cuando grandes campos de coliflor, melón o calabaza llegan a la madurez. Hmmm. Yo no puedo comprobarlo.^^  - Vivir de la tierra",
                "tip_179": "¿Quieres casarte? Vas a necesitar un colgante de sirena. Todo el mundo a este lado del mar de Gema sabe lo que significa dar a alguien un colgante de sirena. ¡Hacerse con un colgante así puede resultar complicado! Cada región tiene sus costumbres, pero siempre tienen algo que ver con la playa o el océano.^^  - Vivir de la tierra",
                "tip_183": "Especial objetos: Máquina recicladora. ¿Has recogido mucha basura mientras pescabas? Es algo muy común en la época en la que vivimos. Pero, con una máquina recicladora, podrás convertir esos objetos en algo útil. Simplemente coloca los objetos en la máquina y déjala trabajar. Cada tipo de basura produce objetos distintos.^^  - Vivir de la tierra",
                "tip_186": "Especial peces: Atún blanco. Este pez aparece o a primera hora de la mañana o por la noche. Búscalo en el océano en otoño o invierno.^^  - Vivir de la tierra",
                "tip_190": "Especial peces: Pez muyu, lenguado y carpa escorpión. Se dice que el pez muyu solo vive en las profundidades del bosque. El lenguado y la carpa escorpión solo se pueden encontrar en los oasis del desierto.^^  - Vivir de la tierra",
                "tip_193": "¡Faltan un par de días para que las comunidades de la República Ferngill celebren la víspera de los espíritus! Una tradición que quizás no conozcas es la búsqueda de la calabaza dorada. Si tu pueblo cuenta con un laberinto embrujado, ten por seguro que hay una calabaza dorada escondida en algún sitio. ¡Son muy valiosas!^^  - Vivir de la tierra",
                "tip_197": "Chicos, hacedme caso. Antes de tener hijos vais a necesitar una habitación para el bebé. ¡El bebé necesita una cuna!^^  - Vivir de la tierra",
                "tip_200": "Especial objetos: Cristalario. Esta increíble máquina puede hacer copias infinitas de cualquier tipo de gema. Simplemente coloca la gema que quieres copiar en la máquina y déjala que haga su trabajo. Puede que tarde un poco, pero... ¡Su beneficio es neto!^^  - Vivir de la tierra",
                "tip_204": "Si tienes animales de granja adultos y te sobra espacio... es posible que uno de ellos dé a luz. Es algo que hay que tener en cuenta.^^  - Vivir de la tierra",
                "tip_207": "Especial peces: Pez gato. Este pez, relativamente difícil de obtener, sale de su escondite cuando llueve. Los encontrarás viviendo en ríos cerca de pueblos, donde disfrutan comiendo cualquier resto que caiga al agua. No les gusta el clima cálido, ¡así que no te molestes en buscarlos en verano!^^  - Vivir de la tierra",
                "tip_211": "Especial objetos: Vivero de cebo. ¿Necesitas una provisión eterna de cebo? Pues construye un vivero de cebo. Mientras tengas uno a mano, conseguirás algo de cebo todos los días.^^  - Vivir de la tierra",
                "tip_214": "Bajo toda esa nieve, las semillas de primavera se mueren de ganas por empezar sus nuevas vidas bajo el sol. ¡No te asustes cuando llegue la primavera y tu granja necesite una limpieza!^^  - Vivir de la tierra",
                "tip_218": "Si has conseguido una batea, presta atención a todo lo que brille en el agua.^¡A menudo hay buenos minerales por ahí, esperando a que los recojas! ^^  - Vivir de la tierra",
                "tip_221": "Chicos, tengo algo que anunciaros. Este es el último episodio de «Vivir de la tierra» antes de mi jubilación. Me lo he pasado muy bien, y os voy a echar de menos. Ah, y me han dicho que la emisora pondrá reposiciones el año que viene.^^¡Cuidaos mucho^^  - Vivir de la tierra!"
            }
        },
        {
            "Action": "EditData",
			"Target": "Data/mail",
            "When": {
                "Language": "ja"
            },
			"Entries": {
                "cooking_1": "野菜いため！野菜を食べたいときにピッタリの一皿ね。ゴマあぶら少々で野菜を炒めて、そこに新鮮なショウガとニンニクをたっぷりくわえるの。ほら、この香り…うーん、おいしそう。/野菜いため^^  - ソースの女王",
                "cooking_2": "コールスロー！しなびた味けないキャベツの山を思いうかべた？ふつうはそうよね。でもね、ホンモノのコールスローはもっとおいしいのよ。かんじんなのは、新鮮でジューシーなキャベツをつかうこと。ちょっとのお酢とマヨネーズをたらせば、じゅんびはOK！ほーら、パリッパリよ！/コールスロー^^  - ソースの女王",
                "cooking_3": "ラディッシュサラダ！ラディッシュみたいにフレッシュで、ピリッとした野菜はほかにないわね。春のおわりを思い出すわ…母さんはよく、うちでとれたラディッシュをスライスしては塩こしょうをふって、雑穀パンにのせて出してくれたものよ。なつかしいわ…あら、話がそれたわね。さあ、よく見て…/ラディッシュサラダ^^  - ソースの女王",
                "cooking_4": "オムレツ！とってもシンプルだけど、そのぶんむずかしい料理なの！カンペキにできたオムレツは芸術作品といってもいいわ。かがやくタマゴでできた純金の天使ってところね。さあ、わたし秘伝のコツを教えてあげる…/オムレツ^^  - ソースの女王",
                "cooking_5": "焼き魚！これを家で作ると、飼ってるネコ2匹がおおさわぎするのよね。あの子たちがカウンターに乗って魚をかじらないように、監視用のシェフが必要なくらい！材料には新鮮な魚を用意してね。自分で釣ってくるのがベストよ！さあ見てて、これから、春のハーブの上に魚をもりつけるから…/焼き魚^^  - ソースの女王",
                "cooking_6": "パンケーキ！豪華で手の込んだ料理に夢中になるときもあるわ…でも、パンケーキみたいにシンプルな料理でほっと一息つきたいことだってあるわよね。つみかさねたパンケーキの上に、たっぷりのバターとメープルシロップをかけていただく…最高ね…/パンケーキ^^  - ソースの女王",
                "cooking_7": "巻きずし！デリケートな潮の香りを、ふんわりしたお米にとじこめた一品よ。シゲキがほしい人はワサビをちょびっと足すといいわ。話してるだけでツバがわいてきちゃう。ああ、おスシって最高…/巻きずし^^  - ソースの女王",
                "cooking_8": "パン！パンづくりはふくざつな技術だけど、今回はシンプルなやり方を教えるわね。一番だいじな材料は、とうぜんコムギ粉。でもパン生地をつくるまえに、まず必要なのはイースト菌のじゅんびね。お湯とエサになるあまいものを用意して、イーストを発酵させましょう。わたしは砂糖を使うけど、ハチミツやメープルシロップでもだいじょうぶよ！/パン^^  - ソースの女王",
                "cooking_9": "トルティーヤ！この番組を見ながら、レンジでチンしたブリトーをかじってるものぐささんは何人いるのかしら？だらしないわね！それじゃ、ぞうきんで具を包んでるのとかわらないわよ。さあ、よく聞いて。わたし考案の焼きたてトルティーヤをためしたら、もうそんなマネはできないわ…/トルティーヤ^^  - ソースの女王",
                "cooking_10": "マスのスープ！とれたてのマスには、思わず夢中になっちゃうようななにかがあるわね。ひょっとしたら、かすかにただよう川の香りのせいなのかも。まあともかく、きょうはとびきりおいしいマスのスープのレシピを教えるわね…/マスのスープ^^  - ソースの女王",
                "cooking_11": "サツマイモのミツがけ！サツマイモが旬の季節ね。ほくほくのおイモを、あまくてねっとりしたミツにひたして食べるのって最高じゃない？材料は食べごろのサツマイモひとつと、たっぷりのお砂糖！じゃあ、作り方を説明するわね…/サツマイモのミツがけ^^  - ソースの女王",
                "cooking_12": "アーティチョークディップ！アーティチョークがたっぷり食べられるレシピよ。ディップとはいうけど、わたしとしてはなにかにつけて食べるより、ミルクシェイクみたいに飲んじゃうのが好きね。おいしいわよ。/アーティチョークディップ^^  - ソースの女王",
                "cooking_13": "プラムのプディング！わらべうたのリトルジャックはこのねっとりしたごちそうをつまみぐいしちゃったけど、おいしいんだもの、しかたないでしょ？はなやかであまいプラムの香りと適度なすっぱさは、あなたの舌のすみずみまでをシゲキしてやまないはずよ。自分でつくって、ためしてみるのが一番いいわ…/プラムのプディング^^  - ソースの女王",
                "cooking_14": "チョコレートケーキ！さむい冬、リッチなチョコレートのお山を堀りすすみながら夜をすごすなんて最高じゃない？きょうの番組を見れば、いままで見たことない最高のケーキを自分でつくれるようになるわ。さあ、まず用意するのはたくさんのお砂糖…/チョコレートケーキ^^  - ソースの女王",
                "cooking_15": "パンプキンパイ！わたしの家では、冬の星まつりにパンプキンパイを食べるのがならわしなの。質がいい新鮮なカボチャから生まれるあのすばらしい風味がなくちゃ、冬とはとても言えないわね。ナツメグ少々にシナモン、クローブのすてきな香りが、あなたをカボチャ色の天国につれて行くことうけあいよ。/パンプキンパイ^^  - ソースの女王",
                "cooking_16": "クランベリーキャンディ！新年のお祝いにぴったりなおいしい一品よ。クランベリーはそのままだとすっぱいけど、溶かしたお砂糖の海にしずめてあげれば、天使のなみだみたいにステキな味になるわ。つくり方はこうよ…/クランベリーキャンディ^^  - ソースの女王",
                "cooking_17": "ピザ！ピザこそ、時代を超えて愛される料理の古典ね。職人技のごとくきつね色に焼きあげたクラスト、スパイシーに香るニンニク入りのマリナーラソース。しかもその上に、よだれが出るほどおいしそうな3種のチーズをトッピングしたわ。さあ、仕上げにとりかかりましょう！さあ、チーズの上から新鮮なトウガラシとトマトを乗せて。ああ、おいしそう！/ピザ^^  - ソースの女王",
                "cooking_18": "ハッシュドポテト！カンタンだけどとってもおいしい一品よ！みじん切りにしたジャガイモに好みの量の塩をくわえ、アツアツの油にいれたら、火が通るまで揚げるだけ。ねっ、カンタンそうでしょ？じゃあ、ラクに作るためのコツを紹介するわね…/ハッシュドポテト^^  - ソースの女王",
                "cooking_19": "朝食セット！ハッシュドポテトのつくり方は先週教えたわね。今週はそれにほかの材料をくみあわせた、愛情こもったカンペキな朝食セットのつくり方を教えるわよ。これを食べればおなかはいっぱい、エネルギー満タン。ハードな仕事がある日でもバリバリはたらけちゃうわね。/朝食セット^^  - ソースの女王",
                "cooking_20": "ラッキーランチ！古い伝説によると、この料理は幸運の精霊をキョウレツに呼びよせるんだとか。これを食べれば、あなたのおなかに引きよせられた精霊が、料理が消化されるまでのあいだ幸運をさずけてくれるんだそうよ！ちょっと気持ちわるくない？正直あんまり信じてないけど、でもこの料理がおいしいのは本当よ！/ラッキーランチ^^  - ソースの女王",
                "cooking_21": "ねえ、たくさん釣れちゃったコイのつかい道にこまったことはない？わたしはあるわ。というわけで、コイの釣れすぎ問題を解決する方法を紹介しましょう。名づけて…コイのびっくり揚げ。とってもカンタンだけど、つくるにはコイが山ほど必要なの…/コイのびっくり揚げ^^  - ソースの女王",
                "cooking_22": "メープルバー！ドーナッツ屋さんで一番最初に売りきれるドーナッツはなんでしょう？そう、メープルバーよ。そんなわけないって？そうね、あまったるくてゴムみたいな歯ごたえ、それがあなたの知ってるメープルバーよね。でしょ？まあ、わたしのレシピをためしてみて。かじれば森の香りがひろがるわよ。まず用意するのは最高のメープルシロップ…/メープルバー^^  - ソースの女王",
                "cooking_23": "きょうはペリカンタウンからおたよりが届いてるの。さっそく読んでみましょう…こんにちは、ハーレイさん。「ズズシティにいたときにあなたのピンクケーキを食べたんだけど、すっかり夢中になっちゃったの。よかったら、次の回でレシピを教えてくれない？」もちろん！あのケーキは最高よね。ひみつはなんだと思う？それはね…メロンなの！/ピンクケーキ^^  - ソースの女王",
                "cooking_24": "焼きヘーゼルナッツ！わたしの家には、裏手に古いヘーゼルナッツの木があるの。だから毎年家族を呼んで、ローストナッツパーティーをやってるのよ！いったんナッツを焼きはじめると、ご近所さんもやってくるのがお約束。こうばしくてリッチな香りにはあらがえないわよね。さあ、わが家伝統のレシピを教えてあげる…/焼きヘーゼルナッツ^^  - ソースの女王",
                "cooking_25": "フルーツサラダ！ヘルシーでおいしい、あなたの一日に華をそえてくれる一品よ。このレシピで大切なのは、よく熟したくだものをつかうこと。スーパーで売ってるような味けのないやつじゃダメよ。採れたてジューシー、香りゆたかなフルーツじゃなくっちゃ。さあ、よく見てて…/フルーツサラダ^^  - ソースの女王",
                "cooking_26": "ブラックベリーパイ！このパイを作るといつもスターデューバレーのことを思い出すわ。秋のいまごろになると、谷はおいしいブラックベリーでいっぱいになるの。知る限りだとあそこのベリーが一番ね。もしスターデューのベリーが手に入ったら、シンプルなコブラーパイにするのがおすすめよ。/ブラックベリーパイ^^  - ソースの女王",
                "cooking_27": "クラブケーキ！カニの身はそれだけだと味けないけど、パン粉とタマゴをくわえてあげればしっかりしたコクが出るの。わたしはクラブケーキがカニの食べ方で一番好きね！さあ、カニのカラを割るまえに、わたし特製調味料の調合法を聞いてちょうだい…/クラブケーキ^^  - ソースの女王",
                "cooking_28": "フィドルヘッドのリゾット！フィドルヘッドはすばらしい食材だけど、それ自体の味はとてもあっさりしてるの。だから、味つけには細心の注意をはらわないとね。正直、フィドルヘッドのリゾットをおいしくつくるのはカンタンじゃないわ。でもわたしのレシピがあれば、きっといいセンをいけるはずよ。/フィドルヘッドのリゾット^^  - ソースの女王",
                "cooking_29": "ポピーシードマフィン！ポピーはキレイな花を咲かせるわよね…でも、花以外の部分をつかって、おいしいマフィンをつくることもできるの。そう、ポピーシードよ。わたしの大好物！かすかだけどステキな香りとすばらしい食感が、このデザートに華をそえてくれるわ。それにとってもヘルシーだしね！/ポピーシードマフィン^^  - ソースの女王",
                "cooking_30": "ロブスターのビスク！知事のお食事にも出せちゃうりっぱな一品よ。ほどよく海の香りがただよう、クリーミーでリッチなスープは絶品。ロブスターを手に入れるのはむずかしいけど、あなたならきっとできるわ。もし手先が器用だったら、カニかごをつかって自分でつかまえるのもアリね！/ロブスターのビスク^^  - ソースの女王",
                "cooking_31": "ブルスケッタ！素材のよしあしで味が決まる、とってもカンタンなオードブルよ。材料は、パンとトマトとオイルだけ。まず、パンをオーブンで軽くあぶってね。あぶったパンにスライスしたトマトを乗せ、上からオイルをたらしていただくの。ねっ、カンタンでしょ！/ブルスケッタ^^  - ソースの女王",
                "cooking_32": "エビのカクテル！お客さんに出すオードブルにピッタリよ。わたしのカクテルソースはとびきりスパイスがきいてるの。きっと気にいるはずよ。つくり方は、まずはじめに…/エビのカクテル^^  - ソースの女王",
                "tip_1": "新人牧場主のキミにひとつアドバイスだ。はじめての収穫をまつあいだは、木を切ったり自然のめぐみをあつめたりしてお金をかせいでおこう！^^  - 自然とくらそう",
                "tip_4": "この番組はスターデューバレーのみなさんにお送りしてるよ。町の南西、川が海に流れこむあたりには、野生の葉タマネギが自生してるんだ。時には、育った葉タマネギが土からいくつものぞいているのを見つけることができるよ。^^  - 自然とくらそう",
                "tip_8": "今回は柵について話そう。柵はスペースをくぎるのに便利だし、作物のまわりに雑草がはえるのをふせぐこともできるよ。それに、動物たちを囲うこともできる。木の柵は時間がたつとこわれてしまうけれど、石や鉄、堅い木でつくった柵はもっと長もちするよ！^^  - 自然とくらそう",
                "tip_11": "カラスのことでお悩みかな？それだったらカカシの出番だ！カカシを畑においておけば、カラスはこわがって近づかなくなるよ。だいじな作物をしっかり守ろう！ それからもうひとつ…もっと大きなリュックがほしいと思ったことはないかい？地元の商店をのぞいてみるといいよ。^^  - 自然とくらそう",
                "tip_15": "サーモンベリーの季節だね！谷じゅうのしげみはジューシーなベリーでいっぱいだし、しかもタダでとりほうだいだ！ベリー採りは小金かせぎにもちょうどいいよ。^^  - 自然とくらそう",
                "tip_18": "ああ、めぐみの雨…牧場主のつよい味方だね！雨がふれば、作物にわざわざ水をやらなくていい。この利点をうまく活かしてみよう！^^  - 自然とくらそう",
                "tip_22": "さあ釣ざおを手にとって、釣りに出かけよう！釣りは、空いた時間でちょっとしたお金をかせぐのにぴったりだ。どんな魚が釣れるかは、岸辺からどれくらいの距離に釣り針を投げこんだかで決まる。釣りをする場所、時間、天候、季節によっても左右されるよ！^^  - 自然とくらそう",
                "tip_25": "くだものの木は、育つのにまる1シーズンかかる。だから計画的に植えよう！もし木の苗ととなりあうスペースにものがあると、苗はじゃまされて成長できないから気をつけて。いったん成長した木は、シーズンがくれば毎日くだものを実らせてくれるよ。いまから苗を買うお金をためておこう！^^  - 自然とくらそう",
                "tip_29": "いよいよ夏だね。チャレンジできるあたらしい作物がたくさんあるよ！たとえば、ホップなんてどうだろう。つるがのびるまでに少しかかるけど、いったん成長すれば毎日収穫できるんだ。さあ、やってみよう！^^  - 自然とくらそう",
                "tip_32": "きょうは、夏にしか見つからない魚を紹介しよう。まずはドラド。森の川で一日中見られるよ。それにニジマス。森の川や山に行けば一日中釣れるよ。ハリセンボンは海にいる。釣れるのは午後の早いうちだけだ。さいごはタコ。朝に海へいけば見つかるよ。チャンスをにがさないようにしよう！^^  - 自然とくらそう",
                "tip_36": "トウモロコシの話をしよう。こいつはめずらしい作物で、2シーズンをまたいで収穫できるんだ！そう、ふつうの作物は季節が変わると枯れてしまうけど、トウモロコシは残る。夏と秋をとおして育てることができるんだ。さあ、実際に植えてみよう！^^  - 自然とくらそう",
                "tip_39": "あしたから世界中のビーチで、うちあげられる貝やサンゴの量がとてもふえることが予想されてるよ。カニのはんしょく期と関係があるんだそうだ。専門家じゃないからくわしくないけどね。ともかく、地元のビーチでお金をかせぐにはいいチャンスだよ。^^  - 自然とくらそう",
                "tip_43": "キミの町に温泉はあるかな？お湯につかってゆったりとリラックスすれば、疲れたからだも回復するよ。ああ…いい湯だな、なんてね。^^  - 自然とくらそう",
                "tip_46": "夏になると、カミナリをともなう嵐がやってくる。ひらい針のつくり方を知っていれば、カミナリの電力を利用して電池をつくることができるよ。できた電池は売ってもいいし、クラフトにもつかえるぞ！^^  - 自然とくらそう",
                "tip_50": "たいていの町では、商店の前に季節のカレンダーがはってある。こまめにチェックして、地元でどんなイベントがあるのかチェックしておくといいよ。お手伝いの求人もよくチェックしておこう！^^  - 自然とくらそう",
                "tip_53": "もうすぐ秋だね！牧場主にとって、秋が一番かせげる季節なのはまちがいない。あたらしいタネを買えるように、いまからお金をためておこう。もしまだジョウロをアップグレードしていないなら、しておくといいかもしれないよ。^^  - 自然とくらそう",
                "tip_57": "ヒマワリについて話そう。ヒマワリを収穫すると、キレイな花だけでなく、タネもいっしょに手に入ることがある。タネはまた植えてもいいし、売ることもできるよ。わたしは売る派さ！^^  - 自然とくらそう",
                "tip_60": "ブラックベリーの季節だね！谷じゅうのしげみに、熟したベリーがすずなりになってるよ。さあ、外に出て探してみよう！^^  - 自然とくらそう",
                "tip_64": "もしキミが小さな町の牧場主なら、そろそろ「町内品評会」に招待されるころかもしれないね。ふつう、品評会では9種類のアイテムを展示することで自分の実力をしめすんだ。高評価をねらうなら、いろんなタイプの価値が高いアイテムをそろえよう。たとえば魚、鉱物、加工品、くだもの、野菜、などなど。タイプはなるべく多いほうがいいよ！^^  - 自然とくらそう",
                "tip_67": "きょう紹介する魚はサケだ。秋になると、サケはタマゴを産むために自分が生まれた川に帰ってくるんだ。シーズンが来ると、川は彼らでいっぱいになる！釣れるのは秋のあいだだけ。さあ、釣ざおをもって出かけよう。^^  - 自然とくらそう",
                "tip_71": "樹液採取器はもってる？キミが採集好きで器用なら、つくり方を知ってるかもね。採取器は、そのへんにはえてる野性の木にとりつけることができる。カエデの木からはメープルシロップ、オークの木からは樹脂、マツの木からはマツやにが採れる。価値が高いのはシロップだけど、ほかの樹液にもいろんなつかい道があるよ！^^  - 自然とくらそう",
                "tip_74": "もうすぐ冬だね。干し草をたくわえるのを忘れずにね。冬は牧草が枯れてしまうから、動物たちのエサにする干し草が必要だ。サイロひとつで干し草を240までストックできる。冬をこすのに必要な量を計算して、足りなければあたらしく建てておこう！^^  - 自然とくらそう",
                "tip_78": "きょう紹介する魚はウォールアイだ。この魚は秋と冬、雨がふる日の夜にあらわれる。淡水魚だから、川や池を探せば見つかるよ。^^  - 自然とくらそう",
                "tip_81": "もうすぐ、冬がやってくる…つまり、農作業をお休みする季節が近づいてるってことだ。温室をもってるラッキーな人でもなければ、冬には作物を育てられない。とはいえ、やるべきことはたくさんあるよ！次でくわしく話すからね。^^  - 自然とくらそう",
                "tip_85": "冬…すべてがしずまりかえる季節だね。採掘や釣り、採集にはちょうどいい時期だ。春が来るのにそなえて、どうぐのアップグレードもしておこう。町の大工さんにお願いして、建て物を建てておくのもいいね！素材をあつめ、どうぐをアップグレードして来年にそなえておこう。^^  - 自然とくらそう",
                "tip_88": "『精錬クリスタル』はどうやったら手に入るのかって？なあに、水晶を溶鉱炉に入れるだけだよ。炉に火をおこすための石炭も忘れないでね。^^  - 自然とくらそう",
                "tip_92": "木を切っていて、木のタネをひろったことはあるかい？ひろったタネを地面に植えれば、あたらしい木を育てられるよ。さあ、やってみよう！^^  - 自然とくらそう",
                "tip_95": "きょうは、冬にしか釣れない魚を紹介しよう…イカとリングコッドだ。イカは夜に海で釣ることができ、リングコッドは淡水の釣り場で一日中見かけることができるよ。決まったシーズンにしかあらわれない、とってもめずらしくてユニークな魚のうわさも入ってきているけど、たしかな情報はいまのところ不明だ。^^  - 自然とくらそう",
                "tip_99": "きょうはジオードについて。ジオードは、なかの空洞にいろんな鉱物が入った石のことだ。鍛冶屋でお金をはらえば割ってもらうことができるよ。さて、ジオードにはいくつか種類があるんだ。種類ごとになかから出てくる鉱物の種類もかわるけど、どの鉱物も出てくる可能性がある、レアな『オムニジオード』もあるよ。^^  - 自然とくらそう",
                "tip_102": "だれかを本気でよろこばせたいなら、相手の大好きなものを誕生日にプレゼントしてあげよう！効果はばつぐんだよ。^^  - 自然とくらそう",
                "tip_106": "地面からほそながい茶色のクキが突き出してるのを見たことはあるかな？すこし見つけづらいかもしれないね。でもそこを掘れば、かならずなにかが見つかるよ。どうしてなのかはナゾだけどね。^^  - 自然とくらそう",
                "tip_109": "ご近所さんのゴミあさりをしたい衝動に駆られたことはあるかな？うえっ！まあどうしてもやりたいんなら、だれもまわりにいない時にしておくことだね。気づかれたらみんな気味悪がるだろうし、友情にヒビが入ることうけあいだ。相手のシュミがキミとおなじなら別だけど。^^  - 自然とくらそう",
                "tip_113": "やあ、新年あけましておめでとう。地元の商店の品ぞろえから目をはなさないようにしよう。あたらしい種類のタネが入荷しているかもしれないよ。冬のあいだにきちんとどうぐをアップグレードできていれば、きっと今年は実りおおい1年になるよ！^^  - 自然とくらそう",
                "tip_116": "きょう紹介する魚はウナギだよ。ウナギの季節は春と秋だ。雨が降っている日の夜、海に行けば釣ることができるよ。^^  - 自然とくらそう",
                "tip_120": "家にキッチンはついてるかい？料理は自分の能力を上げるのにとっても役だつよ。疲れを回復してくれるだけじゃない。一部の料理は、一時的にスキルやスピードなどの能力をアップさせてくれるんだ！おいしい話だろ？^^  - 自然とくらそう",
                "tip_123": "きょう紹介するアイテムはカニかごだ。経験ほうふな釣り人なら、自分でつくることもできる。名前はカニかごだけど、カニに限らず水にすむいろんな生きものをつかまえられる。淡水でも海水でもつかえるよ。つかい方はカンタン。水中にセットして釣りエサを入れるだけだ。次の日になったら、なにがかかったか見にいってみよう。1回しかけるごとにあたらしいエサが必要だから注意してね。^^  - 自然とくらそう",
                "tip_127": "サーモンベリーの季節だね！谷じゅうのしげみはジューシーなベリーでいっぱいだし、しかもタダでとりほうだいだ！ベリー採りは小金かせぎにもちょうどいいよ。^^  - 自然とくらそう",
                "tip_130": "きょうの話題はハニーについて。いや、奥さんのことじゃないよ。ミツバチたちが作ってくれる、あまーいハチミツのことだ。ここだけの話…ハチの巣箱の近くに花が咲いていると、ミツバチたちはその花から香りつきのミツをあつめてくれるんだ。近くに花がない場合なら「百花ミツ」が手に入る。おいしい話だろ？^^  - 自然とくらそう",
                "tip_134": "きょうは冒険者のみんなにアドバイスだ…武器のスペシャルアタックを活用しよう！剣は敵の攻撃をふせぐことができる。スライムの体あたりから身をまもるとき役だつよ。こんぼうは地面をたたいて敵をふきとばせるし、ダガーならすばやい攻撃を3連続でくりだせる！くれぐれも気をつけてね。^^  - 自然とくらそう",
                "tip_137": "きょうはペリカンタウンにある、かの有名な冒険者ギルドの話をしよう。ギルドリーダーのマーロンが、地元の洞窟でモンスターを討伐する冒険者向けにステキな賞品を用意してるよ。モンスターをたくさん討伐すれば、強力なアイテムを受け取ることができるんだ。くわしい情報は壁のポスターに書いてあるそうだよ。おトクな話だね！^^  - 自然とくらそう",
                "tip_141": "なんでも、通りすぎていく電車からおっこちるものをひろいあつめてる人たちがいるって話だ。すごいね…タダでもらえるなら手段はえらばず、って感じだ。^^  - 自然とくらそう",
                "tip_144": "きょう紹介する動物はブタだよ。このへんでは、高級トリュフを探すようにブタを訓練してるんだ。ブタを放牧したら、あとはしんぼうづよく待とう…時が来れば、彼らはそのすばらしい才能を見せてくれる。取れたトリュフはオイルにするといい。価値があがるよ。^^  - 自然とくらそう",
                "tip_148": "夏にしか見つからない魚についておさらいしておこう。まずはドラド。森の川で一日中見られるよ。それにニジマス。森の川や山に行けば一日中釣れるよ。ハリセンボンは海にいる。釣れるのは午後の早いうちだけだ。さいごはタコ。朝に海へいけば見つかるよ。チャンスをにがさないようにしよう！^^  - 自然とくらそう",
                "tip_151": "きょう紹介する魚はスーパーナマコ。海に生息するめずらしい生き物だよ。すがたが見られるのは夏と冬、それも夜のあいだだけなんだ。^^  - 自然とくらそう",
                "tip_155": "ウマのことは、そんなに心配しなくてもだいじょうぶ！どこかにおいてきてしまっても、彼らは自力で帰ってこれるよ。それだけウマはかしこくて、自立心がつよい動物なんだ！^^  - 自然とくらそう",
                "tip_158": "どうだろう…ふつうの林を果樹園にしてみるっていうのは？木に樹液採取器をとりつけて樹液をあつめるんだ。まあ、するかどうかはキミの自由だけどね！^^  - 自然とくらそう",
                "tip_162": "きょう紹介するアイテムは醸造ダルだ。ワインの材料にはブドウをつかうのがスタンダードだけど、ブドウ以外のくだものでもワインをつくれるって知ってたかい？野菜を入れてジュースをつくることもできるよ。^^  - 自然とくらそう",
                "tip_165": "手帳はもってるかい？ふだんからこまめにチェックするクセをつけておこう。たとえだいじなことでも、チェックしないとカンタンに忘れちゃうものだからね。^^  - 自然とくらそう",
                "tip_169": "もしキミが「めずらしいタネ」をもってるなら、植えるタイミングはまさにいまだよ。説明書きにはそだつのに1シーズンかかるとあるけど、信頼できる情報によると、じっさいは24日しかかからないそうだ。うわさによると、収穫するときにはこの世で一番あまいフルーツがみのるそうだよ。^^  - 自然とくらそう",
                "tip_172": "ブラックベリーの季節だね！谷じゅうのしげみに、熟したベリーがすずなりになってるよ。さあ、外に出て探してみよう！^^  - 自然とくらそう",
                "tip_176": "特定の作物を1か所でたくさんつくると、収穫するときに妙なことが起きるらしい。これはカリフラワー、メロン、カボチャで報告されてる。うーん、わたしは見たことないんだけどね。^^  - 自然とくらそう",
                "tip_179": "結婚する決意がかたまったら、人魚のペンダントを手に入れよう。ジェム海のそばに住む人ならだれでも、人魚のペンダントを贈るのはプロポーズのしるしだと分かってる。あつかいにはじゅうぶん気をつけてね。地域によってやり方はちがうみたいだけど、プロポーズの作法にはビーチや海にまつわるものがつきものなんだ。^^  - 自然とくらそう",
                "tip_183": "きょう紹介するアイテムはリサイクルマシン。魚のかわりにゴミを釣っちゃったことはないかい？近ごろはよくおきることだよね。リサイクルマシンを使えば、ゴミをリサイクルして役にたつアイテムに変えられるんだ。使い方はカンタン。マシンのなかにゴミをいれるだけでいい。ゴミの種類によって、手にはいるアイテムの種類も変わるよ。^^  - 自然とくらそう",
                "tip_186": "きょう紹介する魚はビンナガだ。早朝から夜にかけて、秋と冬の海ですがたを見ることができるよ。^^  - 自然とくらそう",
                "tip_190": "きょう紹介する魚はキノボリウオ、コチ、サソリゴイだ。キノボリウオがすむのは深い森の奥だけだ。そして、コチとサソリゴイが見つかるのはさばくのオアシスだけだよ。^^  - 自然とくらそう",
                "tip_193": "フェーンギル共和国じゅうがお祭りさわぎになるスピリットイブまで、あと数日だね！スピリットイブでは、みんなで金のカボチャを探すのがならわしなんだ。キミの町に迷路式のおばけ屋敷ができてたら、かならずどこかに金のカボチャがかくしてあるよ。価値が高いものだから、探してみてね！^^  - 自然とくらそう",
                "tip_197": "みんな、きょうはわたしからアドバイスがある。子どもをもうける気があるなら、かならず子ども部屋を用意しておこう。赤ちゃんにはベビーベッドが必要だからね！^^  - 自然とくらそう",
                "tip_200": "きょう紹介するアイテムは結晶コピーマシンだ。このすごいマシンは、どんな宝石からも無限にコピーをつくることができるんだよ。つかい方はカンタン。コピーしたい宝石をマシンのなかに入れるだけ。コピーができるまで時間はかかるけど、利益はおおきいよ！^^  - 自然とくらそう",
                "tip_204": "もしおとなの動物を飼っていて、動物小屋のスペースによゆうがある場合、動物は赤ちゃんを産むことがあるよ。おぼえておこう。^^  - 自然とくらそう",
                "tip_207": "きょう紹介する魚はナマズだよ。ふだんは見つからないけど、雨がふるとかくれ場所から出てくるんだ。彼らはおもに町のそばの川に生息していて、水のなかに落ちてきたものならなんでもよろこんで口にするよ。あたたかい水は苦手な魚だから、夏には見つかりづらいので注意してね！^^  - 自然とくらそう",
                "tip_211": "きょう紹介するアイテムはミミズ飼育器だ。釣りエサを毎日補充できたら便利だろ？自分のミミズ飼育器をつくってみよう。いったん設置すれば、毎日ちょっとずつ釣りエサが手に入るよ。^^  - 自然とくらそう",
                "tip_214": "こんな雪の下でも、草のタネたちはうずうずしながらあたたかい日ざしにそなえているんだ。だから春がおとずれた時、牧場じゅうに雑草が芽ぶいたとしてもおどろかないようにね！^^  - 自然とくらそう",
                "tip_218": "もし砂金皿をもってたら、水のなかにキラキラ光るものがないか探してみよう。質のいい鉱石をタダで手にいれるチャンスかもしれないよ！^^  - 自然とくらそう",
                "tip_221": "みんな、きょうはだいじなお知らせがあるんだ。わたしは今回で引退するんだ。だから、「自然とくらそう」の新エピソードもこれがさいごになる。いままでありがとう、楽しかったよ。さみしくなるね。放送局によると、過去のエピソードは来年から再放送されるそうだよ。お楽しみにね^^  - 自然とくらそう！"
            }
        },
        {
            "Action": "EditData",
			"Target": "Data/mail",
            "When": {
                "Language": "pt"
            },
			"Entries": {
                "cooking_1": "Refogado! É o melhor jeito de comer legumes. Salteie-os em um pouco de óleo de gergelim e adicione bastante gengibre e alho. Agora, respire fundo... Muito bom./Refogado^^  - Rainha do Molho",
                "cooking_2": "Salada de repolho! Você se imagina comendo uma pilha de repolho insosso? Você não é o único. Mas uma grande salada de repolho pode ser muito mais. Pegue um repolho suculento e fresquinho! Misture com um pouco de vinagre e maionese e está pronto. E como é crocante!/Salada de repolho^^  - Rainha do Molho",
                "cooking_3": "Salada de rabanete! Não há nada como um rabanete fresquinho e picante. Me lembra o fim da primavera... minha mãe cortava rabanetes frescos e os servia no pão de centeio com um pouquinho de sal e pimenta. Ah, tempo bom aquele... mas enfim. Agora, observe com atenção.../Salada de rabanete^^  - Rainha do Molho",
                "cooking_4": "Omelete! Este é um prato tão simples, mas que muita gente faz errado! Uma omelete perfeita é uma obra de arte. A gema lembra o cabelo brilhante de um anjo. Agora, deixe-me mostrar o meu método secreto.../Omelete^^  - Rainha do Molho",
                "cooking_5": "Peixe assado! Sempre que eu faço isto em casa, meus gatos piram. Preciso de um ajudante só para evitar que eles pulem no balcão para roubar o peixe! O peixe precisa estar fresco, de preferência pescado por você mesmo! Agora, vamos colocar o peixe em uma travessa com um pouco de couve.../Peixe cozido^^  - Rainha do Molho",
                "cooking_6": "Panquecas!Às vezes, me deixo levar por pratos sofisticados, complicados... mas tem algo de reconfortante em uma panqueca bem simples. Junte bastante manteiga e xarope de ácer e ponha em cima dessas pilhas quentinhas... huuuum!/Panquecas^^  - Rainha do Molho",
                "cooking_7": "Sushi! O delicado sabor do oceano enrolado em uma cama fofinha de arroz. Talvez um pouco de wasabi para os corajosos. Só de falar já dá água na boca! Ah, como amo sushi!.../Rolinhos de arroz^^  - Rainha do Molho",
                "cooking_8": "Pão! A arte de fazer pães pode ser bem complicada, mas vou simplificá-la para vocês. O ingrediente mais importante é a farinha, é claro. Mas antes de preparar a massa, precisamos ativar o fermento. O levedo do nosso fermento prefere água quente e açúcar para se alimentar. Eu uso açúcar simples, mas mel ou xarope de ácer também servem!/Pão^^  - Rainha do Molho",
                "cooking_9": "Tortilhas! Quantos de vocês estão metendo os dentes em um burrito de caixinha enquanto assistem a este programa? Que vergonha! Comer isso e um pedaço de pano de chão dá no mesmo. Prestem atenção: Quando vocês experimentarem minhas tortilhas de milho frescas e rústicas, não vão querer saber de outra coisa.../Tortilha^^  - Rainha do Molho",
                "cooking_10": "Sopa de truta! Tem alguma coisa em trutas frescas que me dá um gás. Talvez seja o gosto delicado da água doce. De qualquer forma, eu tenho uma deliciosa receita de sopa de truta para compartilhar com vocês hoje.../Sopa de truta^^  - Rainha do Molho",
                "cooking_11": "Inhame pincelado! É época de inhame, e tem um jeito melhor de apreciar esses tubérculos do que com uma cobertura doce, viscosa e brilhante? Você vai precisar de um inhame bem bonito e maduro e de bastante açúcar. Preste atenção em como se faz.../Inhames com cobertura^^  - Rainha do Molho",
                "cooking_12": "Creme de alcachofra! Este é um ótimo jeito de comer mais alcachofra. Pessoalmente, acho que é um creme que pode ser consumido sozinho. Eu bebo o molho como se fosse um milkshake. Uma delícia!/Molho de alcachofra^^  - Rainha do Molho",
                "cooking_13": "Pudim de ameixa! Shane cansou do pé de feijão e está salivando só de pensar em ameixas. Mas quem pode culpá-lo por isso? As ameixas têm um gosto doce e floral, com acidez na medida certa para ativar cada uma das suas ansiosas papilas gustativas. Você precisa experimentar!/Pudim de ameixa^^  - Rainha do Molho",
                "cooking_14": "Bolo de chocolate! Tem jeito melhor de passar as noites frias de inverno do que comendo uma montanha de chocolate? Com a minha ajuda, você estará prestes a criar o bolo mais bonito que seus olhos já viram. Você vai precisar de bastante açúcar.../Bolo de chocolate^^  - Rainha do Molho",
                "cooking_15": "Torta de abóbora! Na minha casa, é tradição comer torta de abóbora durante as festividades da Estrela Invernal. Nenhum inverno está completo sem aquele maravilhoso sabor que só pode ser alcançado com abóboras frescas. Um pouco de noz moscada, canela e cravo vão transportar você para uma terra de carmim e ouro.../Torta de abóbora^^  - Rainha do Molho",
                "cooking_16": "Doce de oxicoco! Aqui vai algo bem legal para celebrar o ano novo. O oxicoco sozinho é amargo. Mas se você misturá-lo com bastante açúcar, ele terá o gosto de lágrimas de anjo. Preste atenção em como se faz.../Doce de oxicoco^^  - Rainha do Molho",
                "cooking_17": "Pizza! A pizza não é considerada um clássico atemporal sem motivo. Ela tem uma crosta dourada e artesanal, um molho de tomate picante e cheio de alho, e uma cobertura com três queijos de dar água na boca. E isso é só o começo! Que tal uns pimentões frescos e tomates por cima? Meu Deus!/Pizza^^  - Rainha do Molho",
                "cooking_18": "Batata ralada frita! Este prato aqui é simples - o que é muito bom! Basta descascar algumas batatas, adicionar sal a gosto e fritar bem as batatas no seu óleo quente favorito. Parece fácil, certo? Bem, tenho algumas dicas para facilitar ainda mais seu trabalho.../Batata-palha^^  - Rainha do Molho",
                "cooking_19": "Café da manhã completo! Na semana passada, ensinei vocês a fazer batata ralada frita. Esta semana, vou ensinar a combiná-la com outros ingredientes para criar um farto café da manhã. Esta refeição dará a vocês a energia necessária para um dia de trabalho duro./Café da manhã completo^^  - Rainha do Molho",
                "cooking_20": "Almoço da sorte! Uma velha lenda diz que esta refeição é irresistível aos espíritos da sorte. Após comê-la, é bem provável que você atraia um espírito bom para a sua barriga. Ele o abençoará com boa sorte até que a comida seja digerida! Que estranho, né? Não sei se acredito, mas de qualquer forma é uma comida muito gostosa!/Almoço da sorte^^  - Rainha do Molho",
                "cooking_21": "Ei! Você já teve um bocado de carpas com você e não tinha ideia do que fazer com elas? É, eu também. Bem, eu desenvolvi uma ótima solução para este problema tão comum. E eu chamo de... Carpa-surpresa. É bem fácil de fazer, mas você vai precisar de muita carpa.../Carpa-surpresa^^  - Rainha do Molho",
                "cooking_22": "Pães de Ácer! Já reparou que os pães de ácer são os primeiros a desaparecer da caixa de rosquinhas? Isso me deixa encafifada, porque um pão de ácer normal tem gosto de meia de jogador de futebol. Não concorda? Mas espere só até experimentar a minha receita. Dá para sentir o gosto da floresta nestes pães. Ah, e você vai precisar de xarope de ácer de verdade e de boa qualidade.../Pão de ácer^^  - Rainha do Molho",
                "cooking_23": "Uma telespectadora da Vila Pelicanos escreveu para mim recentemente. Deixa eu ver... O nome dela é Haley. Ela escreveu: \"eu experimentei seu bolo rosa na última vez em que estive na Cidade de Zuzu e amei. \"Você pode compartilhar sua receita no próximo episódio? \"Claro! Por que não? É um bolo maravilhoso. E adivinha só qual é o ingrediente secreto... melão!/Bolo rosa^^  - Rainha do Molho",
                "cooking_24": "Avelãs torradas! Tenho uma linda aveleira atrás da minha casa, e todo ano convido a minha família para uma festa cheia de avelãs torradas! E quando começamos a torra, é inevitável que os vizinhos apareçam. Aquele aroma delicioso de semente é irresistível. Aqui vai a receita da minha família.../Avelãs torradas^^  - Rainha do Molho",
                "cooking_25": "Salada de fruta! Aqui vai uma receita saudável e deliciosa para iluminar o seu dia. A coisa mais importante a lembrar é que você precisa de frutas maduras. Esqueça aquelas coisas insossas que vendem no supermercado. Estou falando de frutas frescas, colhidas na hora, cheias de sabor. Certo. Agora, observe com atenção.../Salada de frutas^^  - Rainha do Molho",
                "cooking_26": "Bolo mexido de amoras! Esta receita sempre me lembra do Vale do Orvalho. Quando chega o outono, tem certos dias em que o vale está cheio das mais deliciosas amoras que já experimentei. Se você conseguir algumas, recomendo de paixão que as utilize nest bolo mexido./Mexido de amoras^^  - Rainha do Molho",
                "cooking_27": "Bolinho de caranguejo! A carne de caranguejo é muito delicada por si só, portanto misturá-la com pedaços de pão e um pouco de ovo é um ótimo jeito de dar corpo a ela. É por isso que estes bolinhos são o meu jeito favorito de comer caranguejo! Mas antes de quebrar a casca, fique ligado para meu tempero especial!/Bolinhos de caranguejo^^  - Rainha do Molho",
                "cooking_28": "Risoto de broto de samambaia! Os brotos de samambaia são lindos, mas por si só são insossos. Por isso, é necessário prestar atenção nos temperos adicionados. Vou falar a verdade: não é muito fácil fazer risoto de broto de samambaia. Eu vou facilitar ao máximo esta tarefa para você./Risoto de samambaia^^  - Rainha do Molho",
                "cooking_29": "Bolinho de semente de papoula! As papoulas são lindas flores ornamentais... por que não aproveitá-las totalmente com estes deliciosos bolinhos? Eu sou uma grande fã de sementes de papoula. Elas têm um gosto suave, mas dão um toque especial e uma excelente textura a sobremesas com massa de pão. E são muito saudáveis!/Bolinho de papoula^^  - Rainha do Molho",
                "cooking_30": "Sopa de lagosta! Esta receita é digna do próprio governador. É rica, cremosa e deliciosa, com um toque do oceano. A parte mais difícil é encontrar lagostas, mas tenho certeza que você consegue. Se você for bem engenhoso, poderá pescá-la usando um covo!/Bisque de lagosta^^  - Rainha do Molho",
                "cooking_31": "Brusqueta! É um aperitivo incrivelmente simples que demonstra a importância de ingredientes de qualidade. Você vai precisar de pão, tomate e óleo. Primeiro, grelhe o pão. Corte o tomate e ponha-o no pão grelhado. Então, salpique com óleo e sirva. Viu como é simples?/Brusqueta^^  - Rainha do Molho",
                "cooking_32": "Coquetel de camarão! Aqui vai outro bom aperitivo para você e os convidados de seu jantar. Meu molho de coquetel é muito picante. Tenho certeza que você vai amar. O primeiro passo é.../Coquetel de camarão^^  - Rainha do Molho",
                "tip_1": "Uma dica para os principiantes: cortem madeira e procurem por vegetais silvestres para ganhar dinheiro enquanto esperam suas primeiras colheitas!^^ - Vivendo da Terra",
                "tip_4": "Aqui vai uma dica para quem vive no Vale do Orvalho. Vocês podem encontrar cebolinhas no sul da cidade, onde o rio se encontra com o oceano.Às vezes, é possível encontrar um bocado delas crescendo no chão.^^ - Vivendo da Terra",
                "tip_8": "Vamos falar de cercas. Cercas são úteis para manter ervas daninhas longe e proteger sua plantação. Elas também ajudam os fazendeiros a conter o gado. As cercas quebram após um tempo, mas as cercas de pedra, ferro e madeira de lei duram muito mais que as cercas de madeira comum!^^ - Vivendo da Terra",
                "tip_11": "Problemas com corvos? Então você precisa de um espantalho! Colocar um espantalho em sua fazenda os manterá longe. Proteja as suas valiosas plantações!^Ah, mais uma coisa: precisa de uma mochila grande para guardar todas as suas coisas? Dê uma olhada no armazém mais próximo.^^ - Vivendo da Terra",
                "tip_15": "É época de amora-silvestre! Por todo o interior, os arbustos estão cheios dessas frutinhas deliciosas e todo mundo pode pegá-las! Aliás, colhê-las é uma ótima forma de ganhar um dinheirinho extra.^^ - Vivendo da Terra",
                "tip_18": "Ah, que chuva refrescante... a melhor amiga do fazendeiro! Quando chove, você não precisa se preocupar em regar suas plantações. Tire vantagem disso!^^ - Vivendo da Terra",
                "tip_22": "Pegue uma vara de pescar e ganhe dinheiro com sua pesca! Pescar é uma ótima forma de ganhar um dinheirinho extra quando você tem tempo. A distância da terra em que sua boia aterrissa determina o tipo de peixe que você vai fisgar... O local, estação, hora do dia e clima também influenciam!^^ - Vivendo da Terra",
                "tip_25": "Árvores frutíferas. Elas demoram uma estação inteira para crescer, então planeje com antecedência! Se a área diretamente ao redor não estiver limpa, o crescimento será afetado. Quando sua árvore frutífera amadurecer, produzirá frutas deliciosas todos os dias durante a estação. É melhor começar a economizar!^^ - Vivendo da Terra",
                "tip_29": "O verão chegou, junto com diversas novas opções de plantio! Observe o lúpulo, por exemplo. As videiras demoram bastante para crescer, mas quando crescem podem ser colhidas todos os dias. Boa sorte!^^ - Vivendo da Terra",
                "tip_32": "Aqui vai uma lista dos peixes que você só pode encontrar no verão. Dourado, encontrado durante o dia em rios de florestas. Truta arco-íris, encontrada em rios de florestas e montanhas durante o dia. Baiacu, encontrado no oceano no começo da tarde. E polvo, encontrado no oceano pela manhã. Pegue-os se puder!^^ - Vivendo da Terra",
                "tip_36": "Vamos falar de milho. Esta é uma lavoura diferente, pois dura duas semanas! Isso mesmo: enquanto muitas plantações morrem quando muda a estação, o milho sobrevive. Você pode cultivá-lo no verão e no outono. Agora vá plantar um pouco de milho!^^ - Vivendo da Terra",
                "tip_39": "A partir de amanhã, haverá uma grande quantidade de conchas e corais em praias de todo o mundo. Não sou cientista, mas ouvi dizer que isso está ligado à temporada de acasalamento dos caranguejos. Se continuar assim, você poderá lucrar um pouco dando uma olhada na praia mais próxima.^^ - Vivendo da Terra",
                "tip_43": "Tem um SPA na sua cidade? Sente e relaxe na água quente para restaurar a sua energia. Ah... é muito bom, não é?^^ - Vivendo da Terra",
                "tip_46": "O verão é conhecido por suas tempestades de raios. Se você souber como criar um para-raios, poderá colher a eletricidade e criar baterias. Elas podem ser vendidas para a confecção de materiais!^^ - Vivendo da Terra",
                "tip_50": "A maioria das cidades possui um calendário sazonal na frente do armazém. É bom verificá-lo agora para entender melhor o que está acontecendo com a comunidade. Dê uma olhada nas vagas de emprego também!^^ - Vivendo da Terra",
                "tip_53": "O outono está chegando! Essa é, possivelmente, a estação mais lucrativa para fazendeiros, então economize um pouco para comprar novas sementes. Se você ainda não atualizou seu regador, provavelmente agora é uma boa hora para fazê-lo.^^ - Vivendo da Terra",
                "tip_57": "Vamos falar de girassóis. Ao colhê-los, você não só obtém uma linda flor, como também algumas sementes. Você pode replantá-las ou vendê-las. Que ótimo negócio!^^ - Vivendo da Terra",
                "tip_60": "É época de amora! Arbustos por todo o interior estão cheios de frutas maduras. Vá lá fora e veja por si mesmo!^^ - Vivendo da Terra",
                "tip_64": "Se você for fazendeiro em uma cidade pequena, é bem provável que seja convidado a criar uma \"exibição\" para seu sítio em um determinado momento. Geralmente, uma exibição de sítio é formado por 9 itens que demonstram seu talento. Procure por um equilíbrio entre itens de alta qualidade, alto valor agregado e variedade. Peixes, minerais, produtos artesanais e legumes são todos ótimas opções!^^ - Vivendo da Terra",
                "tip_67": "Peixe do dia: Salmão. No outono, o salmão volta para o local em que nasceu para depositar ovos. Isso significa que os rios estão cheios deles! Só é possível encontrá-los no outono, então sacuda o esqueleto e use sua varia de pescar.^^ - Vivendo da Terra",
                "tip_71": "Você tem torneirinhas? Bons coletores de ingredientes sabem como construí-las. Você pode adiciona-las às árvores selvagens que crescem por aí. O ácer produz xarope, o carvalho produz resina e o pinheiro produz alcatrão de pinho. O xarope é o item mais valioso, mas todos os derivados de árvores têm seus usos!^^ - Vivendo da Terra",
                "tip_74": "O inverno está quase aqui. Tenha bastante feno armazenado para alimentar seus animais no inverno, quando toda a grama morrer. Cada silo pode armazenar até 240 blocos de feno, então faça as contas e verifique se é necessário construir mais!^^ - Vivendo da Terra",
                "tip_78": "Peixe do dia: Peixe picão-verde: Você pode encontrar esse peixe em noites chuvosas de outono ou de inverno. Ele pode ser encontrado em qualquer local de água doce.^^ - Vivendo da Terra",
                "tip_81": "O inverno está chegando... e isto significa que seu cultivo vai ter que dar uma parada. Nenhuma cultura cresce no inverno, a menos que você tenha a sorte de ter uma estufa. Mas ainda há muito a fazer! Falaremos mais sobre isso depois.^^ - Vivendo da Terra",
                "tip_85": "O inverno... Uma época em que tudo fica em silêncio. Agora é uma boa época para mineração, pescaria e coleta de recursos. Atualize suas ferramentas para se preparar para uma primavera produtiva! Ou procure o carpinteiro mais próximo para construir algo em sua fazenda! Junte recursos, atualize, e prepare-se para o próximo ano.^^ - Vivendo da Terra",
                "tip_88": "Se perguntando como obter \"Quartzo Refinado\"? Basta por um pedaço de quartzo comum na fornalha. Você vai precisar de um pedaço de carvão para alimentar o fogo.^^ - Vivendo da Terra",
                "tip_92": "Achou alguma semente cortando madeira? Você pode plantá-la no chão e uma nova árvore nascerá. Seja criativo!^^ - Vivendo da Terra",
                "tip_95": "Há alguns peixes que só podem ser achados no inverno... A lula e o bacalhau ling. A lula só pode ser encontrada no oceano no fim de tarde. O bacalhau ling pode ser encontrado em água doce, o dia todo. Claro, também há rumores de peixes extremamente raros e únicos que só podem ser encontrados em estações específicas, mas não possuo informação sobre eles.^^ - Vivendo da Terra",
                "tip_99": "Vamos falar de geodos? Geodos são pedras ocas que geralmente contém minerais valiosos. Por uma taxa, um ferreiro poderá abri-lo para você. Sabe, há diferentes tipos de geodos... cada um contendo um tipo diferente de mineral. Entretanto, o raro \"omnigeodo\" pode conter todos os tipos de minerais.^^ - Vivendo da Terra",
                "tip_102": "Se você realmente quiser fazer alguém feliz, no dia do aniversário, dê a ele seu presente favorito! Confie em mim.^^ - Vivendo da Terra",
                "tip_106": "Você já viu três pequenos caules marrons brotando do chão?Às vezes, é difícil vê-los. Mas se você cavar naquele ponto, sempre encontrará alguma coisa. Não me pergunte como isso funciona.^^ - Vivendo da Terra",
                "tip_109": "Você já sentiu vontade de fuçar no lixo do vizinho? Eca! Mas sabe, se esse é o seu negócio, não faça isso com alguém olhando. Se perceberem você, vão ficar com muito nojo e isso afetará a amizade de vocês. Bem, a menos que a pessoa também goste disso.^^ - Vivendo da Terra",
                "tip_113": "Bem, um novo ano chegou. Fique atento às sementes vendidas no armazém mais próximo. Com sorte, você terá melhorado as suas ferramentas no inverno e estará pronto para um ano muito produtivo!^^ - Vivendo da Terra",
                "tip_116": "Peixe do dia: Enguia. As enguias podem ser capturadas no oceano durante a primavera e o outono em tardes chuvosas.^^ - Vivendo da Terra",
                "tip_120": "Você tem uma cozinha? Cozinhar é uma excelente forma de aperfeiçoar suas habilidades. Muitos pratos são mais do que ótimas fontes de energia, eles aumentam temporariamente suas habilidades, sua velocidade e muito mais! Que cheiro bom, não é mesmo?^^ - Vivendo da Terra",
                "tip_123": "Item do dia: O covo. Pescadores experientes sabem como fazer um covo. Aliás, o que é covo? Covo é uma armadilha que pode ser utilizada para a captura de diversas criaturas aquáticas tanto em água doce quanto salgada. Basta posicionar seu covo na água com uma isca dentro. Volte no dia seguinte e veja se pegou algo. É preciso colocar uma isca no covo toda vez que você for pescar.^^ - Vivendo da Terra",
                "tip_127": "É época de amora-silvestre! Por todo o interior, os arbustos estão cheios dessas frutinhas deliciosas e todo mundo pode pegá-las! Aliás, colhê-las é uma ótima forma de ganhar um dinheirinho extra.^^ - Vivendo da Terra",
                "tip_130": "Vamos falar de um docinho? Não estou falando de você, seu bobo. Estou falando do mel, feito por nossas amiguinhas, as abelhas. Aqui vai um fato interessante: se você possuir algumas flores desabrochando perto do seu apiário, suas abelhas produzirão mel aromatizado. Do contrário, você obterá só \"mel selvagem\". Que coisa doce de ouvir, né?^^ - Vivendo da Terra",
                "tip_134": "Uma dica para os aventureiros de plantão: não se esqueçam do ataque especial de suas armas! As espadas conseguem bloquear ataques, o que é muito útil quando os gosmas estão pulando em cima de você. Clavas acertam o chão e fazem os inimigos voar... e com uma adaga, você pode executar um ataque triplo e super-rápido! Cuide-se.^^ - Vivendo da Terra",
                "tip_137": "Vamos falar da Guilda dos Aventureiros, na Vila Pelicanos? O líder da guilda, Marlon, possui um ótimo programa de recompensas para aqueles que forem corajosos o suficiente para abaterem monstros nas cavernas locais. Os aventureiros receberão itens poderosos em troca de matar grandes quantidades de monstros. Há um pôster na parede com mais detalhes. Que legal!^^ - Vivendo da Terra",
                "tip_141": "Ouvi falar de algumas pessoas que ficam perto de trens em movimento para pegar os objetos que caem. Nossa... o que as pessoas não fazem por algo grátis?^^ - Vivendo da Terra",
                "tip_144": "Animal do dia: O porco.^^Por aqui, os porcos são treinados para cheirar trufas valiosas. Basta soltar os suínos e ser paciente... se eles estiverem fortes e saudáveis, resolverão tudo sozinhos. Extraia óleo das trufas para maximizar seus lucros.^^ - Vivendo da Terra",
                "tip_148": "Lembrete dos peixes só encontrados no verão: Dourado, encontrado durante o dia em rios de florestas. Truta arco-íris, encontrada em rios de florestas e montanhas durante o dia. Baiacu, encontrado no oceano no começo da tarde. E polvo, encontrado no oceano pela manhã. Pegue-os se puder!^^ - Vivendo da Terra",
                "tip_151": "Peixe do dia: Superpepino. Você só pode encontrar este peixe raro no oceano. Ele só aparece durante a noite, no verão e no inverno.^^ - Vivendo da Terra",
                "tip_155": "Sei que é difícil, mas pare de se preocupar tanto com seu cavalo! Você pode deixá-lo em qualquer lugar e ele saberá voltar para casa. Cavalos são muito inteligentes e independentes!^^ - Vivendo da Terra",
                "tip_158": "Aqui vai uma ideia... crie um pomar de árvores selvagens! Ponha torneirinhas nessas árvores e colha o valioso xarope. Ou não! Estou me lixando.^^ - Vivendo da Terra",
                "tip_162": "Item do dia: Barril. O uso básico do barril é fazer vinhos a partir de uvas. Mas, você sabia que dá para fazer vinho de qualquer fruta? Sim.^Você também pode fazer suco com legumes.^^ - Vivendo da Terra",
                "tip_165": "Você tem um diário? Não esqueça de espiá-lo de tempos em tempos. É fácil esquecer que você escreveu algo muito importante.^^ - Vivendo da Terra",
                "tip_169": "Se você conseguiu colocar as mãos em uma \"semente rara\", agora é hora de plantá-la. Apesar de dizerem que essas sementes demoram uma estação inteira para crescer, fontes confiáveis me disseram que levam apenas 24 dias. O resultado final é a fruta mais doce do mundo.^^ - Vivendo da Terra",
                "tip_172": "É época de amora! Arbustos por todo o interior estão cheios de frutas maduras. Vá lá fora e veja por si mesmo!^^ - Vivendo da Terra",
                "tip_176": "Alguns fazendeiros relataram coisas estranhas acontecendo quando grandes campos de couve-flor, melão ou abóbora atingem a maturidade. Huuum... Eu nunca vi nada acontecendo.^^ - Vivendo da Terra",
                "tip_179": "Quer se casar? Você vai precisar de um Pingente da Sereia. Todo mundo deste lado do Mar das Joias sabe o que significa quando você recebe um Pingente da Sereia.^Entretanto, conseguir um pingente desses é muito difícil. Cada região tem seu próprio costume, mas sempre tem algo a ver com a praia ou com o oceano.^^ - Vivendo da Terra",
                "tip_183": "Item do dia: Máquina de reciclagem. Está pegando muito lixo na hora de pescar? Hoje em dia, isso é muito comum. Bem, com uma máquina de reciclagem, você poderá transformar esses itens em algo útil. Basta colocar os itens do lixo na máquina e deixá-la fazer seu trabalho. Lixos diferentes produzem itens diferentes.^^ - Vivendo da Terra",
                "tip_186": "Peixe do dia: Albacora. Esse peixe pode ser encontrado tanto no começo da manhã quanto à noite. Procure por ele no oceano durante o outono ou inverno.^^ - Vivendo da Terra",
                "tip_190": "Peixe do dia: Madeirão, areinha e carpa-escorpião. Dizem que o madeirão vive apenas no meio da floresta. A areinha e a carpa-escorpião só podem ser encontradas em oásis do deserto.^^ - Vivendo da Terra",
                "tip_193": "Só faltam alguns dias até que as comunidades da República da Fernígia celebrem a Véspera do Dia dos Espíritos! Uma tradição que é pouco conhecida é a busca pela abóbora dourada. Se a sua cidade possui um labirinto mal assombrado, pode ter certeza de que há uma abóbora dourada em algum lugar. Essas coisas são valiosas!^^ - Vivendo da Terra",
                "tip_197": "Sigam o meu conselho: Vocês vão precisar de um berço em casa antes de terem filhos. Um bebê precisa de um lugar para dormir!^^ - Vivendo da Terra",
                "tip_200": "Item do dia: O cristalário. Esta incrível máquina pode criar cópias ilimitadas de qualquer tipo de joia. Basta por a joia que gostaria de copiar e deixar a máquina fazer o trabalho. Pode demorar um pouco, mas... é lucro certo!^^ - Vivendo da Terra",
                "tip_204": "Se você tiver animais adultos no estábulo e houver espaço vazio nele, sempre há a chance de um desses animais podem dar a luz. É algo importante para se ter em mente.^^ - Vivendo da Terra",
                "tip_207": "Peixe do dia: O bagre. Este peixe relativamente raro aparece quando chove. Você vai encontrá-lo vivendo em rios do lado de cidades, onde eles apreciam os restos de comida que caem na água. Eles não gostam de temperaturas muito altas, então nem tente pescá-los no verão!^^ - Vivendo da Terra",
                "tip_211": "Item do dia: Lata de minhocas. Precisa de um estoque ilimitado de iscas? Crie uma lata de minhocas. Quando você tiver um, poderá pegar algumas iscas todos os dias.^^ - Vivendo da Terra",
                "tip_214": "Por baixo de toda aquela neve, as sementes da primavera mal podem esperar para começarem suas novas vidas ao sol. Não se surpreenda se sua fazenda precisar de uma limpeza quando a primavera chegar!^^ - Vivendo da Terra",
                "tip_218": "Se você conseguir colocar as mãos em uma bateia, preste atenção se algo brilhante aparecer na água.^Pode haver minério de ouro ali, pronto para ser extraído!^^ - Vivendo da Terra",
                "tip_221": "Pessoal, tenho um anúncio a fazer. Este foi o último episódio de \"Vivendo no Campo\" antes da minha aposentadoria. Eu me diverti muito e sentirei falta de todos vocês. Ah, e ouvi falar que as emissoras vão exibir reprises no ano que vem.^^ Cuidem-se^^ - Vivendo da Terra!"
            }
        },
        {
            "Action": "EditData",
			"Target": "Data/mail",
            "When": {
                "Language": "ru"
            },
			"Entries": {
                "cooking_1": "Стир-фрай! Нет лучше способа отведать полезных овощей! Обжарьте овощи в кунжутном масле. Не забудьте добавить побольше свежего имбиря и чеснока. А теперь вдохните этот аромат... Ах, как славно!/Стир-фрай^^  - Королева соуса",
                "cooking_2": "Капустный салат! Уже представили себе скучную кучку вялой капусты? Не вы одни. Но хороший капустный салат - это гораздо больше. Только выберите самый свежий и сочный кочан! Плесните немного уксуса и майонеза, и салат готов. Ах, какой хруст!/Капустный салат^^  - Королева соуса",
                "cooking_3": "Салат из редиса! Свежий острый редис - это что-то особенное. Вспоминается весна... Моя мама обычно нарезала свежий редис с нашего огорода и подавала его с хлебом, солью и перцем. Эх, вот были времена... Что-то я отвлеклась. А теперь смотрите внимательно.../Салат из редиса^^  - Королева соуса",
                "cooking_4": "Омлет! Казалось бы, простейшее блюдо, но как часто его готовят неправильно! Идеальный омлет - это предмет искусства. Это - золотой ангел из сияющего яйца, и сегодня я поделюсь с вами своим секретом./Омлет^^  - Королева соуса",
                "cooking_5": "Запеченная рыба! Когда я еe готовлю, мои две кошки просто с ума сходят. Мне требуется помощник только для того, чтобы не подпускать их к столу! Только убедитесь, что рыба свежая, а ещe лучше - только что пойманная лично вами! А теперь смотрите, я кладу рыбу на гарнир из весенней зелени.../Запечeная рыба^^  - Королева соуса",
                "cooking_6": "Блины! Я часто готовлю что-нибудь замысловатое... но есть что-то успокаивающее в обычных блинах. Обильно полейте тeплую стопку блинов кленовым сиропом и щедро намажьте маслом... М-м-м.../Блины^^  - Королева соуса",
                "cooking_7": "Суши-роллы! Нежный вкус океана, завeрнутый в податливое рисовое облачко. Самые смелые могут добавить чуточку васаби. Рассказываю вам тут, а у самой слюнки текут. Ах, как же я люблю суши.../Суши-роллы^^  - Королева соуса",
                "cooking_8": "Хлеб! Выпечка хлеба - особое, сложное искусство, но я покажу вам простой способ. Разумеется, главный ингредиент - мука. Но перед тем, как замешивать тесто, нам нужно развести дрожжи. Они любят теплую воду и что-нибудь поесть. Я использую обычный сахар, но мeд или кленовый сироп тоже сгодятся!/Хлеб^^  - Королева соуса",
                "cooking_9": "Тортилья! Смотрите мою передачу, жуя магазинные буррито из микроволновки? Как не стыдно! С таким же успехом фасоль можно было завернуть в половую тряпку. Послушайте лучше меня. Когда вы отведаете моих свежих деревенских тортилий, то о других не захотите и слышать.../Тортилья^^  - Королева соуса",
                "cooking_10": "Уха из форели! Я всегда начинаю суетиться, когда на столе свежепойманная форель. Наверное, это из-за еe нежного речного вкуса. Как бы там ни было, сегодня я поделюсь с вами замечательным рецептом ухи из форели.../Уха из форели^^  - Королева соуса",
                "cooking_11": "Глазированный батат! Сейчас сезон бататов, а лучший способ насладиться этими замечательными клубнями - покрыть их сладкой и липкой глазурью! Нам понадобится спелый батат и много-много сахара. А готовится он так.../Глазированный батат^^  - Королева соуса",
                "cooking_12": "Артишоковый дип! А вот отличный способ повысить уровень артишоков в вашем организме... Лично я даже ничего в него и не макаю. Я пью его прямо так, будто молочный коктейль. Вкуснотища./Артишоковый дип^^  - Королева соуса",
                "cooking_13": "Сливовый пудинг! Джеку Хорнеру из детского стишка не терпится добраться до тягучего лакомства. Разве можно его в этом винить? Сладкие, благоухающие сливы с идеальным терпким привкусом разбудят все ваши вкусовые рецепторы! Только попробуйте, и сразу всe поймeте.../Сливовый пудинг^^  - Королева соуса",
                "cooking_14": "Шоколадный торт! Едва ли найдeтся лучший способ провести холодные зимние ночи, чем сидя с ложкой перед огромной шоколадной горой! Я помогу вам приготовить такой торт, лучше которого вы еще никогда не видели! Вам понадобится очень много сахара.../Шоколадный торт^^  - Королева соуса",
                "cooking_15": "Тыквенный пирог! Есть у нас дома одна традиция - готовить тыквенный пирог на Пир Зимней звезды. Без этого чудесного вкуса, который получается только из тыквы, выращенной на ферме, и зима - не зима. Немного мускатного ореха, корицы и гвоздики - и вот вы уже в алом с золотым королевстве./Тыквенный пирог^^  - Королева соуса",
                "cooking_16": "Клюквенная сласть! Вот вам интересный рецепт для празднования Нового Года. Сама по себе клюква достаточно горькая, но если засыпать еe горой сахара, то на вкус она станет как слезы ангела. Делается это вот так.../Клюквенная сласть^^  - Королева соуса",
                "cooking_17": "Пицца! Пицца не зря считается бессмертной классикой кулинарии. Золотистая корочка, острая маринара с чесноком, а сверху - смесь из трeх сыров, от которой текут слюнки. А ведь мы ещe только начали! Положим сверху ещe свежий перец и помидоры. Ах!/Пицца^^  - Королева соуса",
                "cooking_18": "Хашбраун! Рецепт сегодня простой, но это ведь здорово! Просто натрите картошки, щедро посолите и поджарьте до идеального состояния в вашем любимом масле. Звучит просто, правда? А я дам вам пару советов, которые сделают всe ещe проще./Хашбраун^^  - Королева соуса",
                "cooking_19": "Полный завтрак! На прошлой неделе мы научились готовить хашбраун. На этой неделе мы научимся совмещать хашбраун с другими ингредиентами так, чтобы вышел полноценный, здоровый завтрак. С ним вам хватит энергии на целый день усердной работы!/Полный завтрак^^  - Королева соуса",
                "cooking_20": "Обед на удачу! Согласно старой легенде, духи удачи не могут устоять перед этим блюдом. Когда вы его съедите, он приманит к вам в желудок доброго духа, который одарит вас удачей до тех пор, пока еда не переварится. Вот чудачество, правда? Я не очень во всe это верю, но блюдо всe равно очень вкусное!/«Обед на удачу»^^  - Королева соуса",
                "cooking_21": "Бывает у вас такое, что лежит у вас куча карпов, а вы и не знаете, что с ними сделать? Вот и со мной то же самое. Итак, я нашла отличное решение для этой распространeнной проблемы! Я назвала его... «Карповый сюрприз». Приготовить его несложно, но понадобится много карпов.../Карповый сюрприз^^  - Королева соуса",
                "cooking_22": "Кленовые пончики! Вы когда-нибудь замечали, что первыми из коробки с пончиками исчезают кленовые? Это очень странно, ведь обычно такие пончики на вкус напоминают подслащенную хоккейную шайбу. Согласны? Но вот когда вы отведаете их по моему рецепту... В них - настоящий лесной вкус! Так, вам понадобится настоящий, качественный кленовый сироп.../Кленовый пончик^^  - Королева соуса",
                "cooking_23": "На днях мне пришло письмо от зрителя из города Пеликан... Посмотрим... Еe зовут Хэйли. Хэйли пишет: «Когда я была в городе Зузу, я попробовала ваш розовый торт и влюбилась в него». «Не могли бы вы поделиться рецептом в ближайшем выпуске?» А почему бы и нет? Торт ведь чудесный. Вы ни за что не угадаете тайный ингредиент... Это дыня!/Розовый торт^^  - Королева соуса",
                "cooking_24": "Жареный фундук! У меня за домом растeт старое фундуковое дерево, и каждый год я зову к себе всю семью жарить фундук! А когда мы начинаем жарить, каждый раз к нам заглядывают и соседи. Невозможно устоять перед этим богатым ореховым запахом. Итак, наш фамильный рецепт.../Жареный фундук^^  - Королева соуса",
                "cooking_25": "Фруктовый салат! Полезное и вкусное лакомство, которое поднимет вам настроение! Самое главное - помнить, что все фрукты вам нужны спелыми. Забудьте про безвкусную дрянь из супермаркета... Я говорю о фруктах, которые только что сорвали с ветки, сочных и вкусных. А теперь смотрите внимательно.../Фруктовый салат^^  - Королева соуса",
                "cooking_26": "Ежевичный коблер! Этот рецепт всегда напоминает мне о долине Стардью. Два дня в году, осенью, ежевичные кусты в долине просто ломятся от ягод. Клянусь, это самая вкусная ежевика, которую я пробовала! Если сможете еe достать - очень советую использовать еe в этом несложном коблере./Черничный коблер^^  - Королева соуса",
                "cooking_27": "Крабовые котлетки! Само по себе крабовое мясо очень лeгкое, но если смешать его с яйцом и хлебом, то оно станет куда сытнее. Поэтому я так люблю крабовые котлетки! Но не спешите колоть панцирь - сперва я научу вас готовить мою особую приправу.../Крабовые пирожки^^  - Королева соуса",
                "cooking_28": "Ризотто с папоротником! Съедобный папоротник очень красив, но не очень-то вкусен сам по себе. Поэтому нужно тщательно выбирать подходящие специи. Сказать по правде, приготовить хорошее ризотто с папоротником не так-то просто. Но с моей помощью у вас будет больше всего шансов на успех./Ризотто с папоротником^^  - Королева соуса",
                "cooking_29": "Маффин с маком! Мак - красивый цветок... но почему бы не взять от этого растения больше и не использовать его в приготовлении чудесных маффинов? Обожаю маковые зeрнышки. Пускай их нужно немного, но зато они придают мучным десертам приятный вкус и отличную текстуру. А ещe они полезные!/Маффин с маком^^  - Королева соуса",
                "cooking_30": "Биск из омара! Такое не стыдно подать и самому губернатору! Биск - очень густое и вкусное блюдо, сливочное, с чудесным оттенком океана. Самое сложное в его приготовлении - найти омара, но я уверена, что вы справитесь. Его можно даже, черт возьми, поймать самому, если у вас есть крабовая ловушка!/Биск из омара^^  - Королева соуса",
                "cooking_31": "Брускетта! Замечательно простая закуска, особенно подчeркивающая качество своих ингредиентов. Нам понадобятся хлеб, помидор и масло. Сначала поджарьте хлеб. Порежьте помидор и разложите ломтики на хлеб. Затем брызните немного масла и подавайте к столу. Я же говорила, что будет просто!/Брускетта^^  - Королева соуса",
                "cooking_32": "Креветочный коктейль! Вот ещe одна хорошая закуска, которая понравится и вам, и вашим гостям. Этот соус особенно пикантен, и я уверена, что вы его полюбите. Для начала.../Креветочный коктейль^^  - Королева соуса",
                "tip_1": "Вот вам, новички, совет: рубите деревья и собирайте дикие дары природы, чтобы заработать немного, пока зреет ваш первый урожай!^^  - Дары земли",
                "tip_4": "А этот совет тех, кто живeт в долине Стардью. К юго-западу от города, где река впадает в океан, весной растeт лук-батун. Порой его там можно собрать целую кучу!^^  - Дары земли",
                "tip_8": "Поговорим о заборах. Заборы не дают разрастись сорнякам, защищая ваши посевы. А ещe они полезны фермерам, у которых есть домашний скот. Через какое-то время заборы ломаются, но если они сделаны из камня, железа или твeрдой древесины, то прослужат гораздо дольше, чем обычные деревянные!^^  - Дары земли",
                "tip_11": "Одолело вороньe? Похоже, вам не хватает пугала! Поставьте его на вашей ферме, и вороны будут облетать его далеко стороной. Не забудьте защитить свой драгоценный урожай!^И ещe... Не хватает места в рюкзаке? Загляните в местный магазин.^^  - Дары земли",
                "tip_15": "Сезон морошки! За городом все кусты набухли от этих сочных ягодок, собирай - не хочу! А ещe за них можно выручить немного денег.^^  - Дары земли",
                "tip_18": "Ах, освежающий дождь... Лучший друг фермера! Когда идeт дождь, не нужно поливать посевы. Распорядитесь этим временем с умом!^^  - Дары земли",
                "tip_22": "Найдите себе удочку и сбывайте улов за деньги! Рыбалка - отличная подработка, если у вас есть свободная минутка. От того, как далеко вы закинете удочку, зависит ваш улов... а ещe он зависит от того, где вы рыбачите, в какой сезон, в какое время суток, и в какую погоду!^^  - Дары земли",
                "tip_25": "Плодовые деревья. Планируйте посадку заранее - такие деревья смогут расти только через сезон после посева! Если вплотную к вашему саженцу растeт что-то ещe, то сам саженец расти дальше не сможет. Взрослое дерево плодоносит ежедневно в своeм сезоне. Начинайте копить!^^  - Дары земли",
                "tip_29": "Вот на дворе и лето, а значит, можно сажать целую кучу новых летних растений! Взять, к примеру, хмель. Его лианы растут не очень быстро, но когда вырастут, то хмель можно собирать ежедневно. Удачи!^^  - Дары земли",
                "tip_32": "А вот такие рыбы ловятся только летом: Дорада водится в лесных реках, ловится днeм. Радужную форель можно поймать днeм в горных и лесных реках. Рыба-eж водится в океане, поймать еe можно сразу после полудня. И, наконец, осьминог - его можно выловить в океане по утрам. Ловите, пока есть возможность!^^  - Дары земли",
                "tip_36": "Поговорим о кукурузе. Это необычная культура, потому что растeт два сезона подряд! Да-да, пока остальные посевы погибают, когда меняется время года, кукуруза остаeтся. Еe можно выращивать и летом, и осенью. А теперь идите и сажайте кукурузу!^^  - Дары земли",
                "tip_39": "С завтрашнего дня на пляжах по всему миру ожидается необыкновенное количество вынесенных на берег ракушек и кораллов. Я не учeный, но слышал, будто это как-то связано с брачным сезоном у крабов. Как бы там ни было, можно будет неплохо заработать, походив по пляжу.^^  - Дары земли",
                "tip_43": "В вашем городе есть баня? Расслабьтесь, и горячая вода восстановит ваши силы. Ах, как хорошо, правда?^^  - Дары земли",
                "tip_46": "Лето - грозовой сезон, это всем известно. Если вы умеете мастерить громоотводы, то с их помощью можно собирать электричество из молний в аккумуляторы. А их, в свою очередь, можно продать, или смастерить с ними что-то ещe!^^  - Дары земли",
                "tip_50": "Во многих городах перед главным магазином вывешен календарь. Так можно узнать, что и когда происходит в вашем городке. Не забудьте проверить и объявления о подработке!^^  - Дары земли",
                "tip_53": "Осень уже на пороге. Пожалуй, осень - самый прибыльный сезон для фермера, так что не забудьте отложить денег на семена. Если вы до сих пор не улучшили свою лейку - сейчас самое время.^^  - Дары земли",
                "tip_57": "Поговорим о подсолнухах. Они дают не только красивые цветы, но и семечки. Их можно посадить, а можно продать. Я - за подсолнухи!^^  - Дары земли",
                "tip_60": "А вот и ежевичный сезон! За городом кусты ломятся от спелых ягод. Сходите и убедитесь сами!^^  - Дары земли",
                "tip_64": "Если вы фермер в небольшом городке, то, скорее всего, вас когда-нибудь пригласят участвовать на выставке товаров. Обычно на выставочный лоток выкладывают 9 товаров, которые лучше всего отражают ваши таланты. Постарайтесь выставить товары подороже и повыше качеством, и не забывайте их разнообразить. Рыба, минералы, товары собственного изготовления, фрукты и овощи - пригодится всe!^^  - Дары земли",
                "tip_67": "Рыба дня: Лосось. Лосось возвращается на нерестилище, чтобы отложить икру. А это значит, что в реках их сейчас полно! Застать их можно только осенью, так что торопитесь закинуть удочку!^^  - Дары земли",
                "tip_71": "У вас есть подсочники? Опытные собиратели умеют изготовлять их своими руками. Их можно повесить на любое дикое дерево. Из клeнов можно добыть кленовый сироп, из дубов - дубовую смолу, а из сосен - сосновую. Сироп - самый ценный из этих продуктов, но все три пригодятся в хозяйстве!^^  - Дары земли",
                "tip_74": "Зима уже почти наступила. Не забудьте заготовить на зиму достаточно сена на корм своим животным. В одной силосной башне можно хранить до 240 снопов сена, так что посчитайте сами и подумайте, не нужно ли построить ещe башен!^^  - Дары земли",
                "tip_78": "Рыба дня: Желтый судак. Его можно выловить осенью и зимой в дождливый вечер. Эта рыба водится в пресноводных источниках.^^  - Дары земли",
                "tip_81": "Скоро зима... А это значит, что вся ваша работа на ферме скоро встанет. Зимой ничего нельзя вырастить, если только вы не из тех счастливчиков, у которых есть теплица. Но это не значит, что вам нечем будет заняться! Продолжение в следующем выпуске.^^  - Дары земли",
                "tip_85": "Зима... Время, когда весь мир замирает. Самое время спуститься в шахту, порыбачить и заготовить ресурсы. Подготовьтесь к продуктивной весне, улучшив свои инструменты. А ещe можно нанять плотника, чтобы он построил вам что-нибудь на ферме! Заготавливайте ресурсы и готовьтесь к следующему году.^^  - Дары земли",
                "tip_88": "Ломаете голову над тем, как получить очищенный кварц? Просто закиньте обычный кварц в плавильную печь. Правда, вам ещe понадобится кусок угля, чтобы поддерживать в печи температуру.^^  - Дары земли",
                "tip_92": "Когда-нибудь находили семена во время повала деревьев? Их можно посадить, и из них вырастут новые деревья. Приложите фантазию!^^  - Дары земли",
                "tip_95": "Двух водных обитателей можно поймать только зимой: Кальмар и змеезуб. Кальмара можно поймать в океане по вечерам. Змеезуба можно ловить на протяжении всего дня в пресных водоeмах. Ходят, конечно, слухи и о редчайших, уникальных рыбах, которых можно поймать только в определeнное время года, но о них я ничего не знаю.^^  - Дары земли",
                "tip_99": "Поговорим о жеодах. Жеоды - полые камни, которые часто содержат ценные минералы. За небольшую плату их вам может расколоть местный кузнец. Так вот, виды жеод бывают разные... и в каждом виде можно найти свои особые минералы. Редкие \"омни-жеоды\", однако, могут содержать в себе несколько минералов одновременно.^^  - Дары земли",
                "tip_102": "Если вы хотите кого-то сильно обрадовать, подарите им на день рождения то, что они больше всего любят. Уж поверьте - это работает.^^  - Дары земли",
                "tip_106": "Замечали когда-нибудь три коричневых росточка, торчащих из земли? Иногда заметить их бывает очень сложно. Но если вы копнeте в таком месте, обязательно что-нибудь откопаете. Даже не спрашивайте почему, я всe равно не знаю.^^  - Дары земли",
                "tip_109": "Вас когда-нибудь одолевало желание покопаться в соседской мусорке? Фу! Если вас так уж тянет на мусор, копайтесь незаметно. Если вас за этим кто-нибудь застанет, им будет очень противно, а это повлияет на вашу дружбу. Или нет, если они сами любят такое.^^  - Дары земли",
                "tip_113": "Вот и настал новый год. Проверьте, может быть, в местный магазин завезли новые семена! Я надеюсь, вы улучшили свои инструменты за зиму и готовы к продуктивному году!^^  - Дары земли",
                "tip_116": "Рыба дня: Угорь. Угря можно поймать в океане - весной и осенью, в дождливый вечер.^^  - Дары земли",
                "tip_120": "У вас есть своя кухня? Готовка здорово поможет вам улучшить свои способности. Домашняя еда хороша не только тем, что даeт вам энергию. Многие блюда могут временно улучшить ваши навыки, поднять скорость, и ещe много чего! Чуете, чем пахнет?^^  - Дары земли",
                "tip_123": "Предмет дня: Крабовая ловушка. Опытный рыбак сможет смастерить еe своими руками. Несмотря на своe название, в эти ловушки можно поймать всевозможную водную живность как в морской, так и в пресной воде. Просто опустите ловушку в воду и положите в неe приманку. На следующий день вам нужно будет только собрать улов. Чтобы ловушка работала и на следующий день, нужно положить в неe новую приманку.^^  - Дары земли",
                "tip_127": "Сезон морошки! За городом все кусты набухли от этих сочных ягодок, собирай - не хочу! А ещe за них можно выручить немного денег.^^  - Дары земли",
                "tip_130": "Поговорим о мeде. О правильном мeде, сделанном правильными пчeлами. Пчeлы нам друзья! Ну так вот: если рядом с ульем что-нибудь цветeт, то пчeлы будут делать из этого мeд. Иначе пчeлы будут давать так называемый дикий мeд. Весьма мило, правда?^^  - Дары земли",
                "tip_134": "Совет любителям приключений: не забывайте о спецатаке вашего оружия! Мечом можно блокировать атаки - очень полезно, когда на вас прыгают слаймы. Тупым оружием можно ударить по земле так, что враги разлетятся в разные стороны, а кинжалом можно провести молниеносную тройную атаку! Берегите себя.^^  - Дары земли",
                "tip_137": "Сегодня я хочу рассказать о знаменитой гильдии искателей приключений у города Пеликан. Глава гильдии, Марлон, предлагает смельчакам награду за истребление чудовищ в местных пещерах. За истребление большого количества чудовищ предлагаются полезнейшие предметы. Подробнее об этом вы можете прочитать на плакате в гильдии. Это очень круто!^^  - Дары земли",
                "tip_141": "Мне тут рассказывали, что у проезжающих мимо поездов стоят люди и подбирают всe, что выпадет из вагонов. На что только не идут ради халявы!^^  - Дары земли",
                "tip_144": "Животное дня: Свиньи.^^В наших краях свиней натаскивают искать трюфели. Выгоняете свинок на свежий воздух и набираетесь терпения... Они обязательно найдут трюфели. Чтобы получить максимальную выгоду, из трюфелей можно делать масло.^^  - Дары земли",
                "tip_148": "Напоминаем вам, что некоторые виды рыб можно поймать только летом. Это: Дорада водится в лесных реках, ловится днeм. Радужную форель можно поймать днeм в горных и лесных реках. Рыба-eж водится в океане, поймать еe можно сразу после полудня. И, наконец, осьминог - его можно выловить в океане по утрам. Ловите, пока есть возможность!^^  - Дары земли",
                "tip_151": "Рыба дня: Чудо-огурец. Эти редкие иглокожие водятся только в океанах. Ловятся они по вечерам, летом и зимой.^^  - Дары земли",
                "tip_155": "Я знаю, что сложно перестать волноваться о том, как там ваша лошадка. Но вы перестаньте! Где бы вы еe ни оставили, она сама найдeт дорогу домой. Лошадь - очень умное и независимое животное!^^  - Дары земли",
                "tip_158": "Вот вам идея: фруктовый сад, но с обычными деревьями! И не фруктовый, а с подсочниками, и сок продавайте. А можете и не продавать! Мне-то какое дело.^^  - Дары земли",
                "tip_162": "Предмет дня: Бочонок. Обычно в бочонке делают вино из винограда. Но знаете ли вы, что вино можно делать из любых фруктов? Так-то.^А из овощей можно давить сок.^^  - Дары земли",
                "tip_165": "Вы ведeте дневник? Не забывайте заглядывать в него время от времени. Иначе можно запросто забыть о чeм-нибудь важном!^^  - Дары земли",
                "tip_169": "Если вам удалось раздобыть так называемое «редкое семечко», то сейчас самое время его посадить. Хотя считается, что его растение вызревает весь сезон, надeжные источники сообщили мне, что на самом деле ему нужно только 24 дня. По слухам, это растение даeт самый сладкий плод в мире.^^  - Дары земли",
                "tip_172": "А вот и ежевичный сезон! За городом кусты ломятся от спелых ягод. Сходите и убедитесь сами!^^  - Дары земли",
                "tip_176": "Когда созревают целые поля с цветной капустой, дыней или тыквой, может произойти что-то странное, как сообщают нам фермеры. Хм-м-м. Сам я не могу ничего такого подтвердить.^^  - Дары земли",
                "tip_179": "Хотите обвенчаться? Тогда вам понадобится Кулон Русалки. По эту сторону Самоцветного моря каждому известно, что значит этот кулон. ^Заполучить такой кулон бывает непросто. В каждой области с этим связан свой обычай, который неизменно связан с океаном или пляжем.^^  - Дары земли",
                "tip_183": "Предмет дня: Утилизационная машина. Бывало с вами такое, что за удочку цепляется много мусора? В наше время такое очень уж часто случается. Так вот, с утилизационной машиной этот мусор можно превратить во что-нибудь полезное. Просто закиньте мусор в машину и подождите. Из разного мусора получаются разные предметы!^^  - Дары земли",
                "tip_186": "Рыба дня: Альбакор. Рыбу эту ловят либо рано утром, либо ночью. Обычно поймать еe можно осенью или зимой, в океане.^^  - Дары земли",
                "tip_190": "Рыба дня: Лесоплюх, песковник и скорпионовый карп. По слухам, лесоплюх водится только в самом дремучем лесу. Песковник и скорпионовый карп же водятся только в пустынных оазисах.^^  - Дары земли",
                "tip_193": "Всего через пару дней по всей республике Фернгилл начнут праздновать День всех духов! Одна из традиций праздника, о которой знают не все - поиски золотой тыквы. Если вдруг в вашем городе есть лабиринт с привидениями, будьте уверены - где-то в нeм спрятана золотая тыква. Дорогая, между прочим, штука!^^  - Дары земли",
                "tip_197": "Вот вам мой совет. Перед тем, как заводить детей, вам нужно будет обустроить детскую. Малышу понадобится кроватка!^^  - Дары земли",
                "tip_200": "Предмет дня: Кристаллярий. Удивительная машина, способная создавать бесконечные копии любого драгоценного камня. Просто положите в машину нужный вам камень и ждите. Ждать придeтся долго, но зато это чистая прибыль!^^  - Дары земли",
                "tip_204": "Всегда есть шанс, что одно из взрослых животных в вашем хлеву может родить, если в этом хлеву ещe оставалось место. Это так, к сведению.^^  - Дары земли",
                "tip_207": "Рыба дня: Сом. Рыба достаточно редкая, выходит из своего укрытия в дождливые дни. Этих рыб можно увидеть в пригородных реках, где они подъедают всe, что падает в воду. Жаркая погода им не по душе, так что летом можете их не ждать!^^  - Дары земли",
                "tip_211": "Предмет дня: Бак с червями. Ищете неиссякаемый источник приманки на рыбалку? Смастерите себе бак с червями. Когда черви внутри освоятся, немного приманки каждый день вам обеспечено.^^  - Дары земли",
                "tip_214": "Даже под снегом весенним семенам не терпится прорасти и увидеть солнце. Не удивляйтесь, когда весной придeтся пропалывать всю ферму!^^  - Дары земли",
                "tip_218": "Если у вас есть промывочный ковш, то смотрите в оба: если увидите, что под водой что-то блестит,^значит, там можно найти хорошую руду!^^  - Дары земли",
                "tip_221": "Друзья, у меня есть для вас объявление. Этот выпуск «Даров земли» - последний, после него я ухожу на пенсию. С вами было здорово. Я буду по вам скучать! Ах да, мне тут сказали, что в следующем году канал будет показывать повторы. ^^Бывайте^^  - Дары земли!"
            }
        },
        {
            "Action": "EditData",
            "Target": "Data/mail",
            "When": {
                "Language": "zh"
            },
			"Entries": {
                "cooking_1": "蔬菜什锦盖饭！这是一种能吃到健康蔬菜的最佳方式。用少许芝麻油炒一下蔬菜，再加入足够的新鲜生姜和大蒜。现在，深吸一口气……嗷，味道果然很不错。/蔬菜什锦盖饭^^ - 酱料女皇",
                "cooking_2": "凉拌卷心菜！想吃上一大盘清淡而柔软的卷心菜？不光是你有这样的想法。其实凉拌卷心菜可以做得更加美味。做这道菜，一定要选取多汁、新鲜的卷心菜。撒上一点醋和沙拉酱就可以了。啊，非常脆爽。/卷心菜沙拉^^ - 酱料女皇",
                "cooking_3": "萝卜沙拉！没有什么菜能够比得上一盘新鲜的胡椒萝卜。这让我想起来晚春的时候……我的母亲会将新鲜的萝卜切成片，然后撒上一点盐和胡椒粉，和全麦面包一起吃。啊，这些都是往事……我好像有点跑题了，仔细看好……/萝卜沙拉^^ - 酱料女皇",
                "cooking_4": "煎蛋卷！这是一道很简单的菜，但是，一不小心就会做坏。一个完美的煎蛋卷简直就是一件艺术品。这是一个纯金色、闪闪发光的天使之蛋，接下来，我要向你们展示一下我的绝技……/煎蛋卷^^ - 酱料女皇",
                "cooking_5": "烤鱼！每当我在家做这道菜的时候，我那两只猫就会抓狂。我需要安排一位帮厨来看着它们，防止它们跳上来抢鱼吃。一定要选取新鲜的鱼，最好是你亲手钓的。好了，现在我要把鱼放到铺好的绿色蔬菜上……/烤鱼^^ - 酱料女皇",
                "cooking_6": "薄煎饼！有的时候，我会被精致、复杂的菜肴吸引……不过，一块简单的薄煎饼也可以抚慰我的心灵。建议在这一层层热煎饼上涂上黄油和枫糖浆。/薄煎饼^^ - 酱料女皇",
                "cooking_7": "生鱼片寿司！柔软的米饭将鱼的鲜味包裹其中。喜欢口味重点的，也可以来一点芥末。说着说着，我就开始流口水了。哦，我太喜欢寿司了……/生鱼寿司^^ - 酱料女皇",
                "cooking_8": "面包！制作面包可以说是一件非常复杂的事情，但是，我可以让它变得很简单。最重要的材料当然就是面粉了。不过，在和面之前，我们得让醒一下酵母。它们喜欢温水。我喜欢使用普通的糖，不过用蜂蜜或者枫糖浆也是可以的！/面包^^ - 酱料女皇",
                "cooking_9": "墨西哥薄饼！看这个节目的时候，有多少人还在咬着用微波炉烤出来的傻瓜式玉米煎饼呢？丢人啊。那样吃薄饼还不如直接把玉米粒裹到破旧的抹布里。现在，都给我听好了。如果你尝了我手工制作的新鲜玉米煎饼，你就再也不会像以前一样……/墨西哥薄饼^^ - 酱料女皇",
                "cooking_10": "鳟鱼汤！这刚铺捉上来的鳟鱼不知为何让我有点小激动。也许是河鲜的鲜味刺激到我了。总之，我今天要和你们分享一种鳟鱼汤的绝妙烹饪法……/鳟鱼汤^^ - 酱料女皇",
                "cooking_11": "琉璃山药！现在是吃山药的好时节，品尝这些可爱的块茎时，没有比抹上又甜又稠的糖浆更好的了吧？你只需要准备一根干净、成熟的山药和一把糖。现在，看我怎么来做……/琉璃山药^^ - 酱料女皇",
                "cooking_12": "水煮洋蓟！这是让洋蓟的营养进入你体内的绝妙方式。我自己的话，就不会用什么东西蘸着吃。我只是像喝奶昔一样将这道菜大口吃下去。非常美味。/水煮洋蓟^^ - 酱料女皇",
                "cooking_13": "葡萄干布丁！面对这种甜份充足的美食，小杰克霍纳已经显得迫不及待了。但谁会责怪他呢？这葡萄干真的是又香又甜，再加上适度的酸味，完全可以打开你沉睡中的味蕾。你真的需要亲身体验一下……/葡萄干布丁^^ - 酱料女皇",
                "cooking_14": "巧克力蛋糕！在冬季的寒夜里，没有比品尝浓香的巧克力蛋糕更让人感到温暖的了吧？在我的帮助下，你很快就可以制作出最为精美的蛋糕。现在，你需要加入足够的糖……/巧克力蛋糕^^ - 酱料女皇",
                "cooking_15": "南瓜派！在我家里，冬日星盛宴的时候，会吃南瓜派，这已成一个习俗。如果你不吃上一口从农场采摘下来的新鲜、美味的南瓜，就会觉得这个季节总缺少了些什么。加上一点肉豆蔻、桂皮和丁香，你的眼前就会浮现出一片金红之地……/南瓜派^^ - 酱料女皇",
                "cooking_16": "蔓越莓糖果！这是一款你过新年时需要的绝妙糖果。蔓越莓本身就带有苦味，但是，把它们浸到大量的糖水中之后，尝起来简直就像是天使的眼泪。现在，看我怎么来做……/蔓越莓糖果^^ - 酱料女皇",
                "cooking_17": "披萨！披萨是永恒的烹饪经典，这也是有其原因的。金黄色的精美饼胚已经出炉了，先浇一层蒜香浓郁的番茄酱，然后，再浇上一层让人口水直流的奶酪。这才刚刚开始！让我们在上面撒些新鲜胡椒和番茄。我的天！/披萨^^ - 酱料女皇",
                "cooking_18": "薯饼！这道菜看似简单，不过，真的是非常美味！先将土豆切成丝，然后撒上适量的盐，再用你最喜欢的热油将土豆丝炸好。感觉很简单，是吧？好吧，我可以给你们一些建议，让你们做起来更加简单……/薯饼^^ - 酱料女皇",
                "cooking_19": "完美早餐！上周，我们教了你们如何制作土豆煎饼。这周，我要教你们如何将土豆煎饼和其它食材结合，做出一顿丰盛的爱心早餐。这个肉真的能填饱你的肚子，并且给你充足的能量，让你一整天工作都有劲。/完美早餐^^ - 酱料女皇",
                "cooking_20": "幸运午餐！在古老的传说中，这是一顿连幸运和财富之神都无法阻挡的午餐。你吃完之后，就会将幸运之气引入你的肚内，这股幸运之气会给你带来好运直到午餐全部被消化。听起来怪怪的，是吧？我不能说我一定相信，但是，不管如何，这午餐确实是美味啊！/幸运午餐^^ - 酱料女皇",
                "cooking_21": "嘿，你是否有过一大堆鲤鱼，但又不知道如何来处理？嗯，我也是。好吧，我找到了一个方法，可以解决这个普遍存在的问题。我把它称作……惊喜鲤鱼。做起来很简单，但需要很多的鲤鱼……/惊喜鲤鱼^^ - 酱料女皇",
                "cooking_22": "枫糖棒！为什么枫糖棒总是第一个从甜甜圈盒中消失？ 令人费解吧，那是因为你们做的普通枫糖棒吃起来就像一个甜甜的冰球。同意吗？好吧，稍后就给你们展示我的配方。从这些派中，你真的能吃出森林的味道。好了，你所需要的就是一些正宗、上乘的枫糖浆……/枫糖棒^^ - 酱料女皇",
                "cooking_23": "有一位来自鹈鹕镇的观众最近写了一封信给我……我们来看看……她的名字是海莉。她写道：“上次我在祖祖市的时候，吃到了你做的粉色蛋糕，我马上就爱上它了。你能在下期节目中分享一下粉色蛋糕的配方吗？”。好吧，为什么不呢？这是一款非常棒的蛋糕。并且，你永远不会猜到其秘方是……甜瓜！/粉红蛋糕^^ - 酱料女皇",
                "cooking_24": "香烤榛仁！我的房子后面有一颗古老而漂亮的榛子树，每年，我都会邀请全家人过来举行一次果仁烧烤宴会！一旦我们开始烧烤，周围的邻居就会闻香而来。烤榛仁的浓香真的是不可阻挡啊。好了，来看看我的家族秘方……/烤榛子^^ - 酱料女皇",
                "cooking_25": "水果沙拉！这是一道健康、美味的菜肴，可以让你每天都过得舒畅。最重要的就是要选取成熟的水果。可别给我提那些超市里卖的隔夜水果……我所说的是新鲜摘取的多汁、美味水果。好吧，现在仔细看好了……/水果沙拉^^ - 酱料女皇",
                "cooking_26": "黑莓脆皮饼！这道菜总会让我想起星露谷。秋季的那几天，星露谷到处都是我人生中吃过最美味的黑莓。如果你家里有一些这样的黑莓，我极力建议你将它们做成这简单黑莓脆皮饼。/黑莓脆皮饼^^ - 酱料女皇",
                "cooking_27": "蟹黄糕！蟹肉本身就比较细腻，但是，将它与面包屑、鸡蛋搅拌混合之后，就变得非常入味了。这就是我喜欢吃蟹黄糕的原因。不过，在你敲碎蟹壳之前，先看一下我这个非常关键的调味料……/蟹黄糕^^ - 酱料女皇",
                "cooking_28": "意式蕨菜炖饭！蕨菜看上去很漂亮，但是，直接吃的话，会感觉非常乏味。所以，你得多注意自己加入的香料。实话说，意式蕨菜炖饭要做好，还是非常难的。不过，在我的帮助下，你一定会成功做出一道美味的意式蕨菜炖饭。/意式蕨菜炖饭^^ - 酱料女皇",
                "cooking_29": "虞美人籽松糕！虞美人会开出非常迷人的花朵……但是，为什么不把虞美人和这可口的松饼充分融合到一起呢？我对虞美人籽情有独钟。这虞美人籽看起来没什么特别的，但是，它们会让面包甜点更具香味和质感。并且，它们还很健康！/虞美人籽松糕^^ - 酱料女皇",
                "cooking_30": "龙虾浓汤！你可以亲自将这道菜献给州长。这龙虾浓汤浓郁、奶香、美味，并且会让你感受到海洋的味道。要找到一些新鲜的龙虾是最难的，不过，我相信你可以做到的。好吧，如果你觉得自己够灵巧，那就亲自用蟹笼抓一只！/龙虾浓汤^^ - 酱料女皇",
                "cooking_31": "意式烤面包！这是一道简单但非常美味的开胃菜，它真的能突显出原材料的质感。你需要准备的是面包、西红柿以及油。首先，将面包烤好。将西红柿切碎，并撒到烤好的面包上。然后，淋上一点油，就可以上桌了。我没骗你吧，做起来确实简单！/意式烤面包^^ - 酱料女皇",
                "cooking_32": "鲜虾鸡尾酒！这是另一道会让你和你的客人非常喜欢的开胃菜。我制作的鸡尾酒汁极其鲜美，我相信你一定会爱上它的。好了，第一步是……/鲜虾鸡尾酒 ^^ - 酱料女皇",
                "tip_1": "给所有新人一个提示：在等待第一次收成的同时，你可以去砍柴和收集野生牧草以挣取些额外收入！^^  - 离地而居",
                "tip_4": "给星露谷的居民一个提示。去查看下生长在小镇西南部的野葱，小镇的西南方是河川与大海交汇的地方。偶尔能找到一簇簇的野葱从泥土中冒出来。^^  - 离地而居",
                "tip_8": "接下来就说说篱笆吧。篱笆有助于抑制杂草的蔓延和保护你的庄稼。篱笆还可以让农民圈养他们的牲口。一般的木篱笆很快就会破损，但是石头、铁以及硬木做的篱笆可以用很久!^^  - 离地而居",
                "tip_11": "乌鸦会来捣乱？看来你需要一个稻草人！在你的农场设置一个稻草人，可以把乌鸦吓退到百里之外。一定要保护好珍贵的庄稼！^还有一件事……你如果需要更大空间的背包来装道具的话，可以到当地的杂货店去看看。^^  - 离地而居",
                "tip_15": "美莓成熟的季节到了！整个乡村的草丛中都布满了小巧而多汁的美莓，你可以随意采摘！把它们采摘下来出售，就可以挣到一笔额外的收入。^^  - 离地而居",
                "tip_18": "啊，清爽的雨……这是农民的最好朋友！下雨时，你就不用亲自去浇灌庄稼了。要充分利用这种天赐良机！^^  - 离地而居",
                "tip_22": "甩出你的鱼竿去钓条大肥鱼，钓到的鱼可以拿去卖！较闲时钓鱼可以挣取额外收入。鱼钩抛离陆地的距离决定了你能钓到什么样的鱼……其他影响因素还有地点、季节、时间、以及天气！^^  - 离地而居",
                "tip_25": "果树。它们需要一个季节的时间来生长，所以，要提前种下！如果你新种下的果树周围没除草干净，果树的生长就会受到影响。当你的果树长成之后，只要是在成熟的季节，它就会每天为你结出可口的果子。你该开始谋划了！^^  - 离地而居",
                "tip_29": "夏天来了，可以种植各种各样新的农作物了！就拿啤酒花来说吧。它的藤蔓成长起来需要一段时间，一旦长成，就每天都会结出丰硕的果实。所以祝你好运吧!^^  - 离地而居",
                "tip_32": "下面这些鱼，你只有在夏天才能找到：剑鱼，可以在白天的森林河流中找到。虹鳟鱼，可以在白天的森林河流和山涧找到。河豚鱼，可以下午时分的大海中找到。还有章鱼，可以在早晨的大海中找到。可以的话，就抓住它们！^^  - 离地而居",
                "tip_36": "我们来说说玉米吧。这是一种非同寻常的农作物，因为它可以生长两季。没错，季节变迁的时候，很多农作物都会枯萎，但是玉米却能够继续生长。你可以在夏季和秋季种植玉米。那就快去行动起来，去种一些玉米吧！^^  - 离地而居",
                "tip_39": "从明天开始，大量的贝壳和珊瑚会被冲到全世界的海滩上。我不是一位科学家，但是，我听说这和螃蟹的交配季节有关系。不管怎么样，你可以利用当地的海滩挣一笔大钱。^^  - 离地而居",
                "tip_43": "要在镇上做一次大保健吗？静静地躺在冒着热气的泉水中，放松自己，补充能量。啊……那画面实在太美丽，对吧？^^  - 离地而居",
                "tip_46": "夏天肯定出现闪电风暴。如果你知道如何制作避雷针，那么你可以收集闪电来制作电池。这些电池可以出售或者用于加工其他物品！^^  - 离地而居",
                "tip_50": "大多数小镇上的杂货店门口都张贴了季节历。时而看一下季节历，确实不错的，你可以了解到社区里的一些时事。同时，一定要看一下有么有招聘广告！^^  - 离地而居",
                "tip_53": "秋天就快到了！毋庸置疑，秋天对于农民来说，是一个丰收的季节，所以，一定要存下一些钱来买新的种子哦。如果你还没更换过喷壶，那现在是一个好时机。^^  - 离地而居",
                "tip_57": "我们来说说向日葵吧。当你收割向日葵的时候，你不仅获得漂亮的花朵，还可以获得一些种子。你可以再次种下这些种子或拿去卖。想想就有点小激动！^^  - 离地而居",
                "tip_60": "黑莓成熟的季节到了！乡村的所有草丛中都布满了成熟的果实。你可以出去自己看看！^^  - 离地而居",
                "tip_64": "如果你是一位小镇上的农民，那么，你迟早会被邀请去举办一场所谓的“农庄展”。具体来说，你需要展示9件最能突出你的才能的物品。尽量挑选出高质量、高价值的物品，而且种类一定要丰富。鱼、矿石、手工艺品、水果以及蔬菜都适合出展！^^  - 离地而居",
                "tip_67": "鱼类聚焦：鲑鱼。秋天，鲑鱼会回到它们的产卵地进行产卵。所以河流里面会充斥着鲑鱼！只有秋天才会有垂钓到鲑鱼的机会，所以好好把握这个机遇吧。^^  - 离地而居",
                "tip_71": "有树液采集器吗？聪明的采摘者知道如何使用它们。你可以把它们固定到野生树上。枫树会流出枫糖浆，橡树会出树脂，松树会流出松焦油。糖浆是最珍贵的，不过，所有树上的产物都有其用途！^^  - 离地而居",
                "tip_74": "冬天马上来了。冬天，所有的草都会枯萎，你一定要储藏足够多的干草来喂养动物，让它们温饱地度过一整个冬天。每个贮藏箱可以储存240片干草，所以，一定要计算一下，看看还是否需要添加！^^  - 离地而居",
                "tip_78": "鱼类聚焦：鼓眼鱼。你可以在秋天和冬天的雨夜找到这种鱼。任何淡水水域都有它们的身影。^^  - 离地而居",
                "tip_81": "冬天马上就要来了……这就意味着你的农活可以告一段落了。冬天里，没有庄稼可以生长，除非你建造了温室。不过，你还是可以忙其他的事的！来年的冬天你会更忙碌。^^  - 离地而居",
                "tip_85": "冬天……这是整个世界都会安静下来的季节。现在是采矿、钓鱼以及聚会的大好时机。更换你的工具，为春天的耕种做好准备。或者，让当地的木匠为你的农场打造些木具。储备资源、更换工具，为来年做好充分的准备。^^  - 离地而居",
                "tip_88": "想知道怎样才可以获得“精制石英”吗？你须要将一块普通的旧石英放入炉内。然后用一些煤炭来起火。^^  - 离地而居",
                "tip_92": "砍柴时找到了一些树木的种子？你可以将种子种到地里，这样，一棵新的树就会长出来了。发挥你的创造性吧！^^  - 离地而居",
                "tip_95": "下面这些鱼，你只有在冬天才能找到：墨鱼和蛇鳕鱼。墨鱼可以在夜晚的大海中抓到。蛇鳕鱼则出现在淡水湖中。当然，也有传言说还有一些非常稀有和奇特的鱼，只有在特别的季节中才会出现。但是我没有它们的相关资料。^^  - 离地而居",
                "tip_99": "我们来说说晶球吧。晶球是中空的石头，通常含有珍贵的矿物。只需一点辛劳费，铁匠就可以帮你敲开它们。晶球也有很多种类，每种晶球都含有不同的矿物。不过，稀有的“混合晶球”则会含有所有种类的矿物。^^  - 离地而居",
                "tip_102": "如果你想让某些人开心，你就得在他们生日的时候送上他们最喜欢的礼物！信我没错。^^  - 离地而居",
                "tip_106": "你见过三根细小的棕色茎秆从地里冒出来吗？一般上很难发现。但你要是在该位置挖掘，就一定会找到些东西。不要问我个中原理。^^  - 离地而居",
                "tip_109": "是否很想挖一挖你邻居的垃圾堆？嘿，如果你真有这种奇葩想法，那就确保在没有人看见的时候才去挖。如果被人发现，那就会恶心到邻居，影响邻里之间的友谊。除非对方跟你一样奇葩。^^  - 离地而居",
                "tip_113": "新年到了。好好留意一下当地杂货店中有没有什么新型种子。希望你已经在冬天时更换过工具，为新的一年做好了准备！^^  - 离地而居",
                "tip_116": "鱼类聚焦：鳗鱼。鳗鱼可以在春天和秋天的雨夜从大海中抓到。^^  - 离地而居",
                "tip_120": "有厨房吗？烹饪是提升能力的绝佳方式。很多菜肴不仅会赋予你能量，而且还可以临时提升你的技能、速度以及其它能力。是不是想想就有点小激动？^^  - 离地而居",
                "tip_123": "道具聚焦：蟹笼。经验丰富的垂钓者都懂得如何制作蟹笼。除了抓螃蟹外，蟹笼还可以用来抓取淡水湖和咸水湖中的各种水生生物。只要将蟹笼放入水中，并装入诱饵。第二天再回来，看看蟹笼中有没有捕获什么东西。如果想继续使用，那就得重新装入诱饵。^^  - 离地而居",
                "tip_127": "美莓成熟的季节到了！整个乡村的草丛中都布满了小巧而多汁的美莓，你可以随意采摘！把它们采摘下来出售，就可以挣到一笔额外的收入。^^  - 离地而居",
                "tip_130": "我们来说说蜂蜜吧。顾名思义，蜂蜜就是蜜蜂产出的蜜糖。如果你的蜂房附近有鲜花开放，那么，你的蜜蜂会产出美味的蜂蜜。否则，你只能收获到“野蜂蜜”。厉害吧？^^  - 离地而居",
                "tip_134": "对于冒险者，我有个提示……不要忘记武器的特别攻击！宝剑可阻挡敌人的攻击，对付史莱姆很有用。棍棒可以敲击地面以震飞敌人……匕首可以用来施展瞬间三连击！出外行走要注意安全哦。^^  - 离地而居",
                "tip_137": "鹈鹕镇附近有个著名的冒险者公会。会长马龙制定了一个奖励计划来激励勇士前往当地的山洞中击杀怪物。冒险者杀死大量怪物之后，可以获得相应的强大道具。墙上张贴了海报，里面写了相关的详细信息。加油吧！^^  - 离地而居",
                "tip_141": "听说有些人会守候在移动的火车旁以拾取车上掉下来的物品。啧啧……这年头的人为了免费物品真是什么事都干得出来！^^  - 离地而居",
                "tip_144": "动物聚焦：猪。^^这一带的猪都受过专业训练，可以嗅找珍贵的松露。你只要放这些猪出去自由行动，然后耐心地等待就行了。收获到的松露可以加工做成油来卖。^^  - 离地而居",
                "tip_148": "再次提醒一下，下面这些鱼，你只有在夏天才能找到：剑鱼，可以在白天的森林可流中找到。虹鳟鱼，可以在白天的森林河流和山涧找到。河豚鱼，可以下午时分的大海中找到。还有章鱼，可以在早晨的大海中找到。可以的话，就抓住它们！^^  - 离地而居",
                "tip_151": "鱼类聚焦：超级海参。你可以在大海中找到这种珍贵的鱼。它只会在夏天和冬天的晚上出现。^^  - 离地而居",
                "tip_155": "我知道这很难……但是，你真的不用担心自己的马儿！你可以把它们扔在任何地方，它们自己能够找到回家的路。马是一种非常聪明和独立的动物！^^  - 离地而居",
                "tip_158": "我想到一个主意……建一个野生果园！将树液采集器固定到这些树上，然后收集珍贵的糖浆。你不照做也没事！我毫不在乎。^^  - 离地而居",
                "tip_162": "道具聚焦：酒桶。酒桶的经典用途就是制作葡萄酒。但是，你是否知道任何水果都可以做成酒？对啊。^你还可以把蔬菜做成果汁呢。^^  - 离地而居",
                "tip_165": "你手头上有日志不？别忘了时常查看一下自己的日志。你容易忘记的重要信息都记录在里面了。^^  - 离地而居",
                "tip_169": "如果你得到了“稀有种子”，现在就该把它种下了。传言说这种子需要一个季节来生长，但是，我已得到确切信息，实际上只要24天。传说它长成之后会结出全世界最甜的果子。^^  - 离地而居",
                "tip_172": "黑莓成熟的季节到了！乡村的所有草丛中都布满了成熟的果实。你可以出去自己看看！^^  - 离地而居",
                "tip_176": "有农民汇报说，当大片的花椰菜、甜瓜或者南瓜成熟时，会发生一些奇怪的事情。嗯。我是无法证实了。^^  - 离地而居",
                "tip_179": "想结婚？那你就需要一个美人鱼吊坠。宝石海这边的每个人都知道赠送美人鱼吊坠代表什么意思。^当你收到这样的吊坠时，情况就比较微妙了。每个地区好像都有自己的习俗，不过，这些习俗基本上都是和海滩或海洋有关系。^^  - 离地而居",
                "tip_183": "道具聚焦：回收机。你在钓鱼的时候是否钓到过很多垃圾？在这个时代，已经不足为奇了。好吧，有了回收机，你就可以将这些垃圾转变成有用的东西。只要将你的垃圾放入回收机内，让它自行工作就行了。不同类型的垃圾可以转化成不同种类的物品^^  - 离地而居",
                "tip_186": "鱼类聚焦：青花鱼。这种鱼可以在清早或者晚上找到。在秋天或者冬天的大海中寻找它吧。^^  - 离地而居",
                "tip_190": "鱼类聚焦：林跃鱼、沙鱼以及蝎鲤。据说，林跃鱼只生存在丛林深处。沙鱼和蝎鲤只能在沙漠绿洲中找到。^^  - 离地而居",
                "tip_193": "再过几天，凡吉尔共和国一带就要迎来万灵节了！你也许不知道有这么一个习俗：寻找黄金南瓜。如果你的镇上有个闹鬼迷宫，那么里面肯定藏有黄金南瓜。找到就能卖大钱哦！^^  - 离地而居",
                "tip_197": "各位，请听我一言。在你有小孩之前，务必先在家中建一个育儿室。小宝宝需要一张婴儿床！^^  - 离地而居",
                "tip_200": "道具聚焦：宝石复制机。这一款神奇的机器可以无限制地复制各种宝石。只要将你想要复制的宝石放入机器内，让机器自行工作，过一段时间后，嘿嘿……财源滚滚来！^^  - 离地而居",
                "tip_204": "如果你的畜棚中有成年动物，并且畜棚还有空间……那么它们就有几率产子。^^  - 离地而居",
                "tip_207": "鱼类聚焦：鲶鱼。这是一种比较罕见的鱼，下雨时会出现。你会发现它们生存在小镇旁的河流中，以掉到水中的残羹剩饭为食。它们不喜欢炎热的天气，所以，在夏天时就别煞费苦心来钓它们了！^^  - 离地而居",
                "tip_211": "道具聚焦：虫箱。需要源源不断的诱饵？自己制作一个虫箱吧。只要把虫箱运作起来，那每天都能收获到一些诱饵。^^  - 离地而居",
                "tip_214": "在层层积雪下方，春天的种子正在崭露头角，准备在阳光中绽放自己全新的生命。当春天再度来临的时候，你别太惊讶于农场的“惨状”，只要下点功夫清理一番就好了！^^  - 离地而居",
                "tip_218": "如果你有一个淘金盘，那一定要多留意水中是否有发光耀眼的东西。^水中经常会有珍贵的矿石出现，免费的哦！^^  - 离地而居",
                "tip_221": "各位，我要宣布一件事情。我即将退休，这是最后一档离地生活节目。这段日子我过得很开心，我会想念你们的。哦，我已经告诉电视台，让他们明年开始进行重播。^^照顾好自己 ^^  - 离地而居！"
            }
        }
	]
}
