{
  // Config settings
  "config.option.required_fishing_level.name": "Benötigtes Fischen Level",
  "config.option.required_fishing_level.description": "Legt fest, welches Fischen Level benötigt wird, damit Murphy erscheint.",
  "config.option.net_output.name": "Fischnetz Ertrag",
  "config.option.net_output.description": "Legt die Menge an Fisch fest, die ein Netz auf dem Kutter hergibt. Ist auf 1 voreingestellt (also 2 insgesamt, da es 2 Netze gibt).",
  "config.option.engine_boost.name": "Motorschub",
  "config.option.engine_boost.description": "Bestimmt die Menge an Bonusfisch, die der Motor auswirft, während er arbeitet. Voreingestellt auf 2.",
  "config.option.event_frequency_lower.name": "Häufigkeit von Ereignissen (untere Grenze)",
  "config.option.event_frequency_lower.description": "Legt die minimale Zeit fest, bevor ein Ereignis auftritt. 1 ist eine Sekunde, 2 sind zwei, etc.",
  "config.option.event_frequency_upper.name": "Häufigkeit von Ereignissen (obere Grenze)",
  "config.option.event_frequency_upper.description": "Legt die maximale Zeit fest, bevor ein Ereignis auftritt. 1 ist eine Sekunde, 2 sind zwei, etc.",
  "config.option.murphy_appearance_day.name": "Murphy Erscheinung Tag",
  "config.option.murphy_appearance_day.description": "Bestimmt den Wochentag, an dem Murphy für einen Trip hinausfährt.",
  "config.option.murphy_appearance_day_island.name": "Murphy Erscheinung Tag (Insel)",
  "config.option.murphy_appearance_day_island.description": "Bestimmt den Wochentag, an dem Murphy für einen Trip hinausfährt, wenn du die Insel besuchen kannst.",

  // Murphy's dialogue
 "dialogue.player_title.male": "Jung",
  "dialogue.player_title.female": "Mädchen",
  "dialogue.introduction": "Ahoy {0}!$h#$b#Du musst @ sein? Willy hat gesagt ein Kamerad von ihm würde vorbeischauen.$n#$b#Du bist also interessiert ein Matrose an Bord der alten Dawnshard?$n#$b#zu werden? Ich kann dir nicht viel Heuer geben, aber einen Teil des gefangenen Fisches kannst du behalten!$h#$e",
  "dialogue.greeting": "Ahoy {0}!$h#$b#Die See ist heute zu unserem Gunste. Mit Yoba's Segen werden wir es in einem Stück zurück schaffen.$n#$e",
  "dialogue.greeting_rainy": "Ahoy {0}!$h#$b#Die See ist heute unbarmherzig, aber wir Seebären können das ab, aye?$n#$e",
  "dialogue.greeting_island": "Ahoy {0}!$h#$b#Nichts ist schöner als die salzige Seeluft über einem leckeren Getränk zu genießen, aye {0}?$h#$e",
  "dialogue.options": "Lust auf 'ne Bootsfahrt, {0}?",
  "dialogue.confirm_first_trip": "Weil das deine erste Bootsfahrt ist, soll ich dir erklären was deine Aufgaben als Matrose sind?",
  "dialogue.minigame_explanation_hull": "Deine Hauptaufgabe als Matrose wird sein, die Dawnshard über Wasser zu halten, während wir um die Farn Inseln segeln.$n#$b#Die alte Kiste hat schon bessere Tage erlebt, genauso wie ich, und sie fällt hier und da auseinander.$s#$b#Am Rumpf treten öfter Löcher auf, also sei bereit sie zu stopfen.$n#$b#Wenn zu viel Wasser eintritt, werde ich umkehren müssen und du erhälst nur nen Bruchteil des Fangs.$s#$b#",
  "dialogue.minigame_explanation_bailing": "Ich geb dir nen Wasser Eimer wenn wir Anker lichten. Benutze ihn im Rumpf um so viel Wasser wie möglich zurück in den Ozean zu schütten, damit wir nicht untergehen.$n#$b#",
  "dialogue.minigame_explanation_nets": "Deine zweite Aufgabe ist es, die Netze funktionstüchtig zu halten. Sie befinden sich auf dem Deck und werden von den Kränen, nahe dem Heck gehalten.$n#$b#Keine funktionierenden Netze bedeutet kein Fisch für uns.$s#$b#",
  "dialogue.minigame_explanation_engine": "Zu guter Letzt musst du dich um den Motor kümmern. Die Rohre lassen Luft entweichen und müssen geflickt werden.$n#$b#Ein undichtes Rohr lässt den Motor schwach werden. Ein schwacher Motor lässt die Netze weniger Fisch fangen. Wenn die Netze und der Motor gleichzeitig versagen, werden wir Fische verlieren.$s#$b#",
  "dialogue.minigame_explanation_finish": "Der komplette Anteil des Fangs gehört dir wenn wir es in einem Stück zurück schaffen. Sollten wir früher umkehren müssen, schrumpft auch dein Anteil.$n#$b#Wenn du bereit für den Job bist, lass es mich wissen und ich mache Alles Klarschiff.$h#$e#",
  "dialogue.reward_explanation_flags": "Beim Klabautermann {0}! Ist das, was ich denke, dass es ist?$u#$b#%Murphy nimmt vorsichtig die Flagge von dir, bevor er sie gründlich betrachtet.$n#$b#Das ist eine der antiken Flaggen, unter denen Piraten und Seemänner lange vergangener Zeit gefahren sind.$n#$b#Viele Legenden ranken sich um diese Flaggen und den Effekt den sie auf Schiffsfahrer haben.$n#$b#Ich gebe sie zurück {0}, aber wenn du sie auf der alten Dawnshard hissen willst, oder du mehr von ihnen findest, sag mir Bescheid.$h#$e",
  "dialogue.after_trip_successful": "Gut gemacht {0}! Wir machen einen wahren Seebären aus dir, Yo-Ho-Ho.$h#$b#Dein Anteil des Fangs ist in der linken Kiste!$n#$e",
  "dialogue.after_trip_failure": "Argh, nur Dank Yoba's Segen haben wir es in einem Stück zuück geschafft.$s#$b#Keine Sorge {0}, es gibt immer ein nächstes Mal.$n#$e",
  "dialogue.trip_finished": "Du willst direkt auf den nächsten Fangzug?$n#$b#Tut mir leid {0}, du wirst bist nächste Woche warten müssen. Diese alten Knochen brauchen 'ne Pause.$h#$e",
  "dialogue.full_inventory": "Alles voll-$n#$b#Oh! Sorry {0}, du brauchst etwas Platz im Rucksack für den Eimer.$u#$b#Glaub mir, du wirst ihn brauchen.$s#$e",
  "dialogue.deckhand_busy": "Eh?$u#$b#Einer deiner Freunde scheint damit beschäftig zu sein, sich deine Taschen anzuschauen', {0}.$n#$bMach deine Hände frei und rede wieder mit mir wenn du bereit zum rausfahren bist.",
  "dialogue.start_departure": "Alle Hände an Deck! Anker lichten und Segel setzen!",
  "dialogue.how_to_hoist_flag": "Du willst eine der antiken Flaggen hissen, aye?$n#$b#Reich sie mir rüber und ich gehe sicher, dass sie richtig flattert wenn wir raus fahren.$h#$e",
  "dialogue.what_flag_is_hoisted_none": "Ol' Dawnshard fährt zurzeit unter keiner Flagge.",
  "dialogue.what_flag_is_hoisted": "Die alte Dawnshard fährt zurzeit unter {0}.",
  "dialogue.identify_flag": "Argh {0}?$n#$b#Verdammt! Du hast eine andere Flagge gefunden?$u#$b#%Murphy nimmt vorsichtig die Flagge von dir, bevor er sie gründlich betrachtet.$n#$b#Das ist wieder eine der antiken Flaggen. Die See ist wahrlich auf deiner Seite {0}!$n#$b#Ich gebe sie zurück, aber wenn du sie auf der alten Dawnshard hissen willst, oder du mehr von ihnen findest, sag mir Bescheid.$h#$e",
  "dialogue.given_flag_to_hoist": "Diese Flagge ist eine tolle Ergänzung zur Dawnshard!$h#$b#Ich werde sie hoch am Mast hissen wenn wir raus fahren {0}.",
  "dialogue.given_flag_to_hoist_return_old": "Diese Flagge ist eine tolle Ergänzung zur Dawnshard!$n#$b#Ich werde sie hoch am Mast hissen wenn wir raus fahren {0}.$h#$b#Oh! Bevor ich's vergesse, hier ist die alte Flagge zurück.$n#$e",
  "dialogue.remove_current_flag": "Du möchtest deine Flagge zurück {0}?$n#$b#Der Kutter ist nicht der Selbe, ohne Sie, aber hier hast du deine Flagge!$h#$e",
  "dialogue.more_questions": "Womit kann ich dir helfen, {0}?",
  "dialogue.goodbye": "Sag mir Bescheidt wenn du noch irgendetwas anderes brauchst, {0}.$h#$e",
  "dialogue.multiple_deckhands": "Du kannst so viele Freunde, wie du möchtest vorbei bringen, {0}.$h#$b#Geh nur sicher, dass alle an Deck sind wenn wir raus fahren, sonst bleibt noch jemand zurück!$n#$e",

  // Player responses
 "response.what_does_deckhand_do": "Welche Aufgaben hat ein Matrose?",
  "response.like_to_hoist_flag": "Ich möchte eine Flagge hissen.",
  "response.what_flag_is_trawler_flying": "Unter welcher Flagge fährt der Kutter?",
  "response.want_have_flag_back": "Could I have my flag back?",
  "response.never_mind": "Nicht so wichtig.",
  "response.start_trip": "Ich bin bereit in See zu stechen!",
  "response.found_another_flag": "Ich habe eine andere Flagge gefunden!",
  "response.bring_some_friends": "Könnte ich ein paar Freunde mitbringen?",
  "response.more_questions": "Ich habe mehr Fragen.",
  "response.no_departure": "Vielleicht ein anderes Mal.",
  "response.yes_explain": "Ja.",
  "response.no_explain": "Nein.",

  // Status messages during trawler trip
  "status_message.default": "Ah, der Geruch des Meeres...",
  "status_message.sea_favors_us": "Die See ist heute auf unserer Seite!",
  "status_message.yoba_be_praised": "Yoba sei Dank!",
  "status_message.ship_falling_apart": "Das Schiff fällt auseinander!",
  "status_message.losing_fish": "Wir verlieren unseren Fang!",
  "status_message.taking_on_water": "Wasser läuft in den Rumpf!",
  "status_message.lots_of_problems": "Das Wasser steht uns bis zum Hals!",
  "status_message.engine_failing": "Der Motor wird schwächer!",
  "status_message.nets_torn": "Die Netze reißen!",
  "status_message.leak": "Wir haben ein Leck!",

  // Letter message that is sent once player has requirements to meet Murphy
  "letter.meet_murphy": "Ahoy!^ ^Mein alter Kamerad Murphy ist vor Kurzem vorbei gekommen. Er sucht nach Matrosen, die auf seinem Fischkutter aushelfen können. Ich habe ihm gesagt, du bist sicher interessiert, da ich dich ab und zu fischen sehe, und er freut sich die kennen zu lernen.^ ^-Willy ^ ^P.S. Murphy hat gesagt er wartet am Steg auf dem rechten Strandteil (über der Brücke) am {0} und dass er vor Einbruch der Dunkelheit aufbrechen will.",
  "letter.island_murphy": "Ahoy!^ ^Ich habe mitbekommen, dass du auf der Ingwer Insel nen Strandresort errichtet hast. Ich werde dort wöchentlich am {0} vorbei schauen um meine Beine zu vertreten und ein leckeres Insel-Getränk zu genießen. ^^Wenn du an einem Boots Trip interessiert bist, triff mich an den Docks am östlichen Teil der Insel vor Einbruch der Dunkelheit.^ ^-Murphy",

  // Tools and special rewards
  "item.bailing_bucket.name": "Wasser Eimer",
  "item.bailing_bucket.description_full": "Ein Eimer, gefüllt mit Seewasser. Leere ihn über der Veranda.",
  "item.bailing_bucket.description_empty": "Ein ebenso zuverlässiger wie rostiger Eimer. Benutze ihn um Wasser im Rumpf zu schöpfen und leere ihn in die See.",
  "item.angler_ring.name": "Angler Ring",
  "item.angler_ring.description": "Er ist kalt beim anfassen.\n\nDas Tragen bringt dich in Harmonie mit dem Ozean.",

  // Ancient flag reward names and descriptions
  "item.ancient_flag.parely.name": "Diplomaten Flagge",
  "item.ancient_flag.jolly_roger.name": "Heilfroher Roger",
  "item.ancient_flag.gamblers_crest.name": "Des Zockers Krone",
  "item.ancient_flag.mermaids_blessing.name": "Segen der Meerjungfrau",
  "item.ancient_flag.patron_saint.name": "Der Heilige Patron",
  "item.ancient_flag.sharks_fin.name": "Die Hai Flosse",
  "item.ancient_flag.worldly_flag.name": "Weltliche Flagge",
  "item.ancient_flag.slime_king.name": "Der Schleim König",
  "item.ancient_flag.king_crab.name": "Der Krabben König",
  "item.ancient_flag.unknown.name": "Antike Flagge",

  "item.ancient_flag.parely.description": "Verhindert das Auftreten von Lecks, aber senkt Ertrag Qualität um 25%.",
  "item.ancient_flag.jolly_roger.description": "Vervierfacht den Fischernetz Ertrag, aber jedes Mal wenn ein Leck auftritt, werden alle Löcher undicht.",
  "item.ancient_flag.gamblers_crest.description": "Hat eine 50% Chance die Menge an gefangenen Fisch zu verdoppeln, aber eine 25% Chance den kompletten Fisch zu verbrauchen.",
  "item.ancient_flag.mermaids_blessing.description": "Hat eine 10% Chance einen Fisch zu verbauchen, aber gibt eine zufällige Schatztruhen Belohnung .",
  "item.ancient_flag.patron_saint.description": "Hat eine 25% Chance einen Fisch zu verbrauchen, aber gibt die vollen Erfahrungspunkt für seinen Fang.",
  "item.ancient_flag.sharks_fin.description": "Verlängert den Fischkutter Trip um eine Minute damit mehr Zeit für einen Fischfang zur Verfügung steht.",
  "item.ancient_flag.worldly_flag.description": "Erlaubt den Kutter Fisch zu fangen, der normalerweise nicht im Ozean zu finden ist.",
  "item.ancient_flag.slime_king.description": "Verbraucht allen Fisch aber gibt eine 75% Chance jeden Fisch in einen Schleim zu verwandeln, 50% Chance den Fang in eine Schleimmakrele zu verwandeln und eine 1% Chance Ihn in ein zufälliges Schleim-Ei zu verwandeln.",
  "item.ancient_flag.king_crab.description": "Begrenzt den Fang auf Krabbenreusen Fänge, mit einer höheren Chance auf Krabben.",
  "item.ancient_flag.unknown.description": "Eine antike Flagge, die schwach mit Magie zu schimmern scheint.\n\nVielleicht weiß Murphy mehr darüber?",


  // Game messages sent by this mod
  "game_message.given_bailing_bucket": "Ein Wasser Eimer wurde deinem Inventar hinzugefügt.",
  "game_message.trip_succeeded": "Der Trip war ein voller Erfolg! Murphy fährt zufrieden zum Hafen zurück.",
  "game_message.trip_failed": "Zu viel Wasser ist in den Rumpf gelaufen! Murphy kehrt zurück zum Hafen bevor die Dawnshard sinkt.",
  "game_message.identify_flag_first": "Du musst die Flagge bestimmen lassen bevor du sie an eine Wände hängen kannst!",
  "game_message.bailing_bucket.empty_into_sea": "Schütte das Wasser in den Ozean!",
  "game_message.bailing_bucket.no_water_to_bail": "Es ist kein Wasser zum schöpfen da!",
  "game_message.bailing_bucket.stand_closer_to_edge": "Stelle dich näher an den Bootsrand bevor du versuchst das Wasser aus zu kippen!",
  "game_message.bailing_bucket.bail_from_hull": "Du solltest das nutzen um Wasser aus dem Rumpf zu schöpfen!",
  "game_message.gamblers_crest_effect.success": "Des Zockers Krone hat deinen Fang verdoppelt!",
  "game_message.gamblers_crest_effect.failed": "Des Zockers Krone hat deinen Fang genommen!",
  "game_message.gamblers_crest_effect.neutral": "Des Zockers Krone lässt deinen Fang unberührt.",
  "game_message.xp_gained": "Du erhälst {0} Fischen XP von dem Trip!",
  "game_message.bonus_xp_gained": "Die heilige Patron Flagge schenkt dir {0} Bonus XP!",
  "game_message.empty_crate": "Die Kiste mit Fisch ist leer.",
  "game_message.messy_note": "Hier ist eine Nachricht...#Du kannst die Handschrift nicht entziffern.",
  "game_message.readable_note": "Hier ist eine Nachricht...#Sie ist von Murphy! Er schreibt er wird nächste Woche wieder hier Anker setzen und du sollst mit ihm vor Einbruch der Nacht reden wenn du auf Fischfang gehen willst.",
  "game_message.speak_to_captain": "Du solltest mit dem Kapitän sprechen bevor du den Kutter betrittst!",
  "game_message.walk_the_plank": "Über die Planke zu gehen scheint keine so gute Idee zu sein...",
  "game_message.pathos_cat": "Eine Katze mit einem interessanten schwarz und weiß Muster.",

  // UI related
   "ui.flooding.name": "Gefluteter Rumpf",
  "ui.nets.name": "Netze",
  "ui.engine.name": "Motor",
  "ui.generic.working": "in Betrieb",
  "ui.nets.ripping": "Reißen",
  "ui.nets.ripped": "Gerissen",
  "ui.engine.failing": "Versagt",

  // Etc
  "etc.murphy_name": "Murphy"
}
