/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/delixx/stardew-valley-desert-bloom-farm
**
*************************************************/

{
  "oasis_tunnel": "Hier gab es früher einen Durchgang zu einem versteckten Ort. Mit der Hilfe einiger temperamentvollen Freunde könnten wir ihn wieder öffnen.",
  "oasis_1": "Im Moment ist diese Quelle ziemlich leblos, aber sie könnte sich als eine großartige Brutstätte für verschiedene Süßwasserfische erweisen. Bring mir ein paar von ihnen und ich kümmere mich um den Rest. Du kannst sie hier unabhängig von Saison, Uhrzeit und Wetter angeln.",
  "oasis_2": "Die Fische sind gesund und munter, aber sie vermehren sich nicht so schnell. Das richtige Futter könnte die Fangchancen drastisch verbessern.",
  "oasis_3": "Es gibt einige Fische, die es nur in den Gewässern um Stardew Valley gibt. Sie sind vom Aussterben bedroht. Es sei denn... wir geben ihnen ein neues Zuhause! Dieser Teich könnte die Rettung für ihre Art sein. Es wird dich erheblichen Aufwand kosten sie zu fangen. Mit ihren Verwandten könnten wir ersatzweise auch arbeiten.",
  "mill_tier1": "Wir könnten dir helfen, diese alte Wasserpumpe zu reparieren. Ich schätze, dass damit etwa 50% aller Pflanzen bewässert werden können und Du den Kanal ein wenig ausgraben könntest.",
  "mill_tier2": "Die unterirdischen Rohre sind alt und verstopft. Wenn wir sie austauschen und ein paar Lecks stopfen könnten wir die Bewässerung auf 65% verbessern.",
  "mill_tier3": "Hörst du das? Die Zahnräder sind abgenutzt und müssen ersetzt werden. Neue Zahnräder könnten die Bewässerung auf 80% verbessern.",
  "mill_tier4": "Ich hatte gerade eine tolle Idee! Ein unterstützender Elektromotor könnte die Pumpleistung verbessern und eine Bewässerung von 90% ermöglichen!",
  "mill_tier5": "Kannst du erraten, was fehlt? Iridium! Wir könnten das Fundament für eine satte 125%ige Bewässerung verstärken! Oh, und vielleicht sollten wir unsere provisorischen Fasersegel gegen richtige Stoffsegel austauschen, wenn wir schon dabei sind. Ich schätze, dass die zusätzlichen Nährstoffe dazu beitragen werden, dass die Pflanzen einen Tag weniger zum Wachsen brauchen.",
  "mine_1": "Igitt! Sieh dir diesen ganzen Müll an... Ich sag dir was, Kleiner, hilf mir, die Umwelt zu säubern, und ich sorge dafür, dass es sich für dich lohnen wird. Jegliche Art von Müll ist ok",
  "mine_2": "Ich liebe es nach Schätzen zu graben. Es macht echt Laune! Ein leerer Magen muss aber nicht unbedingt sein. Ich sag dir was, Kleiner, koch mir was Gutes und ich sorge dafür, dass es deine Zeit wert ist! Nein, nicht Geld... Schätze! Viele Schätze!",
  "mine_3": "Hey Kleiner, magst du Kaktusfrüchte? Nein? Nun, ich schon und ich will viel davon! Hilf einem Freund, und ich sorge dafür, dass es sich für dich lohnt! Nein, nicht für Geld... oder Schätze... Ich sorge dafür, dass sich das Gras in diesem Tal viel schneller ausbreitet! Was für ein Deal!"
}