/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/delixx/stardew-valley/desert-bloom-farm
**
*************************************************/

{
  "oasis_tunnel": "There used to be a passageway here to a hidden place. With the help of some fierce friends we could open it back up.",
  "oasis_1": "Right now this spring is pretty lifeless, but it could prove to be a great breeding ground for various freshwater fish. Bring me some of each and I'll handle the rest. You will be able to fish them here independent of season, time and weather.",
  "oasis_2": "The fish are alive and well, but they don't multiply that fast. The right fodder could drastically improve the fishing chances.",
  "oasis_3": "There are some fish that are unique to the waters around Stardew Valley. They are bound to go extinct.. unless we give them a new home. This pond could be their species' saving grace. Catching them will depend on your luck. Their relatives work as substitute as well",
  "mill_tier1": "We could help you repair this old Water Pump. I reckon it will irrigate around 50% of all plants and allow you to dig out the canal a bunch.",
  "mill_tier2": "The underground pipes are old and cloggy. Replacing them and fixing leaks will improve irrigation to 65%.",
  "mill_tier3": "Do you hear it? The cog wheels are worn and need replacement. New cog wheels could improve irrigation to 80%.",
  "mill_tier4": "I just had a great idea! An assisting elecrical motor could improve pumping power to allow for 100% irrigation!",
  "mill_tier5": "Can you guess what's missing? Iridium! We could reinforce the foundation for a whopping 125% irrigation! Oh and maybe switch out our makeshift fiber sails for proper cloth sails while we're at it'. I estimate that the additional nutrients will help crops take a day less to grow.",
  "mine_1": "Ugh! Look at all this rubbish... Tell you what, kid, help me clean the environment and I'll make sure it'll be worth your time. Any kind of trash will do",
  "mine_2": "I really love digging for treasure. It's lots'a fun! Doing it on an empty stomache ruins all the fun though. Tell you what, kid, cook me something good and I'll make sure it'll be worth your time! No, not money.. Treasure!",
  "mine_3": "Hey kid, do you love cactus fruit? No? Well I do and I want lots of it! Help a friend out and I'll make sure it'll be worth your while! No, not money.. or treasure.. I'll make sure grass will spread way quicker in this valley! What a deal!"
}