/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/delixx/stardew-valley/desert-bloom-farm
**
*************************************************/

{
  "oasis_tunnel": "Aquí solía haber un pasadizo a un lugar oculto. Con la ayuda de unos amigos feroces podríamos abrirlo de nuevo",
  "oasis_1": "Ahora mismo este manantial está bastante sin vida, pero podría resultar un gran criadero de varios peces de agua dulce. Tráeme algunos de cada y yo me encargaré del resto. Podrás pescarlos aquí independientemente de la estación, el tiempo y el clima",
  "oasis_2": "Los peces están vivos y bien, pero no se multiplican tan rápido. El forraje adecuado podría mejorar drásticamente las posibilidades de pesca",
  "oasis_3": "Hay algunos peces que son exclusivos de las aguas que rodean Stardew Valley. Están destinados a extinguirse... a menos que les demos un nuevo hogar. Este estanque podría ser la salvación de su especie. Atraparlos dependerá de tu suerte. Sus parientes también funcionan como sustitutos",
  "mill_tier1": "Podríamos ayudarte a reparar esta vieja Bomba de Agua. Calculo que regará alrededor del 50% de todas las plantas y te permitirá excavar un montón el canal",
  "mill_tier2": "Las tuberías subterráneas son viejas y están obstruidas. Sustituirlas y arreglar las fugas mejorará el riego al 65%",
  "mill_tier3": "¿Lo oyes? Las ruedas dentadas están desgastadas y hay que sustituirlas. Unas ruedas dentadas nuevas podrían mejorar el riego al 80%",
  "mill_tier4": "¡Acabo de tener una gran idea! Un motor eléctrico de asistencia podría mejorar la potencia de bombeo para permitir un riego del 100%!",
  "mill_tier5": "¿Adivinas lo que falta? ¡Iridio! Podríamos reforzar los cimientos para conseguir un 125% de irrigación. Ah, y de paso cambiar nuestras improvisadas velas de fibra por velas de tela. Calculo que los nutrientes adicionales ayudarán a que los cultivos tarden un día menos en crecer",
  "mine_1": "¡Uf! Mira toda esta basura... Te diré una cosa, chaval, ayúdame a limpiar el medio ambiente y me aseguraré de que valga la pena tu tiempo. Cualquier tipo de basura servirá",
  "mine_2": "Me encanta excavar en busca de tesoros. Es muy divertido. Aunque hacerlo con el estómago vacío arruina toda la diversión. Te diré una cosa, chico, ¡cocíname algo bueno y me aseguraré de que valga la pena tu tiempo! No, dinero no... ¡Tesoro!",
  "mine_3": "Oye chico, ¿te gustan las frutas de cactus? ¿No? ¡Pues a mí sí y quiero mucha! ¡Ayuda a un amigo y me aseguraré de que valga la pena! No, no dinero... ni tesoros... Me aseguraré de que la hierba se extienda más rápido en este valle. ¡Qué trato!"
}