/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/delixx/stardew-valley-desert-bloom-farm
**
*************************************************/

{
  "oasis_tunnel": "Un tempo qui c'era un passaggio per un luogo nascosto. Con l'aiuto di alcuni amici agguerriti potremmo riaprirlo",
  "oasis_1": "Al momento questa sorgente è piuttosto priva di vita, ma potrebbe rivelarsi un ottimo terreno di coltura per vari pesci d'acqua dolce. Portatemi un po' di ognuno di essi e io mi occuperò del resto. Potrete pescarli qui indipendentemente dalla stagione, dal tempo e dal meteo",
  "oasis_2": "I pesci sono vivi e vegeti, ma non si moltiplicano così velocemente. Il mangime giusto potrebbe migliorare drasticamente le possibilità di pesca.",
  "oasis_3": "Ci sono alcuni pesci che sono unici nelle acque intorno alla Valle di Stardew. Sono destinati a estinguersi... a meno che non diamo loro una nuova casa. Questo stagno potrebbe essere la salvezza della loro specie. La loro cattura dipenderà dalla vostra fortuna. Anche i loro parenti funzionano come sostituti",
  "mill_tier1": "Potremmo aiutarvi a riparare questa vecchia pompa dell'acqua. Credo che irrigherà circa il 50% di tutte le piante e vi permetterà di scavare un po' il canale",
  "mill_tier2": "I tubi sotterranei sono vecchi e intasati. Sostituendoli e riparando le perdite si migliorerà l'irrigazione al 65%",
  "mill_tier3": "Lo sentite? Le ruote dentate sono usurate e devono essere sostituite. Nuove ruote dentate potrebbero migliorare l'irrigazione all'80%",
  "mill_tier4": "Ho appena avuto una grande idea! Un motore elettrico di assistenza potrebbe migliorare la potenza di pompaggio per consentire un'irrigazione del 100%!",
  "mill_tier5": "Riesci a indovinare cosa manca? L'iridio! Potremmo rinforzare le fondamenta per un'irrigazione del 125%! Oh, e magari cambiare le nostre vele di fortuna in fibra con delle vere e proprie vele di stoffa, già che ci siamo'. Stimo che i nutrienti aggiuntivi aiuteranno le colture ad impiegare un giorno in meno per crescere",
  "mine_1": "Ugh! Guarda tutta questa spazzatura... Facciamo così, ragazzo, aiutami a pulire l'ambiente e farò in modo che ne valga la pena. Qualsiasi tipo di spazzatura va bene",
  "mine_2": "Mi piace molto scavare in cerca di tesori. È molto divertente! Farlo a stomaco vuoto rovina tutto il divertimento, però. Facciamo così, ragazzo, cucinami qualcosa di buono e farò in modo che ne valga la pena! No, non soldi... Tesoro!",
  "mine_3": "Ehi ragazzo, ti piace il frutto del cactus? No? Beh, io sì e ne voglio un sacco! Aiuta un amico e farò in modo che ne valga la pena! No, non soldi... o tesori... Farò in modo che l'erba si diffonda molto più velocemente in questa valle! Che affare!"
}