/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/delixx/stardew-valley/desert-bloom-farm
**
*************************************************/

{
  "oasis_tunnel": "Costumava haver aqui uma passagem para um sítio escondido. Com a ajuda de alguns amigos ferozes, conseguimos voltar a abri-la",
  "oasis_1": "Neste momento, esta nascente não tem vida, mas pode vir a ser um óptimo local de reprodução para vários peixes de água doce. Tragam-me alguns de cada e eu trato do resto. Poderás pescá-los aqui independentemente da estação, do tempo e do clima",
  "oasis_2": "Os peixes estão vivos e bem, mas não se multiplicam muito depressa. A forragem certa pode melhorar drasticamente as hipóteses de pesca",
  "oasis_3": "Há alguns peixes que são exclusivos das águas em redor de Stardew Valley. Estão condenados à extinção... a não ser que lhes demos um novo lar. Este lago pode ser a salvação da sua espécie. Apanhá-los vai depender da tua sorte. Os seus parentes também funcionam como substitutos",
  "mill_tier1": "Podemos ajudar-te a reparar esta velha bomba de água. Acho que vai irrigar cerca de 50% de todas as plantas e permitir-te-á escavar o canal",
  "mill_tier2": "Os canos subterrâneos são velhos e estão entupidos. Substituí-los e reparar as fugas melhorará a irrigação para 65%",
  "mill_tier3": "Está a ouvir? As rodas dentadas estão gastas e precisam de ser substituídas. Novas rodas dentadas podem melhorar a rega para 80%",
  "mill_tier4": "Acabei de ter uma óptima ideia! Um motor eléctrico auxiliar pode melhorar a potência de bombagem para permitir uma irrigação de 100%!",
  "mill_tier5": "Consegues adivinhar o que está a faltar? Irídio! Podíamos reforçar as fundações para uma irrigação de 125%! Ah, e talvez trocar as nossas velas de fibra improvisadas por velas de tecido, já que estamos a fazer isso. Calculo que os nutrientes adicionais ajudarão as colheitas a demorar menos um dia a crescer",
  "mine_1": "Ugh! Olha para este lixo todo... Fazemos assim, miúdo, ajuda-me a limpar o ambiente e eu faço com que o teu tempo valha a pena. Qualquer tipo de lixo serve",
  "mine_2": "Gosto muito de escavar à procura de tesouros. É muito divertido! Mas fazê-lo com o estômago vazio estraga toda a diversão. Fazemos assim, miúdo, cozinha-me algo bom e eu faço com que valha a pena o teu tempo! Não, não é dinheiro... Tesouro!",
  "mine_3": "Miúdo, gostas de cactos? Não? Bem, eu gosto e quero muitos! Ajuda um amigo e eu faço com que valha a pena! Não, não é dinheiro... ou tesouro... Eu faço com que a erva se espalhe muito mais depressa neste vale! Que negócio!"
}