{
    "Entries": {
        
//Canon: Mon, Tue, Wed, Thu, Fri, Sat, Sun, Wed6, Thu4, Fri2
		//Mon
	"Mon2": "It's weird what people leave lying around. I don't know what most of it's for, but... do you like my collection?",
	"summer_Mon4": "The sun is no friend to my kind, sundweller. His gaze burns our skin.",
	"Mon6": "Sometimes I dream of the sky. How high do you think it goes, friend?",
	"winter_Mon8": "It wasn't just your skill at mining that proved you trustworthy, friend. The Mother thinks highly of you.",
	"Mon10": "My people are gone. Lost. What if I'm the last?",
		//Tue
	"Tue2": "Finest bombs this side of the Cascade Mountains. They'll make all the rocks go boom!",
	"summer_Tue4": "The earth is our Mother and our guardian, sundweller. I feel safest in her embrace.",
	"Tue6": "My sires told stories of the shadowfolk. Scary stories that kept sleep away.#$b#I can feel them here, deep in the mines: Broken, lost, and filled with anger.",
	"winter_Tue8": "We didn't mean to hurt the shadowfolk and blow open their home.#$b#It was an accident! A terrible, horrible accident.",
	"Tue10": "Do you think the shadow-person in the stinky-underdark gets lonely too?#$b#He doesn't seem angry, like the other ones, the ones below.",
		//Wed
	"Wed2": "Pretty dangerous place, these mines. You're gonna need some supplies. I've got bombs and I've got lollipops. Best kind. Candied cave carrot!",
	"summer_Wed4": "The warrior came snooping around last night, smelling of death and sorrow.#$b#I hid from him, sundweller, for I am not brave - and there was blood on his blade.",
		//Wed6
	"winter_Wed8": "I find things in the mines that make me think of my people. It makes me sad.#$b#Where are my kin, friend?",
	"Wed10": "Have you ever heard or seen any more of my kin, friend? If you find any sign... you'd tell me, wouldn't you?",
		//Thu
		//Thu4
	"Thu6": "My sibling fell in love with the sun; it burned their eyes. Remember friend, the sun cannot be trusted.",
	"Thu8": "Sometimes at night I wander through town. Humans have the weirdest stuff.#$b#And they just leave it lying around like it doesn't matter.",
	"Thu10": "The human with the silly hat keeps watch. I don't think he trusts me.#$b#You trust me, don't you friend?",
		//Fri
		//Fri2
	"Fri4": "My sire taught me bombcraft. Do you know the tricks?#$b#Ah, but why make them yourself, when you can buy them from me!",
	"Fri6": "I had a name, but I hid it so no-one could hurt me.#$b#Names are powerful, friend, be careful who you trust with yours.",
	"fall_Fri8": "Sometimes when it rains, I sneak out to listen to her play, the female with the amethyst hair.#$b#There is magic in her music.. it makes me remember home.",
	"Fri10": "I'll tell you a secret, friend. I made this shop for you. Who else is gonna buy my stuff?",
		//Sat
	"Sat4": "The mines can be treacherous. Be careful, sundweller.#$b#My wares will help you stay alive.",
	"Sat8": "I came from mountains far away. Escaped from... No, you don't need to hear my sad story!#$b#The valley called me home. The end.",
	"Sat10": "The Elemental Wars were terrible. My sire told stories about the carnage.#$b#They made sure I remember.",
		//Sun
	"Sun8": "That human with the wire-frame eyes, the one that smells of metal and oil. I watch her stare at the stars.#$b#Sire said we came from the stars. I'm not sure I believe him.",
	"Sun10": "You're a good friend. I'm glad I trusted you.",
	"summer_Mon10": "I think one day, yes, I will trust you with my true name.#$b#But that day is... not today, friend.",
	"summer_Tue_8": "Do you hear the song of the earth, friend? No, of course you don't. Human ears aren't very good.",
	"summer_Wed10": "",
	"Fri_inlaw_Jasper": "I hope you're mate isn't telling all of our secrets, no?",

	"DwarfVisit": "I'm not ready to return them yet... okay?",
	"JasperHome1": "I hope your friend's okay. But please keep our secret.#$b#Humans fear what they don't understand and destroy what they fear.",
	"JasperHomeA": "Thanks for keeping me secret, friend. Maybe one day I'll talk to your friend... but I've gotta decide if he can be trusted first. Okay?"
        
    }
}