{
"Introduction": "Hello, @. I'm pleased to meet you.#$b#My name's Jasper, and I too, am newly returned to town.$1",
"danceRejection": "I am sorry, but I have no desire to make a spectacle of myself.$2",
"Mon": "The soil of the Valley is very fertile. Your farm should flourish.",
"Tue": "Oh, is that the time? Once again, I've forgotten to eat.$2",
"Wed": "Gunther permits me to stay at the library.#$b#It's a tiny apartment, but I'll never run out of something to read!$1",
"Thu": "Hidden treasures lurk beneath the soil. Watch for wriggly brown stems.#$b#That's the valley's way of revealing her secrets to you.",
"Fri": "There is more to this world than meets the eye, @.$1",
"Sat": "A brisk walk does wonders for refreshing my motivation.",
"Sun": "Have you ventured into the caves, @?#$b#Be careful! They hold many dangers for the unwary adventurer.$2",
"Mon2": "Have you met many of the villagers, @?#$b#Me? No, I have not. I prefer to hover on the outskirts.",
"Mon6": "I lived for a time with the goblins in the Bluemire Hills. My, did they make for raucous room-mates!$3",
"Mon8": "I fear this may sound presumptuous of me, but I should dearly love to visit your farm.$5",
"Tue4": "I grew up in Pelican Town, @. There was a school, and the air rung with the laughter of children.#$b#Now my home town is but a husk, but I can still sense magic here. Magic, and the promise of renewal.",
"Tue10": "$1 JasperDad_Gone#My father is gone, @. I have accepted now that we shall never bring him home.$2$k#$e#My father's death broke my mother's heart. I do not think she ever completely recovered.",
"Wed2": "You've stopped to chat again? I must say, I am honored.#$b#For I am sure you must have better things to do than converse with someone like me.",
"Wed6": "Indeed yes, officially I am a professor. But Professor Jasper makes me sound so old!$3#$b#And my teaching career... well, let's just say it appears to have came to an abrupt conclusion.$2",
"Thu4": "I found this while I was exploring the caves.[80 84 86]#$b#I thought you might find it useful, @.$4",
"Thu8": "Sometimes when I delve beneath the earth, I wonder how it must've been for my father - and the other 36 good men.#$b#Alone in the dark and dust, with little hope that they would ever see the sky again.$2",
"Thu10": "You helped wrench me from a dark and dreary existence, @. And for that you have my eternal gratitude.$l",
"Fri2": "It's good to catch up with my friends on the weekend, and Gil has many tales to tell.#$b#If you can catch him awake, that is!$4",
"Sat4": "The caves of Stardew Valley are unique, it is almost as though they are alive.$1",
"Sun2": "It's so peaceful here: the whisper of the wind in the trees, the birds calling to one another.#$b#It feels as though the rest of the world is far away.$1",
"Sun6": "I am afeared I am an exile, @. It appears few are as open-minded as you, my friend.",
"summer_Mon": "Stardew Valley holds many secrets. It's my goal to unearth them.$3#$b#Unearth? Get it? No? ... $4",
"summer_Mon4": "Professor Peasbody? Oh, how that name sends cold chills down my spine.$5#$b#Professor? Why, I feel his PHD was obtained from the bottom of a cereal box!^Professor? Why I feel her PHD was obtained from the bottom of a cereal box!$1",
"summer_Mon8": "To present before an audience and hold them captivated is a treat, @.#$b#But to see the laughter in their eyes, and hear mockery in their words... why that is my nightmare.$2",
"summer_Tue2": "Gunther kindly agreed to carry several of my publications.#$b#'Mysteries of the Dwarves' is still a project-in-progress, however!$3",
"summer_Tue6": "My father was a miner, @. The caves call to me, the same way they called to him.#$b#They claimed his life, in the end. And one day, I fear they shall claim mine.",
"summer_Wed": "Oh, hello @! I didn't see you there, I was lost in my thoughts again!",
"summer_Wed4": "The stars, the earth... they are all connected, @.",
"summer_Thu2": "There are many rare minerals to be found here, @. So many, and such an assortment, you cannot but feel there is more than science at work.$3",
"summer_Thu6": "Growing up, my mother always commented that I was sensitive. She did not intend it to be an insult - although the other boys teased me mercilessly.#$b#No, she meant that I was in tune with the world around me, sensitive to the life that shares our world.",
"summer_Fri": "Hmm... What a fascinating specimen...#$b#Why, hello @! It's err, a lovely day today, isn't it?$4",
"summer_Fri4": "$1 Peasbody1#I received a note from Peasbody yesterday, disputing my research. Oh, it drives me insane.$k#$e#I am sure Peasbody has it in for me, @. But what can I do about it?",
"summer_Sat2": "The geological make-up of this area indicates trauma in its history.#$b#Perhaps an earthquake? Although I tentatively suggest, it appears more as a strike from outside rather than within.",
"summer_Sat6": "We were colleagues once, you know, Peasbody and I. I even dared consider him my friend.^We were colleagues once, you know, Peasbody and I. I even dared consider her my friend.$2#$b#Then, alas, everything changed. And now I fear he is determined to destroy my reputation.^Then, alas, everything changed. And now she is determined to destroy my reputation.$5",
"summer_Sun": "Have you noticed there are no birds in summer, @?#$b#They migrate to the isles on the Gem Sea.",
"summer_Sun4": "I grew up in Pelican Town. My memories are fond: games, arts and crafts in the community center, seeking shells and crabs on the beach...$1#$b#Now it is as though a dark shadow has been cast upon the town.$2#$b#The light is still there, but muted. I wish I knew what to do to restore it.$6",
"summer_Sun8": "I had a pet rock, once, a gift from my father. I named him Igneous, .$1#$b#He ran away.$2#$b#Oh, I jest of course, @; some bullies threw him into the lake.$5.",
"fall_Mon": "There's a chill in the air this morning, @. I feel winter lurks not far away.",
"fall_Mon4": "$1 Jasper_LaughingStock#'Professor or clown? Preposterous Professor Thomas nosedives again'. Oh, @, the ZuCU gazette arrived today. It appears I'm still the laughing stock.$5$k#$e#The academic community have very little respect for those who think outside the box, @.",
"fall_Tue6":"'Tis a beautiful autumn day, is it not? Autumn, yes, far more musical and romantic than fall.$3#$b#Would be a lovely idea for a daughter... but that's a ridiculous idea. As though I'd ever have children.$2",
"fall_Tue4": "$q 5070433/5070434 DwarfQuest#I trust your judgment, @. Do you think I'll ever find the dwarves?#$r 5070433 25 Dwarf_Yes#Of course you will!#$r 5070433 0 Dwarf_Maybe#Maybe the dwarves don't want to be found?#$r 5070434 -50 Dwarf_No#No, your theories are ridiculous.",
	"Dwarf_Yes": "Thank you for your faith in me, @. I hope it is not misplaced.",
	"Dwarf_Maybe": "I had not considered that possibility, but it does make sense.#$b#For we humans are known for interfering where we should not.",
	"Dwarf_No": "You're almost as bad as Professor Peasbody! And that is a most heinous insult indeed!$5",
	"DwarfQuest": "$p 5070433#I cannot help but feel that the dwarves are my destiny, @. I must seek them, find them, and restore my reputation.|I have considered carefully your words. But I cannot abandon my studies, @. I must find the dwarves, if the dwarves are to be found.",
"fall_Wed":"Hmm... what do I need to pick up today? Some apples perhaps - tis truly the season for them.",
"fall_Wed4": "The musky scent of decay and the moisture in the air reminds me of the goblins, and the forest in which they reside.",
"fall_Wed8": "My father told me tales of the mines: of how they unearthed a mysterious castle, buried deep beneath the ground.#$b#It scared him, @. And my father was not easily scared.",
"fall_Thu4": "Void mayonnaise is a goblin delicacy, @. I ate a spoonful once, as a dare.$1#$b#It took a week for the aftertaste to disappear.$2",
"fall_Thu6":"Have you ever tried goblin beer, @?$1#$b#It tastes like lawn clippings and kicks like an angry mule. I do not recommend it.$2",
"fall_Thu10":"I became accidently betrothed once, courtesy of a cultural misunderstanding.$2#$b#Oh, she was a fair goblin maiden - and quite disgusted to find herself affianced to a pale ugly human like myself!$3#$b#I thought it best to depart without saying 'farewell'. I hope her father found a better match for her.$2",
"fall_Fri":"Ah, hello @! Have you stopped by the Adventurer's Guild? I am sure Marlon and Gill would welcome some visitors!",
"fall_Fri4": "They are deeply misunderstood, the goblin folk. For certain, they are strange, and perhaps considered unpleasant to our eyes, and their habits considered unsavory.#$b#But they are a clan of musicians and story-tellers, and have many fine qualities.",
"fall_Sat2": "The forest is casting off her coat, in preparation for a cloak of snow.",
"fall_Sat6": "Goblin music is one of the most bizarre things I have ever heard, @.#$b#They make their instruments out of bones. It produces an eerie, organic sound.",
"fall_Sun":"Ah, good day to you, @! This must be a busy season for you.",
"fall_Sun4": "Have you felt the presence lurking in Cindersap, @? It fascinates me almost as much as it perplexes me.",
"winter_Mon": "In winter the earth slumbers. It's a good time to delve below the surface.",
"winter_Mon4": "You know, we've been tricked into believing the value of diamonds.#$e#I still like them though; no other gem truly captures the multi-faceted sparkle!$4",
"winter_Mon8": "Thank you, @. You have never judged me, nor scorned my ideas, and you are truly my dearest friend.$3",
"winter_Tue2": "Good day, @. I hope you are keeping warm. The frost had etched patterns across my windows this morning. Jack Frost is truly here.",
"winter_Tue6": "During winter, what is real and unreal creeps closer to the surface.#$b#And the void finds its way to corrupt people's hearts.",
"winter_Wed": "Perhaps I should acquire a scarf. What do you think, @? One in blue and bronze might suit me, don't you think? ",
"winter_Wed4": "Pelican Town has known her share of tragedies, @. Did you know it was once a thriving mining village?#$b#A small fortune in gemstones were collected from these depths.",
"winter_Wed8": "Before you, dear @, I never had much in the way of friends.#$b#I am grateful to you for welcoming me into your life.",
"winter_Thu2": "The museum is a sad sight, @. I cannot believe the gall of some people! To disappear with the entire collection!$5#$b#I keep an eye out for relics when I enter into the mines, but so far I have had no real luck.",
"winter_Thu6": "My father felt the call of the depths, found tranquility in the solitude of the caves.#$b#It claimed him, @. The mines swallowed him whole.",
"winter_Fri":"I understand you are working hard helping Gunther with our collection, @. But if you find any extra minerals, I would appreciate them for my research.",
"winter_Fri4": "I hear that you have been exploring the mines, @. Please, do let me know if you find any sign of dwarves. They are an enigmatic and wary people, it appears.$1",
"winter_Sat2": "I'm bleeding? Oh, it's just a scratch.#$b#I had an unfortunate altercation with a rock crab.$2",
"winter_Sat6":"The dwarves - the Smoluanu - have evaded me for years. But they are real, I know it!#$b#I think one came last night and 'acquired' my favourite pen...$2",
"winter_Sun": "Good day, @. A brisk walk on a cold day does wonders to revitilise the soul, don't you think?",
"winter_Sun4": "There is a stillness about winter, @. A peace, when the world is at slumber, eagerly anticipating the spring.$1",
"Town_50_22": "$d CC#When I was a child, this was the heart of the community. I'm pleased to see it flourish once more.#$b#Thank you, @, you have done so much for this town.|When I was a child, this was the heart of the community.#$b#Now it plays host to a different kind.$1#$b#They are in there, @. I can hear them.#$b#But they dare not show themselves to me.$2",
"Mine_24_11": "See this strata here, @? The complexity of it intrigues me.#$b#Its layers are indicative of a cataclysmic event many centuries ago.#$b#Perhaps an eruption, but I feel, more likely a meteroid strike.#$b#Oh, I'm sorry, I'm rambling again aren't I?",
"JojaMart": "I know, I know, I am supporting a corporate monster. But that Pierre fellow... well... he asks too many questions - and not the kind I enjoy answering!$4#$b#And here? Well, no-one cares.$1",
"JojaMart_11_25": "Um... hi... Yes... lovely day don't you think?#$b#Oh, hello @! I wish I were more comfortable making small talk...$2",
"Seedshop": "I don't know about you, @, but I always feel I'm being judged when I enter here.#$b#Judged, and found wanting.$2",
"winterForest_Tue": "There is a presence lurking in Cindersap. Can you feel it, @?#$b#It has the taint of the void about it, but something more... something brighter. Like Yoba's light.",
"Museum2_Mon": "Gunther and I have been discussing a collaboration. He has studied the history of the valley's humans, whereas my focus has been on the demi-humans.",
"spring_Thu_1": "I came here to study the caves, but Joja found it first.$5#$b#I fear they shall awaken things best left to rest.",
"spring_12": "There is an egg hunt tomorrow, I hear. Alas my schedule does not permit such frivolities.",
"spring_12_2": "Did you know that the egg festival is really a celebration of nature? And of rebirth?$2#$b#Oh yes, of course. That is common knowledge.$4",
"spring_23": "I've received an invite to a dance tomorrow. I do not think I shall be attending.#$b#Groups of people make me uncomfortable.",
"spring_23_2": "Are you attending the dance tomorrow, @? I shall show the flag, as they say, but I do not expect I shall be dancing.",
"summer_10": "A good friend insisted that I keep them company at the luau tomorrow.$3#$b#But what have I to contribute to the soup, @? I rather doubt that cave carrots would be appreciated.$2",
"summer_12": "I hope that you enjoyed the frivolities yesterday, @.#$b#Myself? I found I ate too much. Social events draw me uncomfortably to the buffet table.#3",
"summer_12_2": "I hope that you enjoyed the frivolities yesterday, @.#$b#Myself? I found I ate too much. Social events draw me uncomfortably to the buffet table.#3",
"summer_15": "Today holds bad memories for me, @. I hope you will understand, and be patient.",
"summer_15_2": "Today holds bad memories for me, @. I hope you will understand, and be patient.",
"summer_28": "Are you bearing witness to the annual migration of the jellyfish tonight?#$b#They seem such insubstantial creatures, yet pack quite the venomous punch.",
"summer_28_2": "Are you bearing witness to the annual migration of the jellyfish tonight?#$b#They seem such insubstantial creatures, yet pack quite the venomous punch.",
"fall_15": "I hear there is some sort of festival on tomorrow, a fair, yes?#$b#I'm not sure I enjoy that kind of thing, @. But I hope you have fun.",	
"fall_15_2": "I trust you shall be entering the competition at the fair, @.#$b#I have been persuaded to attend the Adventurer's Guild display.",	
"fall_26": "Spirits Eve is a time that fills me with trepidation, @.$2#$b#It is when the void is at its peek.$2",
"fall_26_2": "Spirits Eve is a time that fills me with trepidation, @.$2#$b#It is when the void is at its peek.$2",
"winter_24": "Are you participating in the mystery gifting tomorrow? I hope my recepient enjoys their gift...$3#$b#Oh no, I couldn't tell you who I was given!$4",
"winter_24_2": "I must confess, @, I am nervous about the celebration tomorrow. I hope my recepient enjoys their gift!",
"winter_26": "Have you heard the tale of the Winter Star, @?#$b#Some believe it is linked to the near-mythic stardrop. Me, well I have my own theories.",
"winter_26_2": "Have you heard the tale of the Winter Star, @?#$b#Some believe it is linked to the near-mythic stardrop. Me, well I have my own theories.",
"Museum2_18_13": "Microwave this and microwave that... There must be a cookbook in the library here somewhere! But convenience dinners are just so... well.. convenient!$3",

"spiritquest_Yes": "You do? I am so glad, @! I knew that you were special the first time we met.$3",
"spiritquest_Neu": "Indeed, yes I am, @. But being a scientist does not mean locking yourself behind a wall of cold, hard logic.#$b#You must also keep your mind open to other possibilities.",
"spiritquest_No": "Oh...That is most regretful.#$b#Sorry to bother you with my little eccentricities.$2",
"spiritquest_followup": "$p 50700437#I have spoken with the forest spirits, and they think of you as 'friend'.$1|I trust that you are enjoying your day, @?",
"Write_Yes": "I feel yes, that you are right. It must have taken courage, and that is not the way of a rival...#$b#No, it is more the way of... a friend.",
"Write_Maybe": "Your advice is, as always, carefully considered. Will restored communication help? Or will it harm? Hmm...",
"Write_No": "He has reached out to me, @. Surely he deserves a chance.^She has reached out to me, @. Surely she deserves a chance.",
"Rekindle_Yes": "I know you have my best interests at heart, and his smile still sets my heart a-flutter.$4^I know you have my best interests at heart, and her smile still sends my heart a-flutter.$4#$b#We shall see how this all plays out. But yes, I shall guard my soul wisely.$1",
"Rekindle_No": "Your consul is wise. We have already tried once, and failed. It would be foolish to head down that same path again.$2",

"cc_begin": "I hear that you have ventured into the old community center. I have heard rumors that their are mysterious creatures that move into places that humans have abandoned.#$b#If you see any, can you please let me know?",
"cc_Greenhouse": "I found these in the back of my cupboard... I thought you might find better use for them that I.[745][745][745][745][745]$4",
"cc_Bridge": "Marlon informed me that the bridge across to the quarry was mysteriously repaired.#$b#You would not happen to know anything about that, would you, @?",
"cc_Bus": "Ah, it is good to hear the bus is up and running again! Perhaps I shall venture out to Calico desert.#$b#I hear there is a complex and deadly cave system there. Perhaps this shall be of use?[773]",
"cc_Minecart": "Is it not bizarre? The ancient mine carts have begun to run again! There truly must be something mysterious at work.",
"movieTheater": "A theater in town? I imagine that shall be most entertaining. But I shall feel awkward attending the movies alone.",
"TalkJasperHome": "While I lay in darkness, feeling my life ebb away, and my mind clouded with pain. I realized something, @.$2#$b#I realized that there is much to life I have missed out on. That I have buried myself so heavily in my research, I have locked myself away from people who care.$2#$b#Thank you for caring enough to come and find me, @.$4",
"JasperHomeB":"The child who rescued me, @. Who were they? My mind was so clouded with pain that I cannot help but wonder...#$b#$q 5070453/5070454 null#Were they real, or just a dream?#$b#$r 5070453 50 StrangeChild_Dwarf#You found the dwarves!#$r 5070454 0 StrangeChild_Unknown#I don't know.#$r 5070454 0 StrangeChild_Dream#A figment of your imagination.",
"StrangeChild_Dwarf": "You humor me, @. Oh, but wouldn't that be ironic.$4",
"StrangeChild_Unknown": "A mystery then. I wonder if Linus would know. For I would like to thank them.$2",
"StrangeChild_Dream": "Oh, but they seemed so real... Their hands cool against my burning flesh.$2",
"LucikielArrives":"A darkness has awoken in the Valley, @. Keep safe.$2",
"AbandonedBride": "Did you hear the screaming the other night, @? It penetrated my dreams and filled my heart with fear.",



//Unique Dialogue Mods (Courtship/Jealousy responses)
"give_flowersA": "You're giving me flowers? That's very swe-$1#$b#Wait! This is one of Pierre's bouquets. You mean... you actually wish to date me?#$b#Of course, yes!$4",
"give_flowersB": "Oh, @. I mean, I knew my feelings for you were... well, deeper than the caverns.$1#$b#But that you feel the same? Well, I'm quite flabbergasted!$4",
"give_pendant": "You really want to tie yourself to a dour old man like me?$4#$b#I'm honored. Truly honored. Please, let me organize everything. It shall all be ready in three days.$1",
"stardrop_gift": "You, my love, are a gift from the stars.#$b#Thus I present you with this, a small shard from the heavens and a token of my heart.$4",
"reject_two_heartA": "Flowers? Why? What do they mean? We barely even know each other.$3",
"reject_two_heartB": "Please, take those away. This is awkward.$2",
"reject_four_heartA": "I know that we've become friends, @. But this... I mean... Sorry. No.$2",
"reject_four_heartB": "I appreciate your offer, @. And don't think I'm not flattered.$2#$b#But you should not rush into things. It'll only get you into trouble.$2",
"rejectNPCA": "Please, take those away. This is awkward.$2",
"rejectNPCB": "Don't think I'm not flattered, but I cannot date... my research... well, it would not be fair on you.$2",
"breakUp": "I understand. But please, let us remain friends.$2",
"engageA": "Are you not already engaged?$2#$b#I admired you, @, please don't blacken my opinion.$5",
"engageB": "I feel this is not appropriate conduct. Please, do not be so quick to betray your betrothed.$5",
"marriedA": "Oh, call me old fashioned, but I do not feel this is appropriate behaviour.$2",
"marriedB": "I care for you, @, but the bonds of marriage are sacred. It saddens me that you would make a mockery of them.$4",
"refusal_no_heartsA": "Err, I feel you are, perhaps, ignorant of our local traditions?$2",
"refusal_no_heartsB": "Do you even understand what this is? It is to be given to one you truly love, not a stranger.",
"refusal_knownA": "Can we not just remain friends, @? Surely you would not wish to burden yourself with someone like me?$4",
"refusal_knownB": "I'm married to my research, @. You'd best turn your sights elsewhere.",
"refusal_botherA": "Your tenacity is to be admired. But I'm afraid the answer is still 'no'.$2",
"refusal_botherB": "Please, @, cease. You're embarrassing yourself.$5",
"giftquestion_yes": "You have a generous soul, @. It is why this town - and myself! - adore you.$1",
"giftquestion_lie": "Please do not lie to me, @. I wish for our relationship to be based on trust and communication.$5#$b#I thought that you did too.$2"




}
