{
	"Entries":{
	"Introduction": "Hello, you must be the new farmer. Welcome to the library!#$b#The name's Gunther, feel free to drop by any time. Well between 8 and 6, anyway!", 
    "Mon": "Hey @, looking for something new to read?",
    "Mon2": "Hey @, how's life down on the farm?",
    "Mon4": "Hey, @, looking for something new to read?#$b#$q 55990100/55990101 Gunther_Book#What do you like to read?#$r 55990100 25 Gunther_Book_western#Westerns#$r 55990100 25 Gunther_Book_romance#Romance#$r 55990101 0 Gunther_Book_fantasy#Fantasy#$r 55990101 -25 Gunther_Book_noBook#I don't like to read.",
"Gunther_Book_western": "Ah, excellent tastes. Adventure, excitement, maybe a touch of romance.#$b#I studied for a time on a praire island, you know.",
"Gunther_Book_romance": "Ah, I admit I have a soft spot for a happy ending myself.",
"Gunther_Book_fantasy": "Ah, can't say I'm a fan meself, but to each their own.#$b#You should talk to Sebastian, he's into that stuff.",
"Gunther_Book_noBook": "Ah, well that's disappointing. I hope I'll still see you around here sometime?",
"Gunther_Book": "$p 55990100#Here you go, @, I think you might like this one. (Gunther slips a book into your hands)|Hey there @, always a pleasure to see you!",
    "Mon8": "I lived here when I was a kid you know, Mom was the librarian.#$b#We moved to Veldt Island when I was fifteen.",
    "Tue": "Sorry if I smell of glue, I've been mending some old books. The poor things need a little love.",
    "Tue2": "Hey @, welcome! I've just brewed a pot of tea. Fancy some?[614]#$b#It's green tea. What can I say? I developed a taste for it as a kid.",
    "Tue4": "Elliott's been discussing his latest project with me. It has promise, but oh, he loves his adverbs.",
    "Tue8": "I came back here with the hopes of settling down with someone.#$b#But I'd left it too late; they'd found someone else.#$b#I guess happy endings are only for characters in books, right?",
    "Wed": "Perhaps you might help me catalog the archives sometime. The former custodian was something of a hoarder - I feel I'll never get through them all.",
    "Wed4": "There's a beautiful cat that hangs around outside sometimes.#$b#Maybe one day I'll let him in. Every good library needs a cat, don't you think?",
    "Wed6": "Wretched day today... I spilled my tea over one of my books.#$b#Hopefully it'll dry out again.",
    "Wed10": "There was a girl once. Well, a young woman, really. We used to ride through the woods together.#$b#Then her family moved away, and mine soon after.#$b#Fate may have drawn us both back here, but it's too late for anything to come of it.",
    "Thu": "Penny's great with the kids. They really seem to look up to her.#$b#And I'm happy to see someone appreciate the books!",
    "Thu4": "Oh, hey @. I'm just about to send a request through to the Ferngill National Library service. Anything you'd like me to add to it?",
    "Thu6": "Our good friend the professor always seems so caught up in his work.#$b#Perhaps you could distract him. After all, there's more to life than research, right?",
    "Thu8": "%Gunther closes his book, sniffs and wipes his eyes.#$b#It's quite dusty in here, don't you think?#$b#Oh, there's no fooling you. Yeah, this book's touched my heart.",
    "Fri": "%Gunther is reading a book beneath the counter.#$b#Oh, hello @! It's easy to get lost in a book, isn't it?",
    "Fri4": "Ah Fridays... they always make me wistfully happy. Why? Oh, no reason.#$b#%There's a distant look in Gunther's eyes.",
    "Fri6": "You seem to have settled in better than I have. I feel more comfortable hanging out with the books than the people.",
    "Fri10": "%Gunther stares wistfully over your shoulder.#$b#I should've come back sooner. Then my story would've had a more satisfying ending.",
    "Sat": "Someone's been sneaking into the library at night and 'borrowing' the books. If you find any hidden around town, can you return them to me, please?#$b#They contain information that might be of help to you.",
    "Sat2": "There aren't many trees on Veldt Island. The forest around here feels a little claustrophobic.",
    "Sat4": "I think the cat must've got in last night. A bunch of things were knocked over, but nothing appears to be missing.",
    "Sat8": "You can tell a lot about someone from the books they read.#$b#Caroline enjoys stories where women cast aside the shackles of society  to 'find themselves'.#$b#Makes you wonder, doesn't it?",
    "Sun": "Hey, if you happen to find anything interesting lying around, I'd be happy to dust it off and put it on display.#$b#There's a lot of history to this town, and quite a bit of it is buried.",
    "Sun6": "(yawns) I've been poring through the archives too late into the night again.#$b#You know, Pelican Town used to be a thriving mining town, back before the explosion in the mines.#$b#Those were terrible times, a lot of people left, my mom and I included.#$b#And Jasper's father died. He doesn't talk about it much, but that sort of thing has an effect on a kid.",
    "Sun8": "Starting afresh had its challenges. I'm not great at making friends - my best friends are books...#$b#Thank Yoba, I've got Jasper - and you! - to talk with.",
    "Sun4": "I wasn't sorry to leave Veldt Island. You'd be surprised at how lonely you can feel in a crowded city.#$b#Actually, maybe you wouldn't. You're from Zuzu, right?",
    "Sun2": "Have you met Professor Jasper? Very wise fellow, albeit a tad obsessive.",
	"Fri8_inlaw_Jasper": "How's life with Jasper? I miss having him around, but I'm glad you found your happy ending.#$b#Makes me wonder if some day I'll find my own.#$b#%Gunther stares over your shoulder again, a distant look in his eyes.",

//Conversation Topics
    "JasperGone1": "Jasper now's how to take care of himself, but I'm still worried about what might happen to him in those mines.#$b#I offered to go with him, but he insisted that the dwarves would be more likely to show themselves if he went alone.#$b#Stubborn fool... I hope he comes back in one piece.",
    "TalkJasperHome": "Jasper's been quiet ever since he came home. I'm not surprised, with what he must've gone through.#$b#He needs friends more than ever, @. I'm glad he has you.",
    "JasperHomeA": "That Peasbody person's been in touch with Jasper... They dated in college, you know.#$b#The two of them were like chalk and cheese, always bickering about something or another.#$b#It was like something out of a pulp romance.",
    "DwarfVisit": "I heard a strange sound in Jasper's old rooms last night... I think that cat must've got in somehow.#$b#I went in to have a look, and there were papers scattered everywhere.#$b#Funny thing is... I've no idea how it got in.",
    "JasperEngaged": "I've never seen Jasper so happy! It's like he's walking on clouds.#$b#You mean the world to him, @. Congratulations to you both!"
	}
}
