{
    "Entries": {
"Mon": "Hey, good luck in the mines kid. Remember, make sure you take in enough food. There's creatures in there that'll knock you down in a heartbeat.",
"Tue": "Clint helps out sometimes, with repairs to our swords. He's a man of many talents, our Clint.#$b#Shame he's so surly with it, and can't see his own worth.",
"Wed": "Hey kid, if you find any old tools or equipment in the mines, bring them to me.#$b#Don't worry too much about the state of them - we'll get them fixed up good as new and sell them.#$b#How? Well we've got a mail-order system going across the republic.",
"Thu": "How's the monster slaying going? Gil's keeping a running total of your conquests.#$b#How do we know? The Adventurer's Guild moves in mysterious ways.",
"Fri": "How did I lose my eye? Let's just say I walked away from the encounter. My opponent didn't.#$b#And if you want the full story... you'll have to earn it.",
"Sat": "Unlike most of the villagers, I won't be bribed into friendship by produce or trinkets.#$b#Prove yourself in the mines, and we'll see how it goes.",
"Sun": "You've probably noticed there's something uncanny about the mines, @.#$b#My good friend, Professor Jasper, reckons that they're alive. Fanciful, yes, but there's an energy in there that makes the hairs on my neck stand on end.#$b#Be wary, and show her respect.",
"spring_12_1": "Are you excited for the egg hunt, @? Keep an eye on young Abigail. She's the local egg-hunting champion!",
"spring_12_2": "Hopefully all your spelunking and monster slaying will be of service in the egg hunt tomorrow.",
"spring_23_1": "The Flower Dance is tomorrow. I'll be there - and I hope you shall too!",
"spring_23_2": "I shall see you at the flower dance tomorrow.#$b#When I was younger, I used to be quite a nimble dancer. Ah, but maybe one day I'll get the chance again.",
"summer_Mon": "Ah summer. It gets stifling in here. Sometimes after night patrol I'll take a quick dip in the lake.#$b#Oh, you'd have to be a real early bird to catch me, @!",
"summer_Tue": "Ever wondered why there's the overnight curfew, @? The monsters come out after midnight.#$b#Gil and me, we patrol the town, trying to keep them controlled until dawn.",
"summer_Wed": "Night patrol really does old Gil in. He'll sleep all day if I let him.#$b#Me? I usually get by on six hours. Any longer and the nightmares kick in.",
"summer_Thu": "Despite the fact they're still burning, JojaCorp wants to open up the mines again.#$b#They'll pilage her for all she's worth. Yoba, maybe I should let them. Maybe the void will swallow them up.",
"summer_Fri": "Be careful if you reach the lava levels, @. That fire's been burning for almost thirty years, and the shadow-beasts that lurk within are no natural beings.#$b#Who - what? - were they once? We don't know, but their touch can stop your heart.",
"summer_Sat": "Someone I know kept a slime as a pet. All went well until it ate their neighbor's dog.",
"summer_Sun": "It's a beautiful day today. Too nice to spend underground, ruining your clothes.#$b#If I were a few years younger, I'd head down to the beach myself, eat an ice cream and take a dip in the ocean.",
"fall_Mon": "The nights are growing longer, the creatures less cautious. I caught a golem sneaking along the mountain path towards the town.#$b#They're puppets of the void, the inanimate given life. Upon death, they return to the state from whence they came.",
"fall_Tue": "Do you know Rasmodius? He protects the valley from the spiritual threats, whilst Gill and I protect her from the physical ones.",
"fall_Wed": "My family have helped defend the valley for generations. My nephew'll inherit the role some day, if he's willing.#$b#If he's not, I can only hope another will take up the sword in our defence.",
"fall_18_2": "There is someone I should speak with today, but for all that I'm a monster slayer, I lack the courage.#$b#It's silly, isn't it, that in matters of the sword I am ready and willing... but in matters of the heart...#$b#Well, let's just say, give me a sword any day.",
"winter_Mon": "The night patrols are starting to wear on me. I guess I'm finally starting to feel my age.",
"winter_Tue": "The void becomes more restless in winter and more monsters breach the surface. Yesterday we caught rock crabs down as far as the beach!#$b#Imagine if Jas or Vincent had been about? Of course, it was 4am, but still!",
"winter_Wed": "Is the void real, or metaphor? That's for you to decide, @. But there's no question that something beneath the valley is corrupting the wildlife.#$b#I've even heard rumors of void rabbits, but I think - hope! - that was a joke.",
"winter_Thu": "Oh, I've considered retiring you know. Especially in winter when my leg reminds me of the past.#$b#But very few adventurers have the luxury of retirement, @. I expect one of these days a shadow-brute will get the better of me.",  
"winter_Fri": "I'm not as old as I look, kid. You see as many monsters as I have? Your hair'll turn white too.",
"summer_Mon_InLaw_Jasper": "Say hello to my dear friend Jasper. Gill and me miss his weekly visits.#$b#But I'm happy for him too. Every adventurer deserves a home to return to.",
"summer_Mon_InLaw_Denver": "I hope my nephew's treating you well, kid. He's a good lad, and I'm glad he's found himself a soulmate.",
"DwarfVisit": "I saw someone leaving your farm after midnight.#$b#Have you had any late night visitors?#$b#No? Oh... Well best keep an eye out then, @. Someone's snooping around...",
"JasperEngaged": "So, I hear you've got yourself hitched - gonna make an honest man of our beloved Professor.#$b#Congratulations, @. Here's a wee engagement gift for you. I hope it contains something useful![275]"

    }




}
