{
    "Changes": [
{	"LogName": "Jasper has a crush on farmer Dialogue", 
    "Action": "EditData",
    "Target": "Characters/Dialogue/Jasper",
    "Entries": {
        "Wed8": "Greetings my dear friend! It is always a pleasure to see you.#$b#And I hope that you feel the same?$4",
        "spring_Sat8": "I found these in the back of my cupboard... I hope they shall still grow.[745][0745]$4",
        "fall_Fri10": "It is as though a weight has been lifted off my shoulder. Or perhaps I should say, off my knee.$3#$b#Sorry, gallows humor again. But seriously, @, I am grateful to you, for tolerating my foibles and becoming my friend.",
        "summer_Mon8": "Oh, hello @. You're... um... looking lovely today.$4",
        "winter_Sat10":"Oh, my heart is a tangle of butterflies and I've barely eaten for a week!$1#$b#Am I sick? Or is this... Oh, rocks are so much easier than emotions!$2", 
        "fall_Sat10":"Autumn used to fill me with a sense of melancholy, @. But there is a beauty in the the season, don't you agree?#$b#I am sure your farm must look very lovely.$1#$b#This isn't a hint! Well, maybe just a small one.$4", 
        "winter_Tue10": "Your presence graced my dreams last night, @. I slept very well indeed.$4",
        "Sat8": "Would you care to help me with my research, @? I have found a forest glade that seems an ideal junimo habitat.#$b#No, this isn't a date! Um... unless you want it to be?$4",
        "spring_Sat10": "Hello my dear, with this fine spring weather, a picnic is in order!$1#$b#I feel there is magic in the air today - perhaps we shall make some new friends!",
        "winter_Fri8": "Others have described my studies as foolhardy, that I am chasing dreams and myths.#$b#But even as the cold settles her weight upon the land, I can feel it. I can feel them.#$b#They may be invisible to my eyes, but I sense them in my heart, @.",
        "winter_Sun10":"$1 NightFears#Can you sit with me for a time, please @. The dread weighs heavy upon me tonight, and you give me the strength to get through.$2$k#$e#Sleep comes more easily now, the nightmares held at bay. And it is thanks to you, @. You are my shield, and I am grateful to have you by my side.",
        "spring_Mon10": "I would be happy to tend your garden, @, if you wish it.$1#$b#Helping you to nurture new life would be my pleasure.$1#$b#Crops I mean! Nurturing crops...$4",
        "LucikielArrives":"A darkness has awoken in the Valley, @. Please keep safe, @. I don't want anything to hurt you.$2",
        "winter_24": "Happy Winter Star! I got you a little something... I hope that was not too presumptious of me?[72]$4#$b#It is freshly mined, and raw, but the shine holds promise.$1",
        "winter_24_2": "Happy Winter Star! I got you a little something...[72]$4#$b#It is freshly mined, and raw, but the shine holds promise.$1"
    }
}
    ]
}


