{
"Entries": {
    "spouseRoom_Jasper": "Just catching up on some correspondence, my dear.",
    "Rainy_Day_0": "Oh, this summer rain is so hot and clammy. I feel I might have to stay inside today, and catch up on some reading.",
    "Rainy_Day_2": "It's terribly wet out there, my love. I know it's warm, but please remember to wear a coat.",
    "Rainy_Day_3": "Did you know that the scent of rain on dry soil is called petrichor?#$b#It's an organic compound release by microbes, and arthropods love it too.$1#$b#Oh sorry, I didn't mean to give you a biology lesson - but nature is fascinating, isn't it?$4",
    "Rainy_Day_4": "I received another rejection slip from an 'esteemed' college, @.#$b#Perhaps indeed it would be better to turn my hand to fiction.",
    "patio_Jasper": "It is a glorious day, is it not? Although perhaps I should have worn a hat...$1",
    "Rainy_Night_0": "Ah my love, you're just in time. I've been watching that Queen of Sauce show and rustled up a little something.[234]$4",
    "Rainy_Night_1": "I've been working on my memoirs, my dear.$1#$b#You know, I fancy there might be those that cannot decide if they are fact, or fiction.$3",
    "Rainy_Night_2": "I do not think my mother ever recovered from my father's death, my love.#$b#He was a kind man, with a generous heart, and she was gentle and eloquent.#$b#I wish you could have met them, @. They would've loved you very much.#$b#Sorry, rainy nights make me sentimental.",
    "Rainy_Night_3": "Would you care to join me in bed, my love? I could read to you from my memoirs.$1#$b#Or, we could find some other way to enjoy each other's company?$4",
    "Rainy_Night_4": "Here, let me help you get out of those wet clothes.$3#$b#What? No, I didn't mean it like that!$4#$b#Well, maybe just a little.$1",
    "Indoor_Day_0": "Good morning! I got up early to do some baking.[234]#$b#My mother and I used to bake together on sunday mornings.#$b#I must confess, the best part was 'cleaning up' the leftover batter!$1",
    "Indoor_Day_2": "Today feels like a good day for some belated spring cleaning.#$b#Go forth and conquer, for I shall be your dedicated house husband.",
    "Indoor_Day_3": "The nightmares still plague me, my love. It is easier, with you by my side.$3#$b#But I fear that I shall never be truly free.$1",
    "Indoor_Day_4": "Something was scratching in the ceiling last night. I fear some birds have built themselves a nest.$2",
    "Indoor_Night_0": "Good evening, my love. I hope you don't mind the fragrance.#$b#I've been burning citronella candles to keep the bugs at bay.",
    "Indoor_Night_1": "Such a lovely warm evening. Perhaps we should take a blanket outside and study the stars.",
    "Indoor_Night_2": "Oh, my knee itches something terrible in this heat. I am happy to be mobile again but...$5#$b#Oh, sorry my love. I don't mean to moan.$2",
    "Indoor_Night_3": "It so hot this evening. Here's a little something to cool you down.[233]",
    "Indoor_Night_4": "My father worked long hours, and came home black with coal dust.#$b#Yet he always managed to have time for my mother and I. He'd bring her trinkets too: flawed gemstones, interesting rocks.#$b#My friends all played with toy trucks and dolls... but I built worlds out of stones and shells.$3",
    "Outdoor_1": "I had trouble sleeping in the heat, so I came outside to greet the sunrise.#$b#It really is a beautiful farm.$1",
    "Outdoor_0": "Our little forest spirit friends have been visiting! They left us a gift on the doorstep.[402 259 398] ",
    "Outdoor_2": "Good morning my love! I took a short walk around the farm, before the day heats up.$1#$b#Everything looks in good order.$3",
    "Outdoor_3": "Oh, my mind is alive with ideas, @! The tranquility here, oh it is such an inspiration.",
    "Outdoor_4": "I hope you don't mind, @, but I did a little excavating of the lower fields.#$b#I found this.#$b#It's kind of fun, isn't it? The people who used to live here must've really loved chickens.[113]",
    "funLeave_Jasper": "Time to stretch my legs and visit a few friends, @. Do you have any messages for Gunther?#$b#I might pick up a few books while I'm at it.",
    "funReturn_Jasper": "Oh, my arms ache from carrying so many books!#$e#$c 0.5#Gunther snuck in one of his favorites. I'm not really sure it's quite my genre, but I shall try it.$1",
    
    "TwoKids_0": "Maybe we could take the kids to the beach? Perhaps it's time to teach %kid1 the fine art of sand castle construction.",
    "TwoKids_1": "Giving %kid1 an ice cream was probably not the best idea...#$b#But don't worry, I cleaned all the walls!$3#$b#%kid1's quite the artist.",
    "TwoKids_2": "The children play so nicely together. I hope they always remain good friends.$4",
    "TwoKids_3": "The children drew you some pictures, @. %kid2 is experimenting with color.$1#$b#%kid1 drew you a chicken. Or possibly a crocodile. It's, err, rather stylised.$1"
}
}