
{    
    "spouseRoom_Jasper": "Ah a place to call my own. The scent of ink and paper, @. That's the scent of home.$1#$b#But it wouldn't be a real home without you, my love.$4",
    "Rainy_Day_0": "I love the smell of a rainy day, it's like the sky is kissing the earth.$1#$b#What? I can romanticise the weather if I wish, @.$4",
    "Rainy_Day_1": "Today seems like a good day to finish my revisions on 'Mysteries of the Dwarves'.#$b#Stay safe out there, @. I love you.",
    "Rainy_Day_2": "Is there anything you'd like me to do around the house, @? It helps my brain work if my hands are busy.",
    "Rainy_Day_3": "The latest 'research' from Peasbody has been published.#$b#I shouldn't read it, I know... But...$5",
    "Rainy_Day_4": "Oh, this weather makes my leg itch something fiendish.#$b#Sorry, I'm afraid I may not be up for much today.",
    "patio_Jasper": "Sometimes I like to close my eyes, breath in deep, and just clear my thoughts.#$b#It is then that I hear them, @. The birds in the trees, the insects buzzing around.#$b#I become a part of nature.",
    "Rainy_Night_0": "Good evening gorgeous. Oh, you're soaked through!#$b#Please take care of yourself. I do not wish for you to get sick.",
    "Rainy_Night_1": "My writing was not working, thus I tried my hand at cooking.[236]#$b#It's not exactly gourmet fare, I'm afraid, but it should warm you up.",
    "Rainy_Night_2": "Oh the gall of some people!#$b#Sorry, my love. I am not mad at you! I delved into the latest research of Professor Peasbody and oh... his proposals are still preposterous!^Sorry, my love. I am not mad at you! I delved into the latest research of Professor Peasbody and oh... her proposals are still preposterous!",
    "Rainy_Night_3": "Oh my dear, you are soaked! Come here, let me help you out of those wet clothes.$2#$b#No, this isn't an excuse to... well...maybe it is...$4",
    "Rainy_Night_4": "Please, let me take your coat. Tonight feels like a good night for curling up together and telling stories, don't you think?#$b#Or yes, perhaps other things too.$4",
    "Rainy_Night_5": "Ah, the sound of rain on the roof, my favorite person beside me...#$b#What more could I ever ask for?",
    "Indoor_Day_0": "Good morning my dear! Please be careful out there.[195]#$b#I may not be much of a chef, but I can scramble a decently fluffy egg!",
    "Indoor_Day_1": "I failed to sleep last night - too many ideas buzzing in my head, thus I'll be living on this concoction today.[253]",
    "Indoor_Day_2": "You've really brought %farm back to life, @. I used to visit here: a scrawny kid with a pocket full of rocks.#$b#Your grandfather was always kind to me. He'd be proud of what you've done.$3",
    "Indoor_Day_3": "Hmm... How should I spend today? Writing? Perhaps a little light reading?#$b#Oh, and I suppose I can find some time in my busy schedule to fit in some housework too, my love.$4",
    "Indoor_Day_4": "You tend to what needs to be tended out there, and I shall hold the fort! %pet and I against an army of dust bunnies!$3",
    "Indoor_Night_0": "Come here my love, curl with me by the fire. Would you like to hear a tale?$4#$b#Of the goblins? Or would you rather learn of my 'wild and reckless' student days?$1#$b#Oh, the pranks Cameron lured me into!$3",
    "Indoor_Night_1": "They say 'diamonds are a girl's best friend', but can diamonds hold a scintilating conversation?[72]$4#$b#A gift for you. Please don't love it more than you love me!$3",
    "Indoor_Night_2": "My apologies, I did not get much done today. I have been unravelling some complex theories.#$b#Oh, I do not wish to bore you with the details, my love.$2#$b#You wish to be bored? Very well then!$3",
    "Indoor_Night_3": "Spent the day procrastinating... Oh, I meant cleaning.$1#$b#Everything should be dust free!$3",
    "Indoor_Night_4": "Oh goodness! Is that the time? I was lost in my thoughts.#$b#Sorry, I didn't cook you dinner.",
    "Outdoor_0": "Good morning! I took a quick stroll around before breakfast - Doctor's orders - everything seems in good order.",
    "Outdoor_1": "Ah, the fresh, clear air. I love it here, @. And am so grateful to be part of your life.",
    "Outdoor_2": "I caught a flash of color in the trees, down by the southern border. I do not think it was a bird.$1#$b#Dare I hope it was one of our junimo friends?$4",
    "Outdoor_3": "It is so peaceful here. I am not sure I could ever return to the bustle of the city.",
    "Outdoor_4": "I awoke at dawn, my mind too busy to permit sleep, and stepped out for a walk.#$b#I caught a glimpse of a dark figure in the fields. Do you think it was our subterranean friend, @?$1",
    "funLeave_Jasper": "I guess I'd better get some exercise. Doctor's orders! And I shall visit some friends.#$b#Have an excellent day, @. Remember, you rock!",
    "funReturn_Jasper": "Oh, that walk really took it out of me. I'm exhausted!#$b#I hope you had a more energetic day, @?",
    "OneKid_0": "What story shall I read to %kid1 today? I've been digging through the fairy tales... but they're all so very Grimm, don't you think?$3",
    "OneKid_1": "Little %kid1 is beautiful. They must take after you, my love.",
    "OneKid_2": "I gave %kid1 one of my crystals today - it is never too early to encourage a love of geology.#$b#Alas, %kid1 did not seem very impressed.",
    "OneKid_3": "So much of my life I dedicated to research, but when I look at our beautiful family...#$b#I'm so glad you guided me down another path, @.",
    "TwoKids_0": "The kids certainly keep me on my toes! I taught them about volcanos.$1#$b#We made a slight mess in the kitchen...#$b#...and then I taught them all about cleaning up after themselves!$3",
    "TwoKids_1": "The kids and I had some fun in the garden today. I feel %kid1 might aspire to become an archeologist!#$b#%kid2, however, was more interested in excavating the contents of their nose...$2",
    "TwoKids_2": "%kid2 said 'geode' today! Or at least, that's what I like to think they said.#$b#It was probably just baby babble and wishful thinking, however.",
    "TwoKids_3": "The kids and I have been playing 'school'. I believe %kid1 is beginning to grasp the priciples of anthropology.$1#$b#%kid2, however, is currently classifying all the toys by flavor.$3",
    "Good_1": "Have I told you today that you're amazing?#$b#No? Well, that's awfully slack of me, I really need to up my game, don't I?$1#$b#@. You're amazing, and I love you.$4",
    "Good_2": "Ah good evening my dear! Just wanted you to know that I ad-ORE you!$4#$b#Sorry. A bit of geology humor.$3",
    "Good_3": "Hey, @. You rock!$1#$b#Get it?!$3",
    "Good_4": "Fresh air is good for the soul. And having you beside me, my dear, is an even better balm.$3#$b#I love you.$4",
    "Good_5": "Why yes, I have been borrowing Gunther's books. They have been most... inspirational.$4#$b#If you are home early tonight, perhaps we can both profit from my 'research'.$3",
    "Good_6": "Our home has become my haven, my dear. I truly now feel my heart is at ease.$1",
    "Good_7": "I may never reveal the secrets of the dwarves to the world, @, but I have found something - someone - better instead. You.$4#$b#Thank you for being amazing, and tolerating my foibles.$3",
    "Good_8": "You are my sun, my moon, my starlit sky...$1#$b#Well, yes, I did hear it in a movie, once, but it's true, regardless!$5", 
    "Good_9": "I never thought I'd find the simple things so rewarding. Fresh food, a warm bed...#$b#and the most gorgeous man beside me.$3^And the most wonderful woman beside me.$3",
    "Neutral_0": "$p 5070124#Hmmm... I was just penning a letter to Cameron. Shall I give him your regards?$1^Hmmm... I was just penning a letter to Cameron. Shall I give her your regards?$1|I am a litle focused right now, working on my latest proposal.",
    "Neutral_1": "I fear I may have overdone it today... Perhaps tomorrow I should take things more easily.",
    "Neutral_2": "I am sorry my love, I'm a little busy right now... Jas asked me some rather thought-provoking questions, and I am formulating an appropriate response.",
    "Neutral_3": "$1 ZuCU_Tenure#I find myself missing my old lecturing days - how would you feel if I applied for a tenure at ZuCU?$2$k#$e#Another application for tenure declined.. I am afeared you are stuck with me, @.$3",
    "Neutral_4": "Today the ideas are flowing like water... Oh it is a joy, @, to be thus inspired!",
    "Neutral_5": "There is an ache deep in my bones, @. I fear age is beginning to creep in.",
    "Neutral_6": "I've been poring over the newspapers, @, and it appears petty theft is on the rise across the Valley.$2#$b#Perhaps it is merely hopeful optimism, but could it be connected to the dwarves?",
    "Neutral_7": "$1 ZuCU_Submission#I have submitted another paper for consideration. I am hoping it shall help restore my reputation.$k#$e#I shall be recording some tutorials for the freshman classes at ZuCU, @! It is not the same as teaching, but at least I will not have to visit the city.",
    "Neutral_8": "I fear Vincent may love arthropods - well, arachnids - a little too much. I appear to have acquired a pet spider.$2",
    "Neutral_9": "...so if the dwarves arrival disrupted the shadowfolk...That would explain...#$b#Oh, hello @. Sorry, I'm a little busy right now.",
    "Bad_0": "I fear I am beginning to suffer from cabin fever. My creativity is becoming stifled. Please, I need some space.",
    "Bad_1": "I sometimes wonder if I am your husband or your housekeeper. Please, @, I implore you - talk to me!$2",
    "Bad_2": "The spark that kindled between us has now flickered and died. I understand your reluctance to be bound to a broken old fool like myself.",
    "Bad_3": "Perhaps it is time I contacted Cameron again. At least he had time for me.$2^Perhaps it is time I contacted Cameron again. At least she had time for me.$2#$b#Even if it was to argue.",
    "Bad_4": "Even fierce debate is preferable to abject silence. I miss what we had, @. Please, give me a second chance.$2",
    "Bad_5": "Oh... now you have time for me? I shall join you in a minute, please let me finish up these notes.$2#$b#Yes, my work is important!$5",
    "Bad_6": "You know, the goblin chieftain tried to trick me into wedding his daughter.$2#$b#Perhaps she would've been a more agreeable match.$5",
    "Bad_7": "*sighs* I shall regret saying this, I'm sure, but the goblins made for better company.$5#$b#At least they talked to me occasionally...$2",
    "Bad_8": "Sometimes I wonder if you'd even notice if I never returned from the caves.$2#$b#I miss what we had, @. I believed you were The One.$2",
    "Bad_9": "....Can't you see I'm busy? Oh, I don't look like I'm doing anything?$5#$b#Just leave me to my thoughts. Please, @.$2",

    //Dated Dialogue
    "spring_12": "I am looking forward to the Egg Festival tomorrow, @. 'Tis a time to celebrate renewal, and rebirth. As I myself feel reborn.$1",
    "spring_23": "Love is in the air, my dear, and there's a spring in my step.$3#$b#I hope you shall do the honor of dancing with me tomorrow.$1",
    "spring_24": "I've got my dancing shoes on and I'm ready to go! But, I'll understand if you choose a more sure-footed partner.#$b#But I do hope you'll dance with me.$4",
    "summer_1": "Summertime, a time to cherish the great outdoors.$1#$b#Please remember to wear a sunhat, my love.$4",
    "summer_15": "My father was a jovial man. He always had time for me, even though he must have been exhausted and I was always full of questions.#$b#I can only hope that one day I shall be as good a father as he. I miss him so much, my love."

}