{
    "Entries": {
        "Wed10": "Where once there was a hollowness in my heart, now it feels full.",
        "Sat8": "Cameron dropped by for a coffee yesterday. He asked after you.$3^Cameron dropped by for a coffee yesterday. She asked after you.$3#$b#We were discussing my latest project. As predicted, he has the tendency to be contrary.$2^We were discussing my latest project. As predicted, she has the tendency to be contrary.$2#$b#But I find I no longer mind?$1",
        "Sat10": "Cameron has agreed to assist me in my pursuit of the junimo. We would appreciate your insight.#$b#OH, I suspect there may be some debate... but I feel sure we can come to an... agreement.$4",
        "fall_Fri8":"Cameron has invited me to the movies. Perhaps you would like to join us?$1#$b#No, not as chaperone... as um... please, we both wish for your company.$4",
        "summer_Thu8": "Perhaps you could join me - us - at the beach sometime? Cameron has offered to teach me to surf.$1#$b#I suspect I shall require rescuing.$2",
        "winter_Tue10": "If only I possessed Cameron's charm, and could put into words how I feel. About you. About him...$4^If only I possessed Cameron's charm, and could put into words how I feel. About you. About her...$4",
        "winter_Fri8": "I confess, @. I still care very deeply for Cameron. We have reconciled some of our pain, and cleared up past misunderstandings.$1#$b#Yet I also find myself developing affection for you: my pulse races when you are near, and you are often in my thoughts.$4",
        "winter_Sun10": "$1 NightFears#Can you sit with me for a time, please @? The dread weighs heavy upon me tonight. Cameron has promised to call, but your presence will give me the strength to guide me through.$2$k#$e#Sleep comes more easily now, the nightmares held at bay. And it is thanks to you and Cameron. You two are my shield and my sword and I am grateful to have you, both of you, by my side.",
	"JasperEngaged": "Cameron and I have spoken, my love. We have decided, for the moment, to give each other some space.#$b#Perhaps our lives shall later intersect, but for the moment, we feel this is for the best.$3"
    }
}