{
    "Entries": {
        "Tue8": "Sorry if I seem a little out of sorts. Last night, nightmares plagued my sleep.#$b#I fear the dark, @, as I never had before.",
        "summer_Wed6": "Gunther has been a most gracious host, for I am afeared I am not the best of company at present.",
        "Wed8": "I am ashamed to admit it, @, but I have invested in a night light. It helps to keep the dark thoughts at bay.#$b#I worry that the void has crept its way into my heart.",
        "Fri10": "I am planning my next research project, @.#$b#$q 5070900 nthe junimo?#$r 5070902 25 Project_Dwarves#You shouldn't give up on the dwarves!#$r 5070903 25 Project_Void#What about the void?#$r 5070904 -25 Project_None#Maybe it's time you retired.",
        "Project_Junimo": "Oh, now there's an idea! Alas, few are willing to believe in their existence.#$b#Not that that ever stopped my pursuits before!",
        "Project_Dwarves": "Oh, dear @, I fear my spelunking days are no more. Unless a dwarf comes to me... well, their secrets shall remain their own.",
        "Project_Void": "The void... Now there lurks secrets that are best left to slumber.#$b#I am afeared to enter those depths again.$2",
        "Project_None": "Ridiculous! The flesh may be weak, but my brain is still my own. $5",
        "Jasper_Project": "$p 5070904#And it is not to retire! Retirement is the key to an early death, @.|I shall follow the call of the junimo, and seek the source of magic in Stardew Valley.#$b#I hope that you shall help me.$6",
        "Fri6": "For years I let research rule my life, @. Now I wonder what I have missed out on.",
        "spring_23_2": "I trust you shall be attending the dance tomorrow? Oh, don't look at me like that, @.#$b#I shall attend, yes, but no-one is likely to wish to dance with a ruined fool like myself.$2",
        "Sun8": "I find myself slipping into the great murky pool of regret and melancholy with too much regularity these days.#$b#I am glad to have you to brighten up my days.",
        "summer_Tue8": "My life has changed irrevocably, @. I am no longer the man I once was.#$b#But you have given me the courage to take it all in stride!$3#$b#Stride... get it? No? Perhaps not the best of humor.",
        "summer_Fri6": "$1 Jasper_Archives#Gunther has requested my assistance with the archives. I wonder what secrets I shall uncover within these files.$k#$e#Oh, the things I have already discovered about this town, @! Hmmm, maybe I should write a local history. But that may be a little too scandalous!$3",
        "summer_Fri8": "Did you ever wonder where Gunther hails from? Yesterday he was telling me about his past. It was quite an adventure that led him here!$1#$b#I do not know how much of it to believe, however.$3",
        "summer_Sat6": "I have not been entirely honest about my relationship with Peasbody. We were more than just colleagues. More than just friends.$5#$b#Things grew complicated, @. And I let him slip away from me.^Things grew complicated, @. And I let her slip away from me.$2",
        "summer_Sat8": "I do not consider myself vain, but I do not enjoy the pity reflected in other's eyes.$2",
        "summer_Sat10": "I find myself reading for pleasure more and more.#$b#Gunther lent me one of his books... it's not what I would normally read, but I cannot put it down!",
        "fall_Mon8":"I awoke last night in a cold sweat, and a horrible noise echoing in my ears.#$b#The nightmares plague me, @. They make me fear to sleep.",
        "fall_Tue8":"$q 507098/507097 Jasper_Leg_Gross#Please, tell me honestly, does my injury disgust you?#$r 507098 50 JasperDisgust_No#No, why should it?#$r 507097 -25 JasperDisgust_Yes#Yes, it makes me uncomfortable.",
	    "JasperDisgust_No": "Oh @, I must say, I am relieved.",
	    "JasperDisgust_Yes": "I appreciate your honesty, @. I feel ill when I look at it myself.",
        "Jasper_Leg_Gross": "$p 507098#I know I must come to terms with my disability, @. But I do wish I could turn back time.|I am concerned what others might think, @. A part of me wants to hide myself away forever.",
        "Jasper_Teach":"Penny has requested I speak with the children, perhaps even tutor them. I find myself a-quiver with nerves! I am not used to a junior audience.$2",
        "ArchaeologyHouse_17_12": "I have been tutoring the children. Jasmine is quite a delight and full of questions! Vincent on the other hand... well, he appears to have some interest in entomology.",
        "winter_Thu10":"On these cold nights, there's a cold ache inside my bones.#$b#How can bone and muscle ache, when it is no longer there?",
        "springForest_Tue": "The doctor has recommended I venture out into the fresh air. It can definitely feel it healing my spirit.$1",
        "springForest_Sun": "The sweet song of the birds, the scuttle of creatures in the undergrowth... Perhaps I have spent too long underground, @.",
        "Beach_45_22": "Have you ever wondered what lies across the sea, @? We are so insignificant in the great expanse of the world.$2#$b#Oh, I guess I've spent too much time lost in my thoughts of late.$5",
        "Museum2_18_13": "Food nourishes the body, but knowledge is what nourishes the soul, @.$4",
        "Town_32_78": "Greetings my friend! It is my pleasure to assist Evelyn in tending the flowerbeds.#$b#There's some use to a washed-up scholar after all!",
        "summer_15_2": "Today marks the anniversary of my father's death. I was seven years old.$2#$b#The yield from the mines had dwindled significantly, and miners were sent down in shifts - working day and night - in an effort to make the quota.#$b#My father was on the night shift.#$b#The explosion happened at five minutes to midnight: a terrible low BOOM that rattled the windows and sent the cat bolting under the bed.#$b#We ran outside, and smoke obscured the stars. The forest burned for a week. The mines are burning still.$2",
        "ReputationIncreased": "I confess, I was wary at first. Lucikiel certainly made a grand entrance, by all accounts...$2#$b#But Gunther and Marlon both speak highly of his deeds in the mines; he's giving you a run for your money, my friend!$1#$b#Perhaps first impressions can be deceiving."
    }
}