{
    "Changes":[
        {	"LogName": "RivalHearts Dialogue", 	"Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
        "Wed8": "Sorry, I am a little tired today. Cameron dropped by and we were up all night.$1#$b#We were talking of course! Well...mostly talking...$4",
        "Sat8": "$1 New_Proposal#I have submitted a new proposal for consideration. I hope that my newly-found camaraderie with Cameron may asist in its acceptance.$k#$e#Cameron has agreed to help with my latest proposal. I am sure that we shall disagree most whole-heartedly.#$b#But well-considered debate is always welcome, and shall assist in rebuttals at a later date.$3",
        "fall_Fri8":"Cameron has invited me to attend a movie with him. I do not know whether to accept.$2^Cameron has invited me to attend a movie with her. I do not know whether to accept.$2#$b#I am sure we shall most avidly disagree over it and it seems a shame to destabilize this new amiability we have forged.$2",
        "summer_Thu8": "Cameron is attempting to encourage me to take up surfing. I do not think that is a good idea.$2#$b#I feel he is trying to assassinate me!$3^I feel she is trying to assassinate me!$3#$b#I jest of course, but still consider it unwise.$1",
        "fall_Sat8":"Cameron invited me to the Grampleton carnival...#$b#$q 5070100 Jasper_Date#Do you think I should accept?#$r 5070100 50 JasperDate_Crush#Definitely, Cameron fancies you!#$r 5070100 0 JasperDate_Obv#Of course! It sounds like fun!#$r 5070101 0 JasperDate_No#No, Cameron's a pillock.#$r 5070102 25 JasperDate_Deserve#No, you deserve better than Cameron.",
            "JasperDate_Crush": "Oh, that's a ridiculous notion, @. We're just friends...$3#$b#But do you really think so? I mean...I'm quite fond of him too.$4^But do you really think so? I mean...I'm quite fond of her too.$4",
            "JasperDate_Obv": "Crowds, noise, sickly food and rides that have probably failed their safety audits?$2#$b#Oh, I suppose you are correct, @. It could be quite fun!$1",
            "JasperDate_No": "That seems rather harsh! Cameron and I have had our clashes in the past...but I feel we have found an uneasy truce.#$b#Although, you are perhaps wise to caution me against his company.",
            "JasperDate_Deserve": "I am pleased you place me in such high esteem, @.",
        "Jasper_Date": "$p 5070100#... and he proved uncommonly good company.$3^...and she proved uncommonly good company.$3#$b#He won me a stuffed squirrel. It's quite ridiculous!$4^She won me a stuffed squirrel. It's quite ridiculous!$4|... but I took your advice and declined. I cannot help but regret my choice. It sounds like it was fun.$2",
        "fall_Wed8": "$1 Jasper_JustFriends#Cameron and I? Oh, we are just friends, @. But yes, dare I imagine it, perhaps we could be something more?$l$k#$e#Cameron and I? I suppose it would not be too presumptuous to say there are definitely sparks between us.$4",
        "winter_Tue8": "Cameron is urging me to step out of my shell, to experience new things. And quoting the phrase... Yo-lo? Whatever that means.?$1#$b#But I am rather fond of my shell, @. And I have played dice with death already... I'm not sure I wish to game again.$2",
        "Winter_Fri8":"I confess, @. I still cling to an affection for Cameron. Perhaps that is why his words pained me so much.^I confess, @. I still cling to an affection for Cameron. Perhaps that is why his words pained me so much.#$b#We are taking steps towards a reconciliation. My heart feels tight with anticipation, but there is an eagerness fluttering there too.$4",
        "winter_Sun8": "Last night felt heavy, @. The dread, the gloom, like a force pressed hard on my chest.#$b#Cameron talked me through it: whispered reassuring words as I trembled in the dark.#$b#I had forgotten how kind he could be.^I had forgotten how kind she could be.",
        "winter_Sat8":"We are so different, Cameron and I.#$b#$q 5070103 Jasper_Extrovert#What can he possibly see in a timid fool like me?^What can she possibly see in a timid fool like me?#$r 5070103 50 Jasper_Sensitive#A sensitive and caring soul.#$r 5070103 50 Jasper_Smart#A sharp mind and a courageous heart.#$r 5070104 -25 Jasper_Manipulate#A foolish heart to be easily manipulated.#$r 5070104 -50 Jasper_Mean#Honestly, I've no idea.",
            "Jasper_Sensitive": "Thank you, @. Your empathy, as always, is a welcome balm to my own self-doubt.$4",
            "Jasper_Smart": "I still have my wits, of that I shall agree...$4#$b#...but a courageous heart? Oh @, you flatter me!$3",
            "Jasper_Manipulate": "You are probably correct, @. My heart is indeed weak - and I would be a fool to let myself be lured in by his charismatic charm.$5^You are probably correct, @. My heart is indeed weak - and I would to be a fool to let myself be lured in by her charismatic charm.$5",
            "Jasper_Mean": "Seek reassurance, receive disregard. I would say I appreciate your honesty, @. But in truth, I do not.#5",
            "Jasper_Extrovert": "$p 5070103#But there is a saying that opposites attract, and perhaps my negatives shall balance his positives.$3^But there is a saying that opposites attract, and perhaps my negatives shall balance her positives.$3|And I understand that it cannot work between us. So why is it that I want so badly to try? I really like him, @. A lot.$5^And I understand that it cannot work between us. So why is it that I want so badly to try? I really like her, @. A lot.$5",
        "winter_20_2": "I would like to get Cameron a gift for Winter Star. Do you have any suggestions, @?"
            }
        }
    ]
}