/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Ahoy there! It's nice to see young folk movin' in to the valley. It's not very common these days.",
  "accept_869": "Ah... That's the perfect bait for a catfish I've been tryin' to catch!#$b#Here, let me trade you this for it. I'm not sure what it is, but it washed up on the beach not too long ago.#$b#Somethin' tells me you could use it, lad.^Somethin' tells me you could use it, miss.",
  "FullCrabPond": "*sniff*... Ah... That old familiar scent. You've been raisin' crabs, haven't ya?#$b#Yer a man after me own heart, @. Hah!$h^Yer a lady after me own heart, @. Hah!$h#$b#Here, take this. I found it on the beach... Been savin' it fer a special occasion. It's not every day I discover a fellow crab enthusiast! [797]",
  "MovieInvitation": "Ah... a movie. That's kind of ye, lad.^Ah... a movie. That's kind of ye, miss.#$b#I'll just finish me pipe, and head over.",
  "Mon": "Ahoy there, son.^Ahoy there, lass.#$b#Looks like decent weather for fishing, eh?",
  "Mon4": "Have you had much luck in the local waters? You look like you could be a strong angler if you set your mind to it.",
  "Tue": "A true angler has respect for the water... don't you forget that.",
  "Tue6": "The ol' Man was a fisherman, you know. I grew up sailing between the fern islands, living from catch to catch.#$e#The fishing life is tough, but there's something about it that keeps you goin'.",
  "Wed": "Some fish come and go with the seasons. Others only come out at night or in the rain.",
  "Thu": "*mumble* *mumble* ...Eh? I would tell you about my thoughts, but it's a fisherman's secret.",
  "Thu2": "There's rumors of some very rare fish in these parts... but only an experienced angler could stand a chance against them.#$e#You'll need the finest bait you can get if you want a rare fish to bite.",
  "Fri": "If you really want to get the fish biting, make sure you put some bait on your hook.",
  "Sat": "If the local fishing scene got a bit more lively, I might expand the shop's stock.",
  "Sat8": "How's the fishing life going for ya?#$e#I try to fish as often as possible, but it's not easy when you've got a shop to run.",
  "Sun": "If you purchase a high quality fishing rod, you'll be able to attach bait and tackle to the line.#$b#Bait causes fish to bite faster. Tackle can make your job a lot easier when reeling fish in.#$e#There's all kinds of tackle, with different perks. They're usually a little flimsy, so don't be surprised if your tackle breaks after a while.",
  "Sun10": "Hey, it's my skipper, @!$h#$e#I'd give you a discount on bait if I could afford it.$s"
}