/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Ooh!... I can read it on your face. You're going to love it here in Pelican Town.#$b#If you're ever looking for something to do in the evening, stop by the saloon. That's where I work!",
  "Resort_Entering": "Oh, I like this place! It's full of parrots!",
  "Resort_Leaving": "Ah... my lungs feel perfect.",
  "Resort_Shore": "Can you feel it? The ocean has a profound healing energy.",
  "Resort_Chair": "Are you having fun, @? You need to remember to take breaks now and then too!",
  "Resort_Bar": "It's nice to be on this side of the bar for once!$h",
  "Resort": "If you open your heart to the sun, you can feel a loving energy inside of you.$h",
  "Resort_Dance": "%Emily is lost in the music.",
  "danceRejection": "I'm very sorry... but I've already agreed to dance with someone else.$u",
  "divorced": "@... You broke my heart... I just can't talk to you anymore.$s#$e#Please, let me try to heal...$s",
  "dumped_Girls": "...$s",
  "breakUp": "B...But I thought we had a special bond... *sniff*$s",
  "reject_866": "Oh, that's beautiful... I have a friend who would love that! But she lives far from here...",
  "secondChance_Girls": "@... I'm ready to give you a second chance. I still have faith that there's a good person inside of you.$s",
  "Mon": "Have I told you Haley and I are sisters? Strange, isn't it?",
  "Mon2": "I have a secret hobby, but I won't say any more.#$e#Maybe I'll show you some day.$h",
  "Mon4": "This world is full of spirits and magic... Some don't believe me, but I know it's true.#$e#I can see it in your eyes... you believe in the other world, like me.",
  "Mon6": "I wish Haley would get a job or at least contribute to cooking and cleaning.$s#$e#I think she's hoping to marry someone rich.$u",
  "Mon6_inlaw_Haley": "I have to say, now that Haley's gone I've had a much easier time keeping things in order.",
  "Mon8": "There's good people in this town who just can't seem to find happiness. It makes me sad.$u#$e#Working in the saloon, I hear first-hand about everyone's problems.$u",
  "Tue": "I work part-time at Gus' saloon. It pays the bills.",
  "Tue4": "I'm just working at Gus' to make ends meet... but my real passion is tailoring.$u#$e#I made these clothes from scratch, see?",
  "Tue6": "Oh, hi... It's nice of you to visit me like this.$h",
  "Tue8": "You know, @... I think the future looks bright for both of us.",
  "Wed": "I've heard rumors of rare and powerful magic rings, forged long ago by forgotten civilizations. I'm not sure if it's true or just a fairy tale.",
  "Wed4": "You catch fish? I just hope you treat the poor things humanely.$s#$e#Every critter deserves our respect, even the slimy ones.",
  "Wed6": "Have faith... every day you're taking one more step on the path of your destiny.",
  "Wed8": "Hi, @.$u#$e#I always knew we'd become close like this...",
  "Thu": "I hope you're farming in a sustainable way. The valley's ecosystem is fragile!#$e#How do I know? I have a strong gut-feeling!",
  "Thu4": "Sometimes the flowers speak to me... each one has a different story to tell!",
  "Fri": "Ah, spring. The season of pastels. I actually prefer jewel tones, myself.#$b#Oh, excuse me! I was mumbling about fashion again, wasn't I?",
  "Sat": "I like making my own clothes, but it's not easy to get cloth.#$e#And it's such a long trip to the city.",
  "Sat6": "Do you ever think about the texture of fabric, @? Each texture has a distinct personality... feel my dress... see?",
  "Sun": "Hi @!#$e#Do you raise sheep in your barn? You can turn their wool into beautiful bolts of cloth!#$e#You'll need a loom, though. You can make them yourself if you know the crafting recipe.",
  "Sun4": "This house was left in our care by my parents. They've been traveling the world for the last two years.#$e#We have no idea when they'll be back.#$e#I enjoy living here, though. It's a beautiful area and the town is nice.",
  "event_dance1": "Thank you!",
  "event_dance2": "Um... Okay. Sorry you didn't like it. I guess those three years of practice were a complete waste...$s",
  "event_dance3": "Did you really think so? That's exactly the effect I was shooting for!$h#$b#I'm so glad you liked it.",
  "summer_Mon": "Haley is a picky eater. It's so hard to cook for her.",
  "summer_Mon4": "Eating healthy is very important to me. I want to live a long and active life.",
  "summer_Mon_inlaw_Haley": "Haley and I get along much better now that she's moved out. I look forward to her visits!",
  "summer_Tue": "Hello there, @.#$e#I feel lazy today.$u",
  "summer_Tue6": "I feel bad for Linus. People judge him, but he's just living a different lifestyle.$u#$e#I wish everyone could learn to be accepting of others.",
  "summer_Sun6": "Hi, @! We've become decent friends, haven't we?$h#$e#That's fine with me. You're a cool guy.^I'm glad.$h",
  "summer_Sun8": "Hi, @! We've become decent friends, haven't we?$h#$e#This may sound weird, but I've always been certain this would happen.",
  "summer_Wed": "It doesn't rain much in summer, does it?#$e#That just means more watering work for you, huh?#$e#Or do you enjoy the sunny weather?",
  "summer_Thu": "I consider the bees and butterflies to be my special friends!",
  "summer_Fri": "If I wasn't so busy I'd come help you on the farm!#$e#But Gus would be upset if I had another job...$s",
  "summer_Fri6": "You know, I'm sure Gus would understand if I wanted to leave the Saloon someday.#$b#There's so much out there, I can't stay a barmaid forever.$u",
  "summer_Sat": "Don't overwork yourself or you might end up in Harvey's clinic!",
  "summer_Sun": "Hi @!",
  "summer_Sun4": "It's around this time of year that my good friends visit the region... I mean the parrots!",
  "fall_1": "Well, fall is here. Time to plant some new crops, huh?",
  "fall_Mon": "It's good weather for a picnic, isn't it?",
  "fall_Mon8": "If I didn't have to work I'd suggest we go on a nice picnic!",
  "fall_Tue": "Hello. Did you have a good summer?",
  "fall_Tue4": "Hi @! I bet your farm did great this past summer, huh?#$e#You're an excellent farmer.$h",
  "fall_Wed": "My friend runs a shop in the desert. If you ever go there stop in and say hi for me.#$e#I think she sells some rare products.",
  "fall_Thu": "Are you friends with Clint? He's a nice guy, if you get to know him.#$e#He gets lonely working in his shop all day. But he's so shy he has trouble making new friends.",
  "fall_Thu8": "I think Clint's mad at me. He never looks at me anymore...$u#$e#I always thought we were friends.$u",
  "fall_Fri": "Another beautiful fall day.#$e#It's a pity it'll soon be over.",
  "fall_Fri6": "Smell that clean air? It's lovely, isn't it?#$b#I just fear that the Joja Co.'s of the world will take this away from us.$u",
  "fall_Sat": "Keep your mind open and some interesting things might take root.#$e#Anyway, how is your day going?",
  "fall_Sat6": "I don't have any huge plans for life. I prefer not to stress about the future.",
  "fall_Sun": "Nothing like a sunny sunday to lift the spirits!",
  "fall_Sun6": "There's so many invisible barriers holding us back. Why can't people learn to let go and celebrate freedom?#$e#Me? Well, you know what they say... 'You can't cage a wild Junimo'.",
  "fall_Sun10": "You're such a nice person, @! Thanks for being my friend.$h",
  "winter_Mon": "Be careful an icicle doesn't fall on your head!",
  "winter_Mon10": "Be careful an icicle doesn't fall on your head! I wouldn't want you to get hurt!",
  "winter_Tue": "Oh, hello @!$h#$e#You must be getting very good at farming by now, huh?",
  "winter_Tue2": "I bet you're an excellent farmer by now!",
  "winter_Tue4": "I think my hair is frozen solid...$s",
  "winter_Wed": "Haley and I aren't made for such a big house. It's a hassle to keep it clean.#$e#Ah well. I really shouldn't be complaining.#$e#Your farmhouse seems nice and cozy.$h",
  "winter_Thu": "It must be so cold for the poor fish.$s#$e#I wonder if any fish hibernate? Maybe I should ask Demetrius.",
  "winter_Fri": "If I wasn't so busy I'd help you dig around in that cave by the lake.#$e#I bet there are some powerful crystals inside there.",
  "winter_Sat": "Do you know how to cook 'Bean Hotpot'?#$e#I like that dish quite a bit.$h%revealtasteEmily207#$e#It's hard to get fresh ingredients in the winter, huh?",
  "winter_Sun": "Hi!#$e#...Yes?",
  "winter_Sun6": "My sister and I might fight sometimes, but I would really miss her if she left.#$e#I think she'll become a very nice young lady some day... Don't tell her I said that.$h#$e#So, is there anything you want to talk about?",
  "winter_Sun6_inlaw_Haley": "Say hi to my sister for me! And remind her to visit me tomorrow."
}