/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Hello, it's nice to meet you. $h#$e#You picked a good time to move here... The spring is lovely.",
  "Resort_Entering": "Don't tell anyone, but Willy let me steer the boat for a few minutes.$h",
  "Resort_Leaving": "Well, that was deeply relaxing.",
  "Resort": "I love the weather in Stardew Valley, but seeing a different climate now and then helps put things into perspective.",
  "Resort_Shore": "The shape of the waves here is awe inspiring.#$e#I wonder if I could ever capture that sort of formlessness in a sculpture.",
  "Resort_Chair": "I like the heat as long as I'm keeping perfectly still.$h",
  "Resort_Wander": "Mmm, I bet the trees around here would make for an interesting medium to work with.#$e#Though Willy probably wouldn't be happy with me if I dragged a bunch of logs onto his ship!$h",
  "Resort_Wander_2": "I wonder what kind of things you could forage out here.#$e#I think I saw some tasty looking walnuts growing on a bush nearby.",
  "Resort_Bar": "Have you tried the Piña Colada? I'm on my second one... hehe.",
  "danceRejection": "I'll be honest. I don't want to dance with you.$u",
  "divorced": "I've realized I'm happier by myself. So just leave me be.$u",
  "breakUp": "Ohh... Got it. Hah... I really don't have any luck when it comes to this stuff...$s",
  "dumped_Girls": "I don't want to see you for a while...$s",
  "secondChance_Girls": "You caused a lot of grief with what you did... but I'm ready to put the past behind us.$s",
  "Beach": "I came for the sound of the ocean. Beautiful, isn't it?",
  "Mon": "The trees look nice today, don't they?#$q 21/22/211132 Mon_old#So why did you become a farmer?#$r 21 -5 Mon_21#I want to make tons of money.#$r 22 5 Mon_22#It's more \"real\" than living in the city.#$r 211132 5 Mon_211132#To follow in grandpa's footsteps.#$r 22 5 Mon_22#I wanted to escape my old life.",
  "Mon_old": "$p 21#So are you making as much money as you hoped?|Spending time in nature is very rewarding.",
  "Mon_21": "Hmm. That seems kind of shallow, doesn't it?$s",
  "Mon_22": "That's pretty much the reason I came here, too!$h",
  "Mon_211132": "That's very sweet to honor your grandfather like that.",
  "Tue4": "Hi. Oh, you want to talk?#$e#The landscape around here gives me a lot of ideas. The terrain is almost like a sculpture itself.#$e#I don't make art for money. It's just an urge that I have.#$e#Farming seems like a very rewarding profession. You get to create delicious food for everyone!$h#$e#You're probably busy. Sorry.",
  "Tue": "Hello, neighbor.#$e#We both live outside of town. Does that mean something?",
  "Wed": "#$1 LeahBug#This morning I accidentally stepped on a bug.$s#$e#Sometimes I think it's impossible to live without destroying nature in some way.",
  "Wed6": "I love being around animals. They're so innocent.#$e#Farm animals are wonderful, too.$h",
  "Wed8": "Hi @! I was just thinking about you and your farm.#$e#I was imagining how good it must feel to harvest a big bunch of crops.$h#$e#Wouldn't it be nice to have help, though?$l",
  "Thu": "There's actually a lot of wild food in this area, if you know where to look.#$e#I've been having fresh salads almost every day.$h",
  "Thu6": "Foraging is a specialty of mine. Someday I'll make you a fresh salad.$h",
  "Fri": "It's simpler to be friends with the trees. They don't have much to say.$h",
  "Fri2": "We wouldn't be able to survive without nature. It's good to remember that.",
  "Fri4": "Hello, @. It's a nice day, isn't it?#$e#Stop by my cabin if you ever need someone to talk to.$h",
  "Sat": "I love to decorate for the different seasons.",
  "Sat8": "Farming sounds so fun. I want to try it, someday.$l",
  "Sun": "If you hear any banging from inside my hut, it's probably just me working on one of my sculptures.",
  "Sun8": "If you ever find any interesting looking driftwood, I could use it.#$e#It would be special that you gave it to me.$l",
  "event_sculpt1": "...What?$7#$b#Oh! Yeah, that's absolutely right!$h",
  "event_sculpt2": "There's nothing wrong with that... I think there's lots of beauty to be found in raw, untouched nature!#$b#But as a human, I'm also interested in how we shape and interpret the world around us... I guess what I'm saying is that I'm interested in 'art'.",
  "event_sculpt3": "You pig!%fork$a^Oh! You're...? Me too.$6#$b#Get out!$a^That's good to know.$l",
  "event_parents1": "You're right... I just wouldn't have been happy back there.$u#$b#It was better for both of us... to end an unsustainable relationship while we were still young and flexible.$u",
  "event_parents2": "That's a little harsh... but, yeah. We had different priorities.$u",
  "event_parents3": "Oh yeah? Well maybe I'll just leave, then!%fork$a",
  "event_parents4": "*sigh*...$s#$b#I guess you're right... it was kind of selfish. But can you really blame me for wanting to be happy? Ugh... I don't know...$s",
  "event_parents5": "*sigh*...$s#$b#Maybe you're right... Humans are selfish creatures. I don't know. $s#$b#I probably shouldn't dwell on it. We all have to make hard choices from time to time.$s",
  "summer_1": "You can tell it's summer by the sweet smell of nectar wafting through the air!$h",
  "summer_Mon": "I found some wild fruits this morning!#$e#Sorry, I don't have any left.$s#$e#Keep looking, I'm sure you'll find something.",
  "summer_Tue": "The sound of farm animals is great, isn't it?",
  "summer_Tue4": "The simple things in life are best: a soft summer breeze, majestic clouds, and a goblet full of Stardew Valley red.",
  "summer_Thu6": "I have a good eye for wild fruit. Some day I'll make you a nice fruit salad.$h",
  "summer_Fri": "You can use a tapper to harvest syrups and other useful liquids directly from trees.#$e#It's a slow process, but the result can be quite valuable.",
  "summer_Fri2": "I hate to be blunt, but if we don't treat nature with respect, our grandchildren will be doomed.#$e#Don't you think so?",
  "summer_Fri6": "Hello, @. Do you ever get lonely on that big farm?#$e#Stop by my cabin if you ever need someone to talk to.$h",
  "summer_Sat": "The flowing water keeps my house a little bit cooler in summer.#$e#I can't tolerate heat very well.",
  "summer_Sun": "What should I do on such a warm, lazy day? *sigh*#$e#Any ideas?",
  "fall_1": "How quickly the seasons change!#$e#It's shocking.",
  "fall_Mon": "#$c .5#I found some wild mushrooms over the weekend!#$e#I had a huge plate of wild mushrooms and eggs for breakfast today... I'm still full.#$e#Keep your nose to the ground and you'll find some mushrooms yourself... I'm sure of it.",
  "fall_Tue": "I wonder if I could make a collage out of dried leaves?#$e#They're just so colorful... I can't help but think of the potential for art projects.$h",
  "fall_Tue4": "Everyone has a unique and interesting perspective, whether they believe it or not. Don't you think so?#$e#Although, some people have opinions that I just can't respect.",
  "fall_Wed": "It's so nice to live by the river.#$e#I fall asleep to the soothing sound of water every night.",
  "fall_Thu6": "One of these days I'll have to make you a wild mushroom stir-fry.$h",
  "fall_Fri": "Do you have a kitchen in your house?#$e#If you have a kitchen, you can cook all kinds of delicious meals.$h",
  "fall_Fri6": "Stop by my cabin if you ever need someone to talk to.$h",
  "fall_Sat": "Decorations accentuate the feeling of the season. I think it's a worthwhile tradition.",
  "fall_Sun": "There's a lot of good places to walk around here.#$e#It feels good to stretch your legs.",
  "winter_Mon": "I love the way everything looks when it's covered with fresh snow.",
  "winter_Tue": "It gets pretty cold in my little cabin.$s#$e#I just snuggle up under a huge blanket, and I'm okay.$h",
  "winter_Wed": "I saw a snow rabbit early this morning! They're rare, aren't they?",
  "winter_Thu": "I'm having a hard time finding fresh food to eat.#$e#I've been eating a lot of bread.$s",
  "winter_Thu6": "*Sigh*... It's hard to get fresh food in the winter.#$e#I bet your farm is pretty well stocked with food, huh?",
  "winter_Fri": "Time seems to move slower here.#$e#When I lived in the city, the year went by so fast.",
  "winter_Fri6": "Do you ever get cold in that farmhouse of yours?#$e#Stop by my cabin if you want to huddle under one of my quilts and drink cider.$h",
  "winter_Sat": "Hello. Do you want something?",
  "winter_Sat2": "Hello, @. Is there something you wanted to talk about?",
  "winter_Sun": "Do you ever take a whole day off?#$e#It's a refreshing break."
}