/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/Floogen/MysticalBuildings
**
*************************************************/

{
  // Phantom Clock
  // Messages
  "Clock.Message.Warning": "The Phantom Clock has rewound time.",

  // Obelisk of Weather
  // Responses
  "Obelisk.Response.NotReady": "The obelisk remains inert. Try again tomorrow.",
  "Obelisk.Response.NotReady.DaysLeft": "The obelisk remains inert. Try again in {0} days.",

  // Orb of Reflection
  // Responses
  "Orb.Response.NotReady": "The orb no longer glows and remains silent. Try again tomorrow.",
  "Orb.Response.NotReady.DaysLeft": "The orb no longer glows and remains silent. Try again in {0} days.",

  // Dialogue
  "Orb.Dialogue.Intro": "The orb feels warm to the touch and seems to hum beneath your hand.",
  "Orb.Dialogue.Intro.Second": "Focusing on the sound, you begin to hear softly spoken words.",
  "Orb.Dialogue.Buff.Farming": "We all start as seeds in this life. With time, we grow into something unique.",
  "Orb.Dialogue.Buff.Mining": "Rock and stone. Unmoving, yet shapeable by water and wind given time.",
  "Orb.Dialogue.Buff.Fishing": "Tides go in. Tides go out. Such is the cycle of this world.",
  "Orb.Dialogue.Buff.Foraging": "A tree, by itself, is just a tree. Surround it with more trees and it becomes a forest.",
  "Orb.Dialogue.Buff.Luck": "A human who depends on luck will often find themselves quite unlucky. Such is the nature of luck.",
  "Orb.Dialogue.Buff.Speed": "Life is swift. It is important to cherish the journey, for you may reach unexpectedly your destination.",
  "Orb.Dialogue.Outro": "Accept this wisdom and let it guide you on your adventure.",

  // Crumbling Mine
  // Messages
  "Mine.Message.Warning": "The cavern is close to collapsing!",
  "Mine.Message.Leaving": "You quickly escape before the cavern can collapse on you.",

  // Questions
  "Mine.Question.Leave": "Are you sure you'd like to leave? You won't be able to re-enter.",

  // Response
  "Mine.Response.AlreadyEntered": "The previous cavern has collapsed and is no longer reachable. Try again tomorrow.",
  "Mine.Response.AlreadyEntered.DaysLeft": "The previous cavern has collapsed and is no longer reachable. Try again in {0} days.",

  // Statue of Greed
  // Dialogue
  "Greed.Response.Hungry": "Hm, this looks delicious... and I'm SO hungry! I think I'll have a little snack, sorry friend.",
  "Greed.Response.Reward": "It was tempting to eat, but here is your doubled {0} friend.",
  "Greed.Dialogue.Full": "The statue is loudly munching away and doesn't seem to notice you. Try again tomorrow.",
  "Greed.Dialogue.Full.DaysLeft": "The statue is loudly munching away and doesn't seem to notice you. Try again in {0} days.",

  // Questions
  "Greed.Question.Confirmation": "Are you sure you would like to offer the {0} to this statue?",

  // Quizzical Statue
  "Quiz.Response.AlreadyTested": "The statue is silent. Try again tomorrow.",
  "Quiz.Response.AlreadyTested.DaysLeft": "The statue is silent. Try again in {0} days."
}