/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "LogName": "Leah - mid hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Leah",
        "Entries": {
            "1{{YearRemainder}}": "Start of a new month, @! What are you planning on getting done?",
            "3{{YearRemainder}}": "@, I got a new commission! I'm so excited.$h#$b#They're looking for a nice large landscape scene.",
            "5{{YearRemainder}}": "When I need inspiration, I take walks through the forest.#$b#I love living out here, so much inspiration so close to us.$h",
            "7{{YearRemainder}}": "I've got a little kitchen in my studio but honestly it's not much.#$b#There's so much fresh food to be found in the forest though! I love fresh salads.",
            "9": "I moved here just before you did. Needed to get away from the big city...",
            "9_2": "My, @, we've been living in this town for quite a while, right?", // the earliest this can show up is year 6

            "11{{YearRemainder}}": "Baking is as much of an art form as anything else. But I'm not very good at it.",
            "13{{YearRemainder}}": "I eat a lot of salads, they're easy to prepare.#$b#Plus, with all the fresh ingredients around here, they taste great!",

            "Beach_72_18": "$1 atravitaDialogueLeahBeach#Oh, hi, @, how are you doing today? I found this mussel, isn't the iridescence beautiful?[719]#$e#Nature is so inspiring, isn't it? I love coming out here to paint."
        },
        "When": {"YearModulus": 1}
    },
    {
        "LogName": "Leah -- Extended Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Leah",
        "Entries": {
            "movieTheater": "Heard that a movie theater's coming to town!$h#$e$To be honest, movies are certainly something I've missed.",
            "{{TaxDay}}": "Nothing sucks more than having to figure out what I did last year so I can file my taxes.$s"
        }
    }
]}