/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/NormanPCN/StardewValleyMods
**
*************************************************/

{
  "mouseFix.label": "Mouse Fix",
  "mouseFix.tooltip": "Turns the character into the general direction of your cursor click (mouse or keyboard).",
  "controllerFix.label": "Controller Fix",
  "controllerFix.tooltip": "Like Mouse Fix, but for controller input. In split screen play, this allows the mouse player to have the fix while the controller player will not have it.",
  "regularToolsFix.label": "Regular Tools Fix",
  "regularToolsFix.tooltip": "If Mouse or Controller Fix are enabled, regular tools receive the same facing direction fix. When activated, hitting diagonal tiles may not be possible.",
  "autoSwing.label": "Auto Swing",
  "autoSwing.tooltip": "Enables weapon auto swing for swords and clubs while holding down the 'Use Tool' button (left click).",
  "autoSwingDagger.label": "Auto Swing Dagger",
  "autoSwingDagger.tooltip": "Enables weapon auto swing for daggers while holding down the 'Use Tool' button (left click). Works great for daggers.",
  "slickMoves.label": "Slick Moves",
  "slickMoves.tooltip": "Mouse Fix must also be enabled. When running and attacking to the sides, the character will slide along the ground while swinging the weapon.",
  "swordSpecial.label": "Slick Sword Block",
  "swordSpecial.tooltip": "Mouse Fix must also be enabled. A quick dash with a sword while blocking and moving. Triggered by hitting the attack button immediately after blocking and moving in the direction you want to dash.",
  "clubSpecial.label": "Slick Club Special",
  "clubSpecial.tooltip": "Mouse Fix must also be enabled. This allows sliding during a special attack with a club. Triggered by hitting the attack button immediately after a special attack. Moving the player during a special area attack with a club may not be desired. This can help you keep your distance from enemies.",
  "slideVelocity.Label": "Slide Velocity",
  "slideVelocity.tooltip": "Movement velocity of the slick moves slide. For swords and clubs. Controls speed and distance of the slide.",
  "specSlideVelocity.Label": "Special Slide Velocity",
  "specSlideVelocity.tooltip": "Movement velocity for special slick moves. For swords and clubs. Controls speed and distance of the slide."
}
