{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "Yıldızçiyi Akvaryumu'na hoşgeldin! Şimdi tamamlanmış bir koleksiyona eriştik. Ve hepsi senin sayende!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "Bağışlamak için balık seç",
	"DonationQuestion": "Yıldızçiyi Akvaryumu'na hoşgeldin! Bugün bir balık bağışlamak ister misin?",
	"OptionYes": "Evet",
	"OptionNo": "Hayır",
	"More": "Sonraki",
	"Exit": "Çıkış",
	"DeclineToDonate": "Eğer fikrini değiştirirsen istediğin zaman geri gelebilirsin!",
	"NothingToDonate": "Yıldızçiyi Akvaryumu'na hoşgeldin! Olur da bizde olmayan bir tür bulursan ve bağış yapmak istersen memnun oluruz.",
	"MenuCloseFishDonated": "Katkın için çok teşekkürler! Bir dakika içinde hemen balığın yeri hazırlanmış olacak!",
	"MenuCloseNoFishDonated": "Lütfen istediğin her zaman geri gel.",
	"Donate": "Bağışla: ",
	"DonateDescription": "Alttaki düğmeye tıklaman balığı bağışlayacak ve envanterinden kaldıracak.",

	//global messages in multiplayer
	"FishDonatedMP": "{0} Akvaryum'a {1} bağışladı.",
	"AchievementUnlockedMP": "Yıldızçiyi Akvaryumu tamamlandı!",

	//collections menu title
	"CollectionsMenu": "Yıldızçiyi Akvaryumu Koleksiyonu",

    //tank messages
	"WhichFishInfo": "Hangi balık hakkında daha fazla bilgi edinmek istersin?",
	"EmptyTank": "Sadece boş bir havuz...",

	//dialogue boxes
	"Ice": "Bunca buz... şu makineyle havuzu soğuk tutmak için kullanılıyor.",
	"IceMachine": "Bu makine tankı çok düşük sıcaklıkların altında soğuk tutuyor.",
	"Pressure": "Bu makine bu balık havuzunun basıncını yönetmek için kullanılıyor.",
	"Depth": "Bu bir derinlik ölçerin çok isabetli bir temsili, ama gerçek değil.",
	"PanelCool": "Bu panelin üstünde birsürü düğme var, dokunmamak daha iyi.",
	"Lever": "Üzgünüm ama bu kol seni hiçbir yere götürmeyecek.",
	"Bench": "Şu banklar yepyeni görünüyor...",
	"LegendaryBook": "Efsanevi Balıklar ile ilgili bir Balıkçı Rehberi.",
	"MinesBook": "Madenler : Ne tür balıklar burada yaşayabilir?",
	"BaitBook": "Yem ve doğru kullanımı.",
	"Dropped": "Görünüşe göre birisi kitaplara karşı duyarsızmış...",
	"PetBook": "Balık Ansiklopedisi: 1. Cilt.",
	"Dwarf": "Bu sana birisini hatırlatıyor... Ama kimdir çıkaramıyorsun...",
	"Introvert": "Neden burada saklandığımı mı soruyorsun? İçine kapanık biriyim.",
	"StayHydratedBois": "*içme sesleri*",
	"OutsideSign": "Yıldızçiyi Akvaryumu'na hoşgeldiniz! Ziyaretinizin keyfini çıkarın.",
	"SewerTP": "Bu ızgaradan aşağıya gitmek sizi lağıma, sadece türeşik böcek sığınağı isminde tehlikeli bir yerde bulunabilen özel bir balığı tuttuğumuz yere götürecek.",
	"SwampTP": "Eğer bu büyülü çembere basarsanız bataklığın izole edilmiş bir kısmına, 'boşlukla birleşmiş' türlerimizin yaşayabileceği yere ışınlanacaksınız.",
	"SVETP": "Bazı özel balıklardan oluşan sergimizi görmek için bu kapıya doğru adım atın.",
	"ComingSoon": "Yakında!",
	"SVEBookOpen": "Bu bir yemek kitabı. Bir Tereyağı Balığı hakkında bir şeyden bahsediyor...",
	"SVEBook1": "Canavar Listesinde görülmeli: Apophis",
	"SVEBook2": "Crimson Kırgıbayırları: Derinlemesine bir bakış.",
	"SVEBook3": "Kale Köyü'nün Sırrı",
	"Shopkeeperecksdeehahafunny": "Dondurmacı Adam: Hey buraya gelemezsin!",

	//fish descriptions
	"Tank_Pufferfish": "Balonbalığı dünyadaki en zehirli balıklardan biridir. Yavaş hareket eden bir balık, ancak özel bir savunma mekanizmasına sahiptir: Yemek olmaktan kaçınmak için karnını suyla doldurabilir.",
	"Tank_Anchovy": "Hamsi çoğu avcı için normal bir av olan küçük süzücü bir balıktır.",
	"Tank_Tuna": "Ton Balığı hızlı, onu çok etkili bir avcı kılan hız için akımsal bir yapıya sahip bir balık.",
	"Tank_Sardine": "Sardalya zooplankton ile beslenen küçük bir balıktır. Genellikle zooplanktonun bol olduğu yerlerde büyük sürüler olarak bulunabilir.",
	"Tank_Bream": "Mercanbalığı Yıldızçiyi Vadisi etrafındaki tatlısu alanlarında sıkça bulunan mavi bir balıktır.",
	"Tank_LargemouthBass": "İri Ağızlı Levrek Yıldızçiyi Vadisi'n de bulunan en büyük levrek türüdür. Çoğu balıkçı için yaygın bir oyun balığıdır.",
	"Tank_SmallmouthBass": "Ufak Ağızlı Levrek genellikle kırmızı göz rengiyle ayırt edilebilir. Çoğu levrek türünde olduğu gibi, dişiler erkeklerden daha büyük olur.",
	"Tank_RainbowTrout": "Rengarenk Renkli Alabalık hem göllerde hem nehirlerde bulunabilir. Kayıtlara geçen en yaşlı Renkli Alabalık 11 yaşındadır.",
	"Tank_Salmon": "Somon yumurtalarını bırakmak için okyanustan tatlı suya göç etmesiyle bilinir. Bazıları yeniden üremek için geldikleri tam o noktaya geri döndüklerini söyler.",
	"Tank_Walleye": "Kömürbalığı gözleri geceleri parlayan bir balıktır. Bu özelliği geceleri balıkçıların onları yakalamasını kolaylaştırır.",
	"Tank_Perch": "Tatlısu Levreği hem göllerde hem nehirlerde bulunabilen etçil bir balıktır.",
	"Tank_Carp": "Sazanbalığı kavramı çeşitli tatlısu balıklarından oluşan bir grup için kullanılır. Yıldızçiyi Vadisi'nin birçok bölgesinde bulunabilir.",
	"Tank_Catfish": "Kedibalığı'nın özel bıyıkları bir kedininkileri anımsatır, adını da buradan alır. Genellikle Yıldızçiyi Vadisi'nde yağmurlu günlerde hareketlidirler.",
	"Tank_Pike": "Turnabalığı genelde az tuzlu tatlısularda yaşayan etçil bir balıktır.",
	"Tank_Sunfish": "Güneşbalığı ılık nehir sularını tercih eder. Genellikle Yıldızçiyi Vadisi'nde bahar ve yaz mevsimlerinde bulunabilir.",
	"Tank_RedMullet": "Barbunya Balığı eskiden evcil hayvan olarak değer görürdü, şimdiyse yemeklerde kullanılan bir balık olarak daha fazla biliniyor.",
	"Tank_Herring": "Ringa Balıkları sahillerin yakınlarında büyük sürüler olarak yüzerler. En çok ılıman ve sığ sularda bulunabilirler.",
	"Tank_Eel": "Yılanbalığı ince uzundur, türüne göre bazı yüzgeçleri olmayabilir. Gövdesinin tam uzunluğuyla dalgalar çizerek hareket eder.",
	"Tank_Octopus": "Ahtapot aslında bir balık değil, daha çok sekiz kollu bir yumuşakça. Ahtapot mitolojide sıkça bir canavar olarak görülür. Kesinlikle yakalaması zordur - iyi iş çıkardın!",
	"Tank_RedSnapper": "Kırlangıçbalığı kırmızı rengiyle kolayca ayırt edilebilir. Yıldızçiyi Vadisi'nde yağmurlu yaz günlerinde bulunabilecek tropikal bir deniz balığıdır.",
	"Tank_Squid": "Mürekkepbalığı aslında bir balık değil, daha çok bir yumuşakçadır. Mürekkepbalıkları avcıların kafasını karıştırmak için mürekkep bırakabilirler. Eğer onu bir havuza koyarsan, senin için mürekkep üretebilir!",
	"Tank_SeaCucumber": "Denizhıyarı aslında bir balık değil, daha çok bir derisi dikenlidir. Dünya etrafında okyanus tabanlarında bulunabilir.",
	"Tank_SuperCucumber": "Büyük Denizhıyarı aslında bir balık değil, daha çok bir derisi dikenlidir. Denizhıyarının bu ender türü nadiren yakalanır. Yıldızçiyi Vadisi'nde yaz ve güz gecelerinde bulundu.",
	"Tank_Ghostfish": "Hayaletbalığı tamamen kördür. Nasıl oluyorsa yönünü bulmak için kullandığı algılama kanalları sayesinde su basıncındaki dalgalanmaları tespit edebilir.",
	"Tank_Stonefish": "Bu kamufle olmuş balık zararsız görünebilir, ancak Kayabalığı yüksek derecede zehirlidir. O yüzden onu bir kayayla karıştırma!",
	"Tank_IcePip": "Buzul Çekirdekbalığı donmuş madenlerin derinlerinde yakalanabilir. Küçük boyutu ve hızlı oluşu onu çoğu balıkçı için nadir bir av kılar.",
	"Tank_LavaEel": "Lav Yılanbalığı, yılanbalığının ender ve özel bir türüdür. Mucizevi bir şekilde kızıl sıcak lavda hayatta kalmak için evrimleşti. O yüzden dikkatli olun: bu akvaryum aşırı sıcak!",
	"Tank_Sandfish": "Kumbalığı tropikal yassı bir balıktır. Kendini kumda kamufle etmeyi ve saklamayı sever.",
	"Tank_ScorpionCarp": "Akrepbalığı, sazanın tropikal bir türüdür. Avını yakalamak için hızını ve zehirli iğnesini kullanır.",
	"Tank_Flounder": "Yassıbalık okyanus tabanının alt kısmında yaşayan yassı bir balıktır. Yetişkin bir yassıbalık kendini avcılardan saklamak için kamuflaj kullanır.",
	"Tank_MidnightCarp": "Alacakaranlık Sazanı utangaç bir balıktır. Geceleri havuzlarda ve göllerde bulunabilir.",
	"Tank_Sturgeon": "Mersinbalığı, balığın çok eski bir türüdür ve son derece uzun bir yaşam süresine sahiptir. Yumurtası balık havuzlarında zengin yiyeceği havyarı yapmak için üretilebilir.",
	"Tank_TigerTrout": "Kaplanbalığı, bir kahverengi alabalık ve bir kaynak alabalığı arasında bir melezdir. Kısır ve balıkçıl bir balıktır, ve bu sebeple genelde nadirdir.",
	"Tank_Bullhead": "Yayınbalığı diplerde dolaşan bir balıktır. Zayıf bir görüşü vardır, ancak yemeğinin yerini bulmak için hassas bıyıklarını kullanabilir.",
	"Tank_Tilapia": "Tilapi geniş çiklit balığı çeşitleri için genel bir addır. Sıcaklığa çok duyarlıdırlar ve ılık suları tercih ederler.",
	"Tank_Chub": "Kefal birçok ışın yüzgeçli balık için genel bir isimdir. Yıldızçiyi Vadisi'nde çok yaygınlardır.",	
	"Tank_Dorado": "Turuncubalık'ın İngilizce ismi Dorado, birkaç dilde altın veya altından yapılma anlamına gelir.",
	"Tank_Albacore": "Orkinoz aynı zamanda uzun yüzgeçti ton balığı olarak da bilinir. Ton balığı gibi, aerodinamik bir gövdesi vardır. Uzun mesafeler katedebilen göçmen bir balıktır.",
	"Tank_Shad": "Tirsi, somon gibi çoğalmak için tatlısuya göçer.",
	"Tank_Lingcod": "Dipbalığı aynı zamanda bufalo morinası veya kült morina olarak da bilinir.",
	"Tank_Halibut": "Pisibalığı yassı bir balıktır ve okyanus tabanında yaşar. İngilizce ismi (Halibut), 'haly' ve 'butte' kelimelerinden türetilmiş.",	
	"Tank_Woodskip": "Korkakbalık sadece ormanın derinliklerindeki göletlerde yaşayabilecek çok hassas bir balıktır... veya bu özel akvaryumda.",
	"Tank_VoidSalmon": "Boşluk Somonu boşluk enerjisiyle iç içe geçmiş. Bu karabüyülü balık hakkında fazla şey bilinmiyor.",
	"Tank_Slimejack": "Balçık İstavridi bir katman balçıkla kaplıdır. Bazı balıklar balçığı avcılara karşı korunma mekanizması olarak kullanır.",
	"Tank_MidnightSquid": "Gecekalamarı, diğer mürekkepbalıkları gibi aslında bir balık değil, daha çok bir yumuşakçadır. Okyanusun derinlerinde yaşar ve yüksek miktarlarda mürekkep üretebilir.",
	"Tank_Blobfish": "Lekebalığı bir derin deniz balığıdır. Deniz seviyesine göre basıncın 60-120 kat daha fazla olduğu 600-1200 metre derinlikte yaşayabilir. Lekebalığı balıkçılar tayafından yakalandığında, doku tahribatına bağlı olarak şekillerini kaybetmeye başlarlar. Neyseki bu akvaryum derin deniz balıkları için tasarlandı.",	
	"Tank_SpookFish": "Bu Hortlakbalığı örneği, derin denizin karanlığında en silik silüeti bile tespit edebilecek üç aşırı kullanışlı göze sahip.",
	"Tank_Angler": "Efsanevi Fener Balığı karakteristik av yöntemiyle meşhur: avını cezbetmek için ışıldayan bir fener kullanır.",
	"Tank_Legend": "İlk ve tek Efsane... Balıkların kralının yakalanamayacaklarını söylerlerdi, ama sen onlara haksız olduklarını gösterdin.",
	"Tank_MutantCarp": "Efsanevi Türeşik Sazanbalığı Pelikan Kasabası'nın lağımında bulundu. Bu canavarın nasıl ortaya çıktığıysa hala bir gizem.",
	"Tank_Crimsonfish": "Efsanevi Kızılbalık okyanusun dibinde yaşayan ender bir balık türü. Yaz mevsimleri boyunca sığ sularda yumurtalarını bırakır.",	
	"Tank_Glacierfish": "Efsanevi Buzulbalık, buzulların altında en rahat hissettiği yerde yuva kurmayı sever - su ne kadar soğuksa o kadar iyi.",
	"Tank_Lobster": "Istakoz aslında bir balık değil, daha çok bir kabuklu. Renkleri çeşitli olabilir, ancak hatalı bilindiği kadar nadiren açık kırmızı olur. Karakteristik kızıl ıstakoz rengi, ıstakozun yemeği pişirilirken kaldırılan üstderisindeki belli pigmentler kalktığında ortaya çıkar.",
	"Tank_Crayfish": "Kerevit bir ıstakozu anımsatan küçük bir tatlısu kabuklusudur. Kerevit aynı zamanda Karavide veya Kerevides olarak da bilinir.",
	"Tank_Crab": "Yengeç ikonik bir kabukludur. Dünyanın dört tarafında bulunabilen çok sayıda farklı yengeç türü vardır.",
	"Tank_Cockle": "Kum Midyesi beslenmek için suyu filtre etmekte bir sifon borusu kullanan bir yumuşakça.",
	"Tank_Mussel": "Midye, birkaç çift kabuklu yumuşakça için genel bir addır. Hepsi özel, ince uzun ve asimetrik bir şekli paylaşıyor.",
	"Tank_Shrimp": "Karides birçok okyanusta bulunabilen bir kabuklu. Balıkların aksine, bu kabuklu hareket için yüzgeçlere sahip değildir; karnını gövdesine doğru iter. Nasılsa, bu bir karidesin arkaya doğru yüzdüğü anlamına geliyor.",
	"Tank_Snail": "Salyangoz, yumuşakçalar kolunda bir sınıf olan karındanbacaklılar adındaki bir gruba aittir. Salyangozlar kendilerini kabuklarına tamamen geri çekebilir.",
	"Tank_Periwinkle": "Deniz Salyangozu, küçük bir karındanbacaklıdır. Kabukları genellikle sivri uçludur.",
	"Tank_Oyster": "İstiridye çift kabuklu bir yumuşakçadır. Genellikle inci üretimleriyle bilinirler. İnciler istiridyenin içinde bir rahatsızlık oluştuğunda ortaya çıkar. Bir savunma mekanizması olarak, rahatsızlığı örtmek için bir sıvı kullanılır. Bu örtünün katman üstüne katman haline sedef denir, pasparlak bir inci olana kadar birikir.",
	"Tank_Pufferchick": "'Uzun zaman önce, dünya gençken ve balontavuğu henüz yokken, making-mods kanalının kendi emoji alt kültürü balonbalığı üzerineydi. Birkaçını sunucunun emoji yerlerine eklemeyi teklif ettim (bu en fazla 50 taneye sahip olabildiğimiz zamanlar), yöneticiler hangilerini eklemek istediğimi sordu, ve ben de önermek için şakasına bir balontavuğu yaptım.' - Pathoschild, 2020",
	"Tank_VoidEel": "Boşluk Yılanbalığı, yılanbalığının gizemli bir türü, fazladan olan başına boşluk enerjisi neden olmuş olabilir.",
	"Tank_Starfish": "Denizyıldızları aslında balık değil derisi dikenlilerdendir. Denizyıldızının birçok türü var, tropik sulardan kutup sularına kadar bulunabilirler. Bu örnek nasılsa çok tropikal görünüyor.",
	"Tank_Clownfish": "Palyaçobalığı veya anemonbalığı ılık okyanus sularında bulunabilir. Türüne göre renkleri sarı, turuncu, kırmızı veya beyaz çizgili veya benekli siyah arasında değişebilir.",
	"Tank_Minnow": "Golyan Balığı birkaç küçük tatlısu balığı türünün ismidir. En çok nehir ve göllerde bulunurlar.",	
	"Tank_Puppyfish": "Köpekçikbalığı en meşhur su evcil hayvanı olabilir, ellerini ıslatman gerekir!",
	"Tank_Butterfish": "Tereyağıbalığı bir tatlısu balığıdır, mevsime göre Yıldızçiyi Vadisi'nde farklı sularda bulunabilir.",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "Noktalı Denizkulağı bir grup yumuşakçaya verilen bir isimdir. 'Kulakkabuğu', 'Koyunbalığı', 'Koyunkabuğu' gibi başka isimlerle de bilinirler.",
	"Tank_Scallop": "Tarak çok geniş bir yumuşakça çeşitliliğine verilen bir isimdir. İstiridyeler olarak adlandırılan diğer bir grupla yakın akrabadırlar.",
	"Tank_DewdropFish": "Çiydamlası Balığı, su damlası veya daha doğrusu çiy damlası şekli bu balığa özgün ismini veriyor.",
	"Tank_PurpleSpottedTrout": "Mor Benekli Alabalık, Yıldızçiyi Vadisi'nin yerlisi değil. Nereden geldiği çoğu insan tarafından bilinmiyor.",
	"Tank_Relicantlette": "Relikantlet, çok eski göllerde yaygın olarak bulunduğu söylenir. Ancak çok eski bir göl bulmak nadir bir şey.",
	"Tank_Serafin": "Camyüzgeç, kanada benzer yüzgeçleriyle suda süzülür. Seyretmek için zarif bir balık.",	
	"Tank_UmuwiCarp": "Umuwi Sazanı, bu büyülü balık garip bir tür büyüyle kaplı gibi görünüyor. Daha fazla araştırma gerekli.",	
	"Tank_KingSalmon": "Kral Somonu, bu dev balık somonun en büyük türüdür. Çoğu balıkçı için çok değerli bir balıktır.",
	"Tank_Frog": "Kurbağalar geniş ve çeşitli bir amfibyan grubuna aittir. Ses tellerini kullanarak, kurbağalar çeşitli vıraklama sesleri çıkarabilir.",

	//1.1.0 dialogue boxes

	"LASV_TP": "Bu sihirli parıltılara basmak seni yeni büyülü bir dünyaya ışınlayacak!",

	//1.2.0 Fish descriptions

	"Tank_SonOfCrimsonfish": "Bu genç Kızılbalık gösterişli bir kuyruğa sahip, ancak basbayağı geçici.",
	"Tank_RadioactiveCarp": "Bu balık radyoaktif. Ancak endişelenme, bu havuzda güvenli bir şekilde tutuluyor.",
    "Tank_Ms.Angler": "Bu fener balığı makyaj yapmış gibi görünüyor...",
    "Tank_GlacierfishJr.": "Bu balık çok havalı. Bunu kanıtlamak için güneş gözlükleri bile var.",
    "Tank_LegendII": "İlk ve tek Efsane... bekle bir saniye!",
    "Tank_Stingray": "İğnelivatoz bir grup deniz vatozunun ismidir. Köpekbalıklarıyla akrabadırlar ancak köpekbalıklarının ve diğer balıkların aksine, iğnelivatozlar 'dalgalanma' isminde özel bir hareket modunu kullanır.",
    "Tank_BlueDiscus": "Mavi Diskus bir çiklit türüdür, sıcaklık değişimlerine çok duyarlıdır ve ılık suları tercih eder.",
    "Tank_Lionfish": "Aslanbalığı veya bilindiği başka isimlerle 'zebrabalığı' veya 'ateşbalığı' zehirli bir deniz balığıdır. Küçük balıklar ve yumuşakçalarla beslenen etkili bir yırtıcıdır. Bazı alanlarda bazı Aslanbalıkları istilacı bir tür kabul edilir. Şuanda Aslanbalığı'nın 12 tane bilinen türü bulunmaktadır.",

	//1.3.0 dialogue boxes

	"WaterfallCave": "Bu sadece şelalenin arkasındaki mecburi mağara. Burada görecek bir şey yok, işine bak.",
	"KoiRoom": "Kapının yanındaki levhada yazıyor ki: Koi Havuzu",
	"PrettyFlower": "Durup çiçekleri kokluyorsun.",
	"Knight": "Zırhın içine bakıyorsun. Evde kimse yok.",
	"Sword": "Kılıç çok kör. Muhtemelen yalnızca süs.",
	"MNFBook1": "Denizkızı Adası tur rehber kitabı.",
	"MNFBook2": "Kedi Balçıklar, Ejderhalar ve diğer büyülü yaratıklar.",
	"MNFBook3": "Büyülü Ghibli Şehri.",
	"MNFBook4": "Bir inşaat kataloğu. Akvaryumlar ve nasıl inşa edildikleri.",
	"Tea": "Birisi masanın üstünde sıcak çay fincanını bırakmış. Hala sıcak.",
	"Boat": "Birsürü deliği olan eski bir tekne.",
	"Cactus": "Dikkatlice yetişip kaktüse dokunuyorsun. Şansına gerçek değil.",
	"Vase": "Güzel eğimli bir vazo.",
	"Coconut": "Ağacı sallamaya çalışıyorsun. Ancak hiçbir şey olmuyor... Ne bekliyordun, bir hindistan cevizinin düşmesini mi?",

	//1.3.0 MNF fish descriptions

	"Tank_Glassfish": "Cam Balığı olağanüstü şeffaf bir vücuda sahiptir; kabuklularla, halkalı solucanlarla ve diğer omurgasızlarla beslenir. Genellikle daha büyük balıkların yiyeceğidir.",
	"Tank_Coelacanth": "Kolekant şuanda sadece 2 yaşayan türe sahip bir balık grubudur. Bu grubun uzun zaman boyunca neslinin tükendiği sanılıyordu ancak daha sonra öyle olmadığı keşfedildi.",	
	"Tank_Cavefish": "Mağara Balığı, mağaralarda yaşamaya adapte olmuş balıklar için genel bir terimdir. Troglomorfizm olarak bilinen alışılmadık adaptasyonlara sahiptirler. Devamlı karanlıkta yaşayan hayvanlar için adaptasyonlar genellikle pigment, görüş kaybını veya muhtemel körlüğü içerir.",
	"Tank_CaveLobster": "Mağara Istakozu mağaralarda yaşamaya adapte olmuş ender bir kabuklu türüdür. Mağaralara taşınan organik maddelerle ve yarasa dışkısıyla beslenir.",	
	"Tank_CyclopsShark": "Bu 'Tepegöz Köpekbalığı' Siklopiye sahip bir Esmer Köpekbalığı gibi görünüyor. Siklopi birçok hayvanda nadiren görülen doğuştan gelen bir kusurdur.",
	"Tank_Barreleye": "Fıçıgöz, ismini özel fıçı şekilli gözlerinden almış. Gözleri genellikle avlarının silüetlerini görmek için ileriye odaklıdır. Nasıl oluyorsa gözlerini hala ileri doğru yönlendirebilirler.",
	"Tank_BrainSlug": "Bu tuhaf salyangozunun parazitsi bir beyin salyangozu olduğuna inanılıyor, iki dokunaçlı ve tek büyük bir gözü olan yeşil bir vücudu var.",
	"Tank_Tucunare": "Tavuskuşu Levreği, çiklitler olarak bilinen büyük bir familyaya aittir. Benzerlikleriyle bile levrek olarak bilinen diğer balıklarla yakın akraba değildir.",
	"Tank_ArcticChar": "Alp Alabalığı bir soğuk su balığıdır. Alabalık ve somon gibi balıkları da içeren Salmonidae familyasına aittir",
	"Tank_GreenTerror": "Yeşil Terör geniş çiklit familyasından gelen bir tatlısu balığı türüdür. Geçmişte çok biçimliliğinden, yani aynı türün farklı biçimleri ve formları olma özelliğinden ötürü farklı türlerle karıştırılmış.",
	"Tank_CommonPleco": "Leopar Vatoz Balığı, bir tatlısu loricariid kedibalığı türüdür. Genellikle yosun ve kabuklularla beslenir.",
	"Tank_SiameseAlgaeEater": "Siyam Yosun Yiyici sazan ailesinden olan bir tatlısu balığı türüdür. Tipik olarak akarsu ve nehirlerin alt tabanlarında gezinir ve adından anlaşıldığı üzere yosun yer.",
	"Tank_Trahira": "Guabin ya da 'Traira' bir tatlısu balığı ailesidir. Etçildirler ve diğer balıklarla beslenirler. Hatta bazı türler havayı soluyabilir.",
	"Tank_Pacu": "Pacu, çeşitli hepçil serrasalmid tatlısu balıklarına hitap eden genel bir isimdir. Pirana ile akrabalardır, ancak yakın akrabasının aksine daha hepçilsi bir diyet için daha karemsi dişleri vardır.",
	"Tank_SnowballPleco": "Kartopu Vatozu, bir tatlısu loricariid kedibalığı türüdür. Tipik olarak yosunla beslenir ancak bazen diğer organik maddeleri de yerler.",
    "Tank_Conger": "Mığrı, yılanbalığının en büyük türlerinden bazıları için bir grup ismidir. Mığrı'nın bilinen 14 türü vardır, sıkça yakalanır ve yiyecek olarak satılırlar.",
	"Tank_FreshwaterPufferfish": "Çoğu Balonbalığı deniz sularında yaşasa da, yaklaşık 35 türleri bütün yaşam döngülerini tatlısuda geçirir. Tıpkı diğer balonbalıkları gibi tehlikede olduğunda şişme yeteneği vardır. Bu, yavaş hareketinin hazırlığı için bir savunma mekanizmasıdır.",	
	"Tank_Arowana": "Aravana bir tatlısu balığıdır. Aynı zamanda 'kemik dilli' olarak da bilinir. Aravananın kaba hesapla 10 farklı türü vardır. Mozaik desenli ağır pullarla kaplı uzun bir vücudu vardır.",	
	"Tank_Tench": "Kadife Balığı veya 'doktor balık' olarak da bilinir. Nehirler ve göller gibi yavaş akan sularda bulunabilir.",
	"Tank_ZebraTilapia": "Zebra Tilapi çiklit adındaki büyük bir familyaya dahildir. Büyük bir çiklit balığıdır, koyu çizgileri yaşlandıkça kaybolur.",
	"Tank_ClownKnifefish": "Palyaço Bıçakbalığı aynı zamanda Palyaço Tüy Sırtlı veya Benekli Bıçakbalığı isimleriyle de geçer. Bu gececi tatlısu balığı genellikle göllerde bulunabilir.",
	"Tank_RedtailShark": "Kızılkuyruk Köpekbalığı veya 'Kızıl Kuyruklu Köpekbalığı' sazan ailesinden bir tatlısu balığı türüdür. Karakteristik turuncu bir kuyruğu olan siyah bir vücudu vardır. İsmi bu balığın köpekbalıklarıyla akraba olduğunu düşündürse de, öyle değil.",
	"Tank_ClownLoach": "Makrakanta veya diğer bilindiği şekliyle 'Kaplan Botia', botiid balık ailesine ait olan bir tatlısu balığı türüdür. Siyah halkalı uzun turuncudan sarıya değişebilen bir vücudu vardır. Ağzı bıyıkla aşağı doğru dönüktür.",
	"Tank_Sauger": "Sauger, Kömürbalığı ile yakından akraba olan bir tatlısu balığıdır. Hızlı akıntılarda yüzme yeteneğine sahip iyi adapte olmuş bir yırtıcıdır. Saugerler çeşitli kabuklular ve küçük balıklarla beslenir.",
	"Tank_Elephantfish": "Filbalıkları veya tercihen 'Tatlısu Filbalıkları', deniz filbalıklarıyla karışmasın, bir tatlısu balığı ailesidir. Bazı türlerin çamurlu alt tabanlardaki küçük kabuklularla beslenmek için değişik ağız kısımları vardır.",
	"Tank_FlameAngelfish": "Alev Melekbalığı veya Yanan Melekbalığı melekbalığının bir türüdür. Açık turuncu-kırmızı renkleri, yanlarında siyah şeritleri ve mavi dorsal ve anal yüzgeçleri vardır. Yiyeceği yosundan kabuklulara kadar değişebilir.",
	"Tank_ThreespotAngelfish": "Üç Noktalı Melekbalığı bir melekbalığı türüdür. Gövdesinde açık sarı renkler ile üç koyu nokta vardır. Bu türün dişileri yaşam süreleri boyunca bir noktada cinsiyetlerini değiştirebilirler.",
	"Tank_BandedAngelfish": "Şeritli Melekbalığı veya Haydut Melekbalığı, melekbalığının bir türüdür. Baştan aşağı soluktur ve gövdesinden geçen geniş siyah bir şeridi vardır. Genellikle derin sularda resiflerin etrafında bulunabilir.",
	"Tank_OrnateAngelfish": "Süslü Melekbalığı veya başka bir isime Bellus Melekbalığı, bir melekbalığı türüdür. Bu türün dişileri mavi,siyah ve beyazdır. Erkekler genellikle sarı çizgili gri bir gövdeye sahiptirler.",	
	"Tank_RoyalAngelfish": "Asil Melekbalığı veya Şahane Melekbalığı, melekbalığının denizde yaşayan bir türüdür. Hangi bölgeden geldiğine göre değişen çeşitli renkleri ve düz bir gövdesi vardır.",	
	"Tank_TigerPuffer": "Kaplan Balonbalığı bir balonbalığı türüdür, çoğu balonbalığı gibi bazı organları insanlar için çok zararlı toksinler içerir.",
	"Tank_MoorishIdol": "Mağrib İdolü resif ve lagün habitatlarında bulunan deniz balığı türlerine verilen yaygın bir addır. Mercan ve sünger yeme alışkanlığı olan hepçil bir balıktır.",
	"Tank_BlueTang": "Mavi Cerrahbalığı bir cerrahbalığı türüdür. Ayrıca 'Şahane Mavi Cerrahbalığı' ve 'Asil Mavi Cerrahbalığı' gibi başka isimlerle de geçer. Siyah desenli mavi yassı bir gövdesi ve sarı bir kuyruğu vardır. Erkekler dişilerden daha büyüktür.",
	"Tank_DwarfStingray": "Cüce İğnelivatoz bir iğnelivatoz türüdür. Elmas şekilli bir gövdesi, neredeyse üçgen uçlu bir başı vardır. Tırtıklı batan dikenli uzun kamçımsı bir kuyruğu var.",	
	"Tank_MaroonClownfish": "Bordo Palyaçobalığı veya bilindiği başka bir isimle 'Dikenyanaklı Palyaçobalığı', bir anemonbalığı türüdür. Diğer anemonbalıkları gibi deniz anemonları ile sembiyotik mutualist bir ilişki kurar.",
	"Tank_SebaeClownfish": "Sebae Palyaçobalığı bir anemonbalığı türüdür. Genellikle deniz anemonları ile birlikte yaşarken bulunabilir.",
	"Tank_Wide-bandClownfish": "Geniş Şeritli Palyaçobalığı bir anemonbalığı türüdür. Diğer anemonbalıkları gibi anemonlarla sembiyotik olarak birlikte yaşar ve batmalarından etkilenmez. Cinsiyetini değiştirebilir, dişiler tipik olarak en büyüklerdir, onları erkekler ve sonra üremeyen erkekler takip eder.",
	"Tank_PinkSkunkClownfish": "Pembe Kokarca Palyaçobalığı veya kısaca bilindiği başka bir isimle 'Pembe Palyaçobalığı', bir anemonbalığı türüdür. Anemonbalıkları kompleksler denilen altı gruba ayrılmıştır, Pembe Kokarca Palyaçobalığı ise 'kokarca kompleksi' denilen bir komplekse aittir.",
	"Tank_OrangeClownfish": "Turuncu Palyaçobalığı ayrıca 'Percula Palyaçobalığı' veya 'Palyaço Anemonbalığı' gibi başka isimlerle de bilinir. Anemonbalıkları isminde bir alt familyaya aittir, bu familyanın diğer türleri gibi, anemonlarla sembiyotik bir şekilde yaşar. Tipik olarak 2 özel anemon türü ile yaşar.",	
	"Tank_SaddlebackClownfish": "Eyer Sırtlı Palyaçobalığı veya başka bir isimle 'Sarıyüzgeçli Palyaçobalığı', bir anemonbalığı türüdür. Tıpkı bazı diğer anemonbalıkları gibi, erkekler cinsiyetlerini dişi olarak değiştirebilir, bu fenomene protandri denir.",
	"Tank_Two-BandClownfish": "Çift Şeritli Palyaçobalığı, bir anemonbalığı türüdür. İsminden anlaşıldığı gibi gövdesinde siyah kenarlı iki beyaz şeridi vardır. Diğer anemonbalıkları gibi yosun ve zooplankton ile beslenir.",
	"Tank_WhitesnoutClownfish": "Beyazburunlu Palyaçobalığı veya başka bir isimle 'McCulloch'un Anemonbalığı', diğer anemonbalıkları gibi anemonlarla sembiyotik bir şekilde yaşam sürer, ama Beyazburunlu Palyaçobalığı özel olarak sadece bir anemon ile yaşar, Baloncuk-tip anemonu.",
	"Tank_FireClownfish": "Ateş Palyaçobalığı, 'Tarçın Palyaçobalığı', 'Koyu Renkli Palyaçobalığı' veya 'Siyah Sırtlı Palyaçobalığı' gibi birçok farklı isimle bilinir. Gözünün arkasında tek bir beyaz şeridi ve koyu kırmızı bir gövdesi olan bir anemonbalığı türüdür.",
	"Tank_YellowtailClownfish": "Sarıkuyruklu Palyaçobalığı veya başka bir isimle 'Clark'ın Anemonbalığı', anemonbalığının denizde yaşayan bir türüdür. Diğer palyaçobalıklarının aksine, özel olarak sınırlı bir sayıda anemon türü ona ev sahipliği yapmaz, daha çok 10 türün çeşitleri yapar.",
	"Tank_SkunkClownfish": "Kokarca Palyaçobalığı veya başka bir isimle 'Burnuçizgili Anemonbalığı', bir anemonbalığı türüdür. Diğer anemonbalıkları gibi bölgesini korur ve cıvıltı sesleri şeklinde alanını korumak için ses kullanır.",
	"Tank_Pollock": "Saithe veya 'Pollack' Morina ailesinden iki tür balıktan biri için yaygın bir isimdir. Diğer tür aynı gruptan genellikle Coley ile karıştırılır.",
	"Tank_FalseKelpfish": "Yalancı Yosunbalığı veya başka bir isimle 'Deniz Platikası', kayabalığı ailesinden bir balık türüdür. Kayabalığının tespit edilen sadece 3 türü vardır.",
	"Tank_Icefish": "Buzbalığı veya 'Eriştebalığı' bir balık ailesidir. Neredeyse pulsuz narin bir gövdeleri vardır. Dişiler tamamen pulsuzdur ve erkeklerin sadece çok az pulu vardır. Buzbalığı'nın çoğu türü yalnızca bir sene yaşar, o yüzden yetişkinliğe çok çabuk ererler.",
	"Tank_Monkfish": "Keler Balığı bir fenerbalığı türü grubuna verilen genel bir isim. 'Balık Tutan Kurbağalar' veya 'Deniz Şeytanları' gibi diğer isimlerle de bilinirler. Fenerbalığın her türü gibi avını cezbetmek veya çekmek için bir feneri var. Keler Balığı'nın 7 bilinen türü bulunmaktadır.",
	"Tank_Wolffish": "Kurtbalığı veya 'Deniz Kurdu' soğuk sulara özgü derin deniz balığıdır. Çeşitli deniz tarakları, derisi dikenliler ve kabuklularla beslenmek için güçlü dişlerini kullanır. Kurtbalığı'nın bilinen 4 türü vardır, akraba Kurt Yılanbalığı'nı sayarsak 5.",
	"Tank_Thread-SailFilefish": "İplik-Yelken Çuha Balığı, çuha balığının denizde yaşayan bir türüdür. Hem planktonla hem daha küçük kabuklularla beslenmesi onu hepçil yapar. Bu türün yavruları tipik olarak avcılara karşı güvende olmak için deniz yosununda saklanır.",	
	"Tank_Soldierfish": "Askerbalığı ışın yüzgeçli bir balık ailesidir, genellikle resiflerin yanında tropikal sularda bulunabilir. Açık sudaki daha büyük zooplanktonlarla beslenir.",
	"Tank_Squirrelfish": "Sincapbalıkları bir ışın yüzgeçli balık ailesidir. Sincapbalıkları'nın yaklaşık 150 bilinen türü bulunur. Tipik olarak tropikal sular ve resiflerin yakınlarında bulunabilir. Okyanus tabanındaki kabuklular, yumuşakçalar ve karındanbacaklılarla beslenir.",
	"Tank_Mandarinfish" : "Mandalina Balığı veya başka bir ismiyle 'Mandalina Minelibalık’, minelibalık ailesine ait olan bir deniz balığı türüdür. Hücresel pigmentasyonu sayesinde karakteristik olarak parlak renkleri var. Genellikle ılık tropikal sularda bulunabilir.",
	"Tank_Goldfish": "Japon Balığı Sazangiller familyasına ait bir tatlısu balığıdır. Yaygın inancın aksine japon balıklarının kötü hafızaları yoktur. Salınan akvaryum evcil japon balıkları bazı vakalarda problemlere neden olabilir ve gerçekten istilacı bir tür sayılabilir.",	
	"Tank_Ide": "Altın Orfe veya kısaca Orfe, sazan ailesine ait olan bir tatlısu balığıdır. Parlak pulları ve uzun bir gövdesi vardır.",
	"Tank_CelestialEye": "Göksel Göz Balığı, sazan familyasına ait olan bir japon balığı türüdür. Aynı zamanda 'Choutengan' olarak da bilinir. Kendine haz pörtlek, göğe doğru bakan gözleri vardır.",
	"Tank_Lionhead": "Aslan Kafa, sazan familyasına ait olan bir japon balığı türüdür. Özgün kafa şekli ve başlıklı görünümüyle kolayca ayırt edilebilir.",
	"Tank_Comet": "Kuyruklu Yıldız, sazan familyasına ait olan bir japon balığı türüdür. Sıradan japon balığına benzer ancak daha küçük ve incedir. Uzun, çatallı ve tek kuyruk yüzgecinden ayırt edilebilir.",
	"Tank_Telescope": "Teleskop, sazan familyasına ait olan bir japon balığı türüdür. En farkedilir özelliği pörtlek gözleridir. Bu özellik bazı bölgelerde 'ejderha gözleri' olarak bilinir.",
	"Tank_FreshwaterButterflyfish": "Kelebekbalıkları normalde mercan resiflerinde yaşarlar. Nasıl olduysa, bu tür tatlısuya özgün bir şekilde adapte olmayı başarmış. Özellikle istilacılardır ve çiftler halinde yaşarlar. Tatlısu balıklarının larvalarıyla beslenirler.",	
	"Tank_Pangasius": "Uzakdoğu Kedibalığı bir köpekbalığı kedibalığı grubudur, acı ve tatlısu sisteminde bulunabilirler ve büyüyene kadar orada yaşarlar. Genellikle karides, yengeç ve diğer balıklarla beslenen etçil balıklardır. Şuanda 22 tane bilinen Uzakdoğu Kedibalığı türü vardır.",
	"Tank_Anchoviella": "Ançüez, hamsi balıklarının bir türüdür. Tipik olarak küçük ve ılık sularda bulunan solgun balıklardır. Genellikle plankton ve kabuklularla beslenirler.",
	"Tank_Barracuda": "İskarmoz Balığı büyük yırtıcı bir balıktır. İnce uzun yılansı bir vücudu vardır. Şu anda 28 İskarmoz türü tespit edildi.",
	"Tank_Blue-RingedOctopus": "Mavi Halkalı Ahtapotlar 4 aşırı zehirli ahtapot türünden oluşan bir gruptur. Eğer tehlikede hissederse açık sarı rengine bürünür ve mavi halkalarını gösterir.",
	"Tank_SmallMantaray": "Manta Vatozları büyük vatozlardır, çoğu vatoz gibi başıyla bağlı büyük üçgen göğüs yüzgeçleri vardır. Mantaların sadece 2 bilinen türü vardır.",
	"Tank_RibbonEel": "Şerit Yılanbalığı aynı zamanda 'Yaprak Burunlu Müren Balığı' veya 'Bernis Yılanbalığı' gibi diğer isimlerle de bilinir. Geniş ön burun delikleriyle ayırt edilebilen bir müren balığı türüdür. Tipik olarak lagünlerde veya resiflerin yakınlarında bulunurlar.",	
	"Tank_SeaSnake": "Deniz Yılanları veya Mercan Resifi Yılanları su yaşamına adapte olmuş bir grup yılandır. Bazıları tamamen su hayatına adapte olmuş ve karada hareket edemez. Solungaçları yoktur ve mutlaka nefes almak için yüzeye çıkmalılardır.",
	"Tank_SmallSwordfish": "Kılıçbalığı, kılıcı andıran karakteristik, uzun, düz ve sivri bir buruna sahip bulunmaz bir balık. Avlanırken bayağı hızlı oluşuyla 'kılıcına' güvenir. Niyeyse, 'kılıcını' avını zıpkınlamak için kullanmaz, ama keserek yaralamayı tercih eder.",
	"Tank_Hagfish": "Balık Asalağı çenesiz bir balık grubuna aittir. Bu yılanbalığı şekilli balık, balçık üretebilir ve genelde 'yapışkan yılanbalığı' olarak geçer.",
	"Tank_LongfinIcedevil": "Longfin Buz Şeytanı mezgit buzbalıkları ailesine ait bir derin su balığıdır. Derin ve soğuk sularda yaşamak için birçok adaptasyonu vardır.",
	"Tank_Haddock": "Mezgit, mezgitgiller familyasının bir üyesidir. Bu familyanın tipik bir özelliği olarak uzun bir vücuda sahiptir, bir Mezgit'in üst kısmının rengi kahverenginden neredeyse siyaha kadar değişiklik gösterebilirken, alt kısmı gümüşsü beyazdır.",
	"Tank_StubbySquid": "Kısa Kalamarlar, bir kafadan bacaklılar grubudur. 8 kol ve 2 dokungaçları vardır, genellikle yakınlarına oranla daha küçüklerdir.",
	"Tank_DumboOctopus": "Dumbo Ahtapotu, şemsiye ahtapotlarının 13 tespit edilen türünden biridir. Genellikle kabuklular, çift kabuklu yumuşakçalar ve solucanlarla beslenirler.",
	"Tank_KingCrab": "Kral Yengeci tipik olarak soğuk okyanuslarda bulunur. Boyutları ve etlerinin tadından dolayı çoğunlukla yakalanır ve yiyecek olarak satılırlar.",
	"Tank_SandDollar": "Yassı Su Kirpileri aynı zamanda Deniz Kurabiyesi veya Kum Doları olarak da bilinirler. Denizkestanesinin küçük ve düz bir türüdür. 'Test' adı verilen sert bir iskeleti vardır.",
	"Tank_BlueDragonSlug": "Mavi Deniz Tavşanı aynı zamanda 'Mavi Deniz Salyangozu', 'Mavi Okyanus Salyangozu' ve 'Deniz Kertenkelesi' gibi birçok başka isimle bilinir. Zehirli türler de dahil olmak üzere diğer pelajik canlılarla beslenen kabuksuz karındanbacaklı bir yumuşakçadır.",
	"Tank_BriefSquid": "Küçük Kalamar adı üstünde kalamarın küçük bir türüdür. Diğer kalamarlar gibi bir balıktan ziyade yumuşakçadır. Genellikle ılık sığ sularda bulunur.",
	"Tank_Nautilus": "Notilus, ismi 'Denizci' anlamına gelen ve pelajik bir yumuşakçadır. Genellikle uzun zaman boyunca önemli bir değişiklik geçirmeden yaşadıkları için 'yaşayan fosiller' diye bahsedilirler.",
	"Tank_Prawn": "Teke küçük su kabukluları için genel bir isimdir. Dekapot grubunun bir üyesidirler.",
	"Tank_SwimmerCrab": "Yüzücü Yengeç, Portunidae isminde bir familyaya ait olan bir kabukludur. Bacaklarının bir çifti düzdür ve yüzüp av yakalamalarına izin verir.",
	"Tank_Jellyfish": "Denizanaları, Cnidaria adında bir soya aittirler. Bu tür hayvanların medusa fazındadırlar, polip fazlarında deniz dibine sabitlenebilirler.",
	"Tank_FreshwaterCrab": "Yaklaşık 1,300 keşfedilmiş Tatlısu Yengeci türü bulunur. Bu kabuklular denizdeki benzerlerinin aksine yavrusu için anne ilgisi gösterir.",
	"Tank_FreshwaterShrimp": "Tatlısu Karidesi birçok alanda bulunabilecek küçük bir kabuklu. Daha büyük birçok hayvan için besin zincirinde önemli bir role sahip.",
	"Tank_HarlequinFreshwaterShrimp": "Soytarı Tatlısu Karidesi küçük bir kabukludur. Akvaryum takasında ayrıca yaygın olarak 'Selebes Güzeli Karides' veya 'Sünger Karidesi' olarak da bilinirler.",
	"Tank_RedHarlequinFreshwaterShrimp": "Kızıl Soytarı Tatlısu Karidesi küçük bir kabukludur, tanımsız bir tatlısu süngeriyle beslenir.",
	"Tank_RedFreshwaterShrimp": "Kızıl Tatlısu Karidesi veya bilindiği diğer bir ismi 'Kiraz Karidesi'dir. Bu kırmızı tür de genelde akvaryumlar için satılır.",
	"Tank_BlueFreshwaterShrimp": "Mavi Tatlısu Karidesi veya bilindiği diğer bir ismi 'Mavi Kadife Karidesi'dir. Bu mavi tür, tıpkı diğer karidesler gibi, yosun ve diğer mikroorganizmalarla beslenir.",
	"Tank_Ladyfish": "Elops yüzgeçleri ışıklı olan bir balık familyasıdır. Yaygın olarak ayrıca 'Yazılı Orkinos', 'Olta Avı Balığı' ve 'Kemikbalığı' olarak da bilinirler. Genellikle kabuklular ve küçük balıklarla beslenirler ve kıyı kenarında yaşarlar.",
	"Tank_Robalo": "Robalo aynı zamanda 'Çavuşbalığı' olarak da geçer. Genellikle ılık suları tercih eder; küçük balıklar, karides gibi kabuklular ve bazen yengeçlerle beslenir.",
	"Tank_MimicOctopus": "Taklitçi Ahtapot, diğer ahtapotlar gibi kendini kamufle etmek için kromatoforlarını kullanan bir ahtapot türüdür. Adından ötürü, diğer deniz hayvanlarını taklit etmesiyle de bilinir.",	
	"Tank_SpinnyDogfish": "Mahmuzlu Camgöz Köpekbalığı ya da 'Dikenli Köpekbalığı' köpekbalıklarının Squalidae ailesine ait en bilinen türdür. Bu tür 2 dikeniyle ayırt edilebilir.",	
	"Tank_ZebraEel": "Zebra Yılanbalığı veya bilindiği diğer ismiyle 'Zebra Müreni', bir müren yılanbalığı türüdür. Tipik olarak kayalık alanlarda, sığ sulardaki mercan resiflerinde bulunabilirler.",
	"Tank_GhostEel": "Hayalet Yılanbalığı veya bilinen başka bir ismiyle 'Beyaz Şerit Yılanbalığı' müren balığının bir türüdür. Genellikle küçük kabuklularla beslenen gececil bir avcıdır.",
	"Tank_LongnoseGar": "Uzunburunlu Gar ayrıca 'Uzunburunlu Garturnabalığı' veya 'Sopa Gar' olarak da bilinir. Ortalama yaşam döngüsü 15-20 yıldır, kaydedilen en büyük yaş 39'dur. Görünümü milyonlarca yıl neredeyse aynı kaldı.",
	"Tank_Lungfish": "Akciğerli Balık en çok hava soluyabilme yeteneğine sahip olduğundan bilinir. Akciğerli Balık'ın şuanda bilinen sadece 6 türü vardır. Akciğerli Balık hepçildir, yani hem bitkisel hem hayvansal madde yiyerek hayatta kalabilir.",
	"Tank_Tigerfish": "Kaplan Balığı yırtıcı bir tatlısu balığıdır. Balıkçıldır, yani sadece diğer balıklarla beslenir. İnce uzun gümüş rengi bir gövdesi ve renkli yüzgeçleri vardır. Başı avını doğrayıp kavramak için kullanabileceği kadar çok dişi yüzünden büyüktür.",
	"Tank_ElectricCatfish": "Elektrikli Kedibalığı toplamda 21 bilinen türün dahil olduğu bir kedibalığı ailesidir. Bu ailenin birkaç üyesi 350 volta kadar bir elektrik boşaltımı yapma yeteneğine sahip.",
	"Tank_SmallGoblinShark": "Gulyabani Köpekbalığı, derin deniz köpekbalıklarının ender bir türüdür. Pembe derisi ve ince uzun düz bir hortumu var ve beslenirken çenesini çıkartabilir.",	
	"Tank_VampireSquid": "Vampir Kalamar kafadan bacaklılar adında bir yumuşakça sınıfına aittir. Genellikle derin sularda az oranda oksijen ile yaşar. İsminin aksine kandan ziyade kırıntı deri parçalarıyla beslenir.",
	"Tank_GreatFireflySquid": "Ateşböceği Mürekkepbalığı veya yaygın olarak bilindiği başka bir isimle 'Parlayan Enope Kalamarı', bir mürekkepbalığı türüdür. Üreme mevsimlerinde kıyı tarafında bulunabilir, ancak aksi halde daha derin suları tercih ederler. Dirimsel ışıldayanlardır, yani fotoforlardan ışık üretebilirler. Bu ışığın iletişim, kamuflaj veya avı çekmek için kullanıldığına inanılıyor.",
	"Tank_FrilledShark": "Fırfırlı Köpekbalığı 2 bilinen türün bulunduğu bir köpekbalığı ailesinin ismidir. Yılanbalığımsı bir gövdeleri vardır ve sanki öyleymiş gibi hareket ederler. Genellikle okyanusun depderin sularında bulunabilir, çeşitli kafadan bacaklılar, küçük köpekbalıkları ve kemikli balıklarla beslenmek için yüzeye çıkar.",
	"Tank_Shinidamachu": "Shinidamachu ayrıca 'Ölü Ruh Böcekleri' veya 'Ruh Koleksiyoncuları' olarak bilinirler. Bu yaratıklar ruhları taşımalarıyla bilinir, mesafeyi korusan iyi olur.",
	"Tank_VoidEvilpus": "Boşluğun dokunduğu bu ahtapot türü genellikle iş hayvanı olarak kullanılmak üzere bataklık cadıları tarafından evcilleştirilir.",
	"Tank_TrappedSoul": "Hapsedilmiş Ruh su cadıları tarafından büyülenmiş yaratıklara verilen yaygın bir isimdir. Onları kızdırmış birisi veya tehlikeli bir yaratık olabiir, şimdiyse vahşiliği azalmış.",
	"Tank_Mudskipper": "Çamur Zıpzıpları suyun hem içinde hem dışında hayatta kalabilmeleriyle bilinirler. Farkedilir özelliklerinden biri de yan göğüs yüzgeçleri. Bu yüzgeçler çamur zıpzıpının çamurlu yüzeylerden 'zıplamasını' sağlar.",
	"Tank_WaterSnake": "Su Yılanları ömürlernin büyük bir kısmını suyun içinde ve etrafında geçiren sürüngenlerdir. Genellikle zehirsizdirler ve kurbağalarla beslenirken bulunabilirler.",
	"Tank_VoidCarp": "Boşluk Sazanı boşluk enerjisiyle iç içe geçmesi özgün formunu değiştirmiş bir balık. Yeni formu yüzünden birçok kullanım alanı olması dolayısıyla doğaüstü endüstride meşhur bir malzeme haline geldi.",
	"Tank_Blinky": "Bu turuncu balık bir mutasyon dolayısıyla fazladan bir göze sahip. Buna ne sebep olmuş olabilir ki?",
	"Tank_Decapod": "Bu tuhaf kabukluların ıstakozumsu bir yaratığın daha evrimleşmiş bir türünün erken aşamasında olduğuna inanılıyor.",
	"Tank_VampireFish": "Vampir Balığı'nın bilinen başka bir ismi 'Payara'. Bu agresif balık sadece bir akvaryuma konduğunda daha büyük balıklarla karıştırılmalıdır.",
	"Tank_Piranha": "Pirana ya da 'Piraña', çok yırtıcı olmasıyla bilinir. Her nasılsa beslenme şekli değişebilir ve bitki yediği de bilinir, bu da onu hepçil yapar.",	
	"Tank_Lamprey": "Bofa Balığı çenesiz balıklardan oluşan bir gruba aittir. Yetişkin bir Bofa Balığı; dişli ve huni biçimli ağzından ayırt edilebilir. Şu anda Bofa Balığı'nın 38 tane bilinen türü bulunmaktadır.",
	"Tank_TanchoKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Tancho Koi başının üstünde tek kırmızı bir beneğe sahip, vücudunun geri kalanı düz beyazdır. Renklerinin şekli doğan güneşi temsil eder ve bu yüzden birçok kültürde ona sahip olanlara getireceği neşe ve iyi şans için değer verilir.",
	"Tank_SankeKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Sanke Koi, koi havuzlarıda veya su bahçelerindeki en popüler koi türlerinden biridir. Bu üç renkli koi mutlu edici renk çeşitliliği için en çok kullanılan ve sevilen koi türlerinden biridir. Bu Koi 200 yıl kadar yaşayabilir ve bu yüzden aile içinde değerli bir yadigar olacak.",
	"Tank_KohakuKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Kohaku Koi, daha kolay tanınabilen bir koi, kırmızı izlere sahip beyaz bir vücudu vardır. Çoğu insanın koi dendiğinde aklına gelen koi türü budur, daha eski ve klasik koi türlerinden biri ve en sabit desenlere sahiptir.",
	"Tank_YamabukiKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Yamabuki Koi veya diğer bilindiği ismiyle Yamabuki Ogon, sarı ile altın rengi arasındaki izlerinden ayırt edilebilir. Bir yaz denizi temasıyla uysun diye daha neşeli ve güneşli bir desen istediğin zamanlar için. Hepçil olsalar da onları bir veterinerin onayladığı bir diyetle beslemek ve öyle bir alanda tutmak en iyisidir.",
	"Tank_GhostKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Hayalet Koi metalik bir koi ve koyu renkli bir sazanın yavrusudur. Renk konusunda metalik renk çeşitliliğine sahiptir, ancak bakır ve siyah zebrit çin horozunuzla uyabilir, evcil hayvanlarının eşleşmesini sevenler için.",
	"Tank_KiUtsuriKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Utsurimono veya Utsuri Koi'nin bir sınıfıdır, 'Ki' sarı anlamına gelir ve bu tür koiyi temsil eder. Saklı olanlarla amatörce uğraşanlar bu koi türünün size şans ile para getireceğine inandıracaklardır ve koinin ne fiyatlara satıldığını göz önünde bulundurursak, bir şeyin üzerine uğraşıyor olabilir.",
	"Tank_HiUtsuriKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Utsurimono veya Utsuri, Koi'nin bir sınıfıdır, 'Hi' kırmızı anlamına gelir ve bu tür koiyi temsil eder. Bu koi türünün sahibine ateşten koruyucu büyü ve aşkta şans getirdiğine inanılır. Ama en iyisi onun aşk hayatının iyi bir düzene sahip olduğundan emin olmak. Akraba çiftleştirilmesinin sağlık sorunlarına neden olduğu biliniyor.",
	"Tank_ShiroUtsuriKoi": "Koi ya da Nishikigoi, Ot Sazanı'nın renkli bir çeşididir. Utsurimono veya Utsuri, Koi'nin bir sınıfıdır, 'Shiro' beyaz anlamına gelir ve bu tür koiyi temsil eder. Saklı olanların ustaları arasında bu koi türünün hem negatif hem pozitif enerjinin mükemmel dengesini belirttiği inancı yaygındır. En iyisi ne olur ne olmaz onu elektrikli aletlerden uzak tutmak.",
	"Tank_Tui": "Ay Ruhu Tui, Ruh Vahası'nı yaratmak için ruh dünyasından geçti. Beyaz bir Koi balığının formuna büründü. Okyanus Ruhu'yla bağları koparsa dünyanın dengesi bozulur, iki balığı da bu havuza döndürmek dengeyi yerine koyacak.",
	"Tank_La": "Okyanus Ruhu La, Ruh Vahası'nı yaratmak için ruh dünyasından geçti. Siyah bir Koi balığının formuna büründü. Ay Ruhu'yla bağları koparsa dünyanın dengesi bozulur, iki balığı da bu havuza döndürmek dengeyi yerine koyacak.",

	//1.4.0 dialogue boxes

	"RSVRoom": "Tepeyanı Köyü'nden gelen balıklarımızı ve diğer nadir örnekleri görmek için bu kapının ardına bakın.",
	"RSVBook1": "Yıldızçiyi Balıkçılık Dergisi 13#...Ninni Sazanı, güzün nadir avı.",
	"RSVBook2": "Yıldızçiyi Balıkçılık Dergisi 7#...Bıçakkuyruklu Mersinbalığı, Tepeyanı Köyü'nün nadir yaz mersinbalığı.",
	"RSVBook3": "Yıldızçiyi Balıkçılık Dergisi 9#...Kardiya Septal Denizanası, denizde yaşayan nadir bir denizanası.",
	"RSVBook4": "Yıldızçiyi Balıkçılık Dergisi 2#...Crimson Dikenli Deniztarağı, baharda bulunabileceği söylenen denizde yaşayan ender bir kabuklu.",
	"RSVBook5": "Yıldızçiyi Balıkçılık Dergisi 10#...Perimasalı Aslanbalığı, perimasalı mı gerçek mi?^^Yıldızçiyi yakınındaki okyanus sularında mevsimin 2. çarşambasında görüldüğü söylenir.",
	"RSVBook6": "Yıldızçiyi Balıkçılık Dergisi 3#...Onarıcı Yılanbalığı, 'Tepe'de' baharda ve yazın bulunan nadir bir yılanbalığı.",
	"RSVBook7": "Yıldızçiyi Balıkçılık Dergisi 1#...Altın Gül Yüzgeçli, bir okuyucu bu ender balığı mevsimin son cumartesi günü 'Tepe'de' yakaladığını yazıyor.",
	"RSVBook8": "Yıldızçiyi Balıkçılık Dergisi 69#...Pelerinli Ağaç Kurbağası, amfibyan mı balık mı? Amfibyan!^^...Güzün 'Tepe'de' haftasonu bulunmuş.",
	"RSVBook9": "Yıldızçiyi Balıkçılık Dergisi 5#...Hasatçı Levrek, Tepeyanı Köyü'nün nadir bahar levreği.",
	"RSVBook10": "Yıldızçiyi Balıkçılık Dergisi 1#...Çakıl Sırtlı Yengeç, Tepeyanı Köyü'nün nadir yaz kabuklusu.",

	"SmallPlant": "Daha yeni filiz vermeye başlamış küçük bir bitki, kısa süre önce sulanmış.",
	"CuratorBedroom": "Bu Müdür'ün yatak odası, şuanda kilitli.",
	"MNFIslandRoom": "Kapının yanındaki levhada yazıyor ki : Orman Odası",
	"IslandBag": "Çantayı açıyorsun...#......#.........#İçi boş.",
	"Cheater": "İşletildin.",
	"PearlFish": "İnci Balığı daha küçük kabuklularla beslenen pembe bir balıktır, bazen arkasında ismini aldığı inciler gibi sindirilemeyen parçalar bırakır.",

	//1.4.0 Fish Descriptions

	"Tank_PearlFish": "Bu güzel pembe balık küçük kabuklularla beslenir, bazen arkasında ismini aldığı inciler gibi sindirilemeyen parçalar bırakır.",
	// RSV Fish
	"Tank_PebbleBackCrab": "Çakıl Sırtlı Yengeç ender bir kabuklu türüdür. Kabuklarını süslemek için çakıltaşları ve diğer mineralleri toplama davranışları için isimlerini almışlardır. Bilinmeyen sebeplerden ender ve pahalı mineraller ve taşlarla süslenmeyi tercih ediyorlar, bu da onları biraz kar elde etmeye çalışan balıkçılar için ideal hedefler haline getiriyor.",
	"Tank_HarvesterTrout": "Hasatçı Levrek levreğin kötü şöhretli bir türü, ismini suya yakın ekinleri hasat etmesiyle almış. Onları balık havuzlarında tutan balıkçılar bazen tohum verdiklerini bildirdiler, şu 'Eski Tohum'ları bile.",
	"Tank_FixerEel": "Onarıcı Yılanbalığı yılanbalığının ender bir türüdür. Onların 'her şeyi' onarabileceğini kabul eden yerel batıl inanç yüzünden neredeyse nesli tükenene kadar avlandılar, ismi 'Onarıcı Yılanbalığı' olduğundan.",
	"Tank_LullabyCarp": "Ninni Sazanı ender bir sazan türüdür. Bazen uyumlu melodiler çıkarmalarıyla bilinirler, bu sesleri nasıl çıkardığıysa hala bir gizem.",
	"Tank_GoldenRoseFin": "Altın Gül Yüzgeçli altın renkleri ve güzel yüzgeçleriyle kolayca ayırt edilebilir. Yüzerken neredeyse suyun içinde dans ediyormuş gibi görünür.",
	"Tank_BladetailSturgeon": "Bıçakkuyruklu Mersinbalığı çok keskin kuyruk yüzgeçlerine sahiptir. Bu yüzgeçler oldukça tehlikeli olabilir, ancak avlanmak veya kendini korumak için mi kullanıldıkları bilinmiyor.",
	"Tank_CardiaSeptalJellyfish": "Kardiya Septal Denizanası denizanasının çok özel bir türüdür. Bazen çift cinsiyetli olan diğer denizanalarının aksine, bu türün iki kaynaşmış vücudu var. Biri belli şekilde erkek ve biri belli şekilde dişi, bu nadir denizanası hakkında başka fazla bir şey bilinmiyor.",
	"Tank_CrimsonSpikedClam": "Crimson Dikenli Deniztarağı soyu tehlike altında ve nadir olan çift kabuklu bir yumuşakça türüdür. Diğer çift kabuklular gibi inci üretebilir, ancak bu tür bilinmeyen sebeplerden dolayı bazen inci yerine yakut ürettiği biliniyor.",
	"Tank_FairytaleLionfish": "Perimasalı Aslanbalığı kamuflajının parçası olarak canlı renkli pullar geliştirmiştir. Batıl inançlı efsaneler onun şans getirdiğini söyler, bazı hikayeler bir 'Prizma Parçası'ndan bile bahseder.",
	"Tank_CapedTreeFrog": "Pelerinli Ağaç Kurbağası ender bir amfibyan türüdür. Sırtındaki renkleri bir pelerini andırıyor bu yüzden Pelerinli Ağaç Kurbağası olarak isimlendirilmiş.",

	// SVE Fish
	"Tank_Kittyfish": "Pisicikbalığı büyülü bir balık... yoksa kedi mi? Daha fazla araştırma gerekli.",

	// MNF
	"Tank_ClownTriggerfish": "Palyaço Tetikbalığı veya bilindiği başka bir isimle 'Büyükbenekli Tetikbalığı', tetikbalığı ailesine ait bir deniz balığıdır. Çoğu Tetikbalığı gibi agresif davranır ve bölgesini koruyacaktır.",
	"Tank_Bonnethead": "Kürekkafalı Köpekbalığı veya bilindiği başka bir isimle 'Kaput Köpekbalığı', çekiçbaşlı köpekbalığının küçük bir türüdür. Ağırlıklı olarak kabuklularla beslenen hareketli bir tropik köpekbalığıdır. Dişiler erkeklerden daha büyüktür.",
	"Tank_BlackGhostKnifefish": "Siyah Hayalet Bıçakbalığı, Hayalet Bıçakbalığı isminde bir ışın yüzgeçli balık ailesine ait olan tropik bir tatlısu balığıdır. Bu tür hem iletişim hem de elektrolokasyon için kullanılabilecek zayıl elektrik boşaltımları yapabilir.",

	//npc dialogue such long

	"SPRINGNPC_1": "Turist: Hediye dükkanından ne almalıyım?",
	"SPRINGNPC_2": "Turist: Selam, Akvaryum'a ilk defa mı geliyorsun?",
	"SPRINGNPC_3": "Kadın seni farketmiyor, meşgul.",
	"SPRINGNPC_4": "Gözlüklü adam sana kendinden emin bir şekilde gülümsüyor.",
	"SPRINGNPC_5": "Turist: Suyun içinde biraz balık görebiliyorum!",
	"SPRINGNPC_6": "Turist: Arkadaşım buraya en son geldiğinde bir yunus gördüğünü söyledi.",
	"SPRINGNPC_7": "Turist: Her bahar ve yaz buraya gelirim, bu sahili seviyorum.",
	"SPRINGNPC_8": "Turist: Eğer yüzmeye gitmek istiyorsan, sahilin güney tarafını dene.",
	"SPRINGNPC_9": "Turist: Selam, ben sadece arkadaşlarımı bekliyorum.",
	"SPRINGNPC_10": "Turist: Merhaba, kumsalın tadını çıkarmaya mı geldin?",
	"SPRINGNPC_11": "Turist: Bütün bu yiyeceklere bak!",
	"SPRINGNPC_12": "Turist: Buraya müzik için geliyorum.",
	"SPRINGNPC_13": "Turist: Üzgünüm seni tanımıyorum.",
	"SPRINGNPC_14": "Turist: N'aber?",
	"SPRINGNPC_15": "Turist: Ah selam, sadece bu gelgit havuzuna bakıyordum.",
	"SPRINGNPC_16": "Turist: Bu yemek gerçekten iyi.",
	"SPRINGNPC_17": "Turist: Gerçekten susadım.",
	"SPRINGNPC_18": "Turist: Bunu denedin mi? Kötü değil.",
	"SPRINGNPC_19": "Turist: Selam, gel bir ısırık al?",
	"SPRINGNPC_20": "Turist: İlk neyi denemeliyim?",
	"SPRINGNPC_21": "Turist: Şurada tıkınıp duran bütün şu insanlara bak.",
	"SPRINGNPC_22": "Turist: Suya girmek için cesaretimi toplamaya çalışıyorum.",
	"SPRINGNPC_23": "Turist: Bugün su güzel, denemelisin.",
	"SPRINGNPC_24": "Turist: Selam, yüzmeye mi gidiyorsun?",
	"SPRINGNPC_25": "Turist: Yüzmeye gitmek istiyorum, ama su saçımı mahvedecek.",
	"SPRINGNPC_26": "Turist: Sahili baharda seviyorum, ne çok sıcak ne çok soğuk.",
	"SPRINGNPC_27": "Turist: Güneş banyosunu denemeliyim, güzelce bronzlaşabilirim.",
	"SPRINGNPC_28": "Turist: Hmm? Ah düşünmeye dalmışım.",
	"SPRINGNPC_29": "Turist: Yüzmeye gitmek ister misiniz? Renkli sınırın diğer tarafındaki alanı kullanın.",
	"SPRINGNPC_30": "Turist: Merhaba, gününüz iyi geçiyor mu?",
	"SPRINGNPC_31": "Turist: Akvaryumu seviyorum, ama bu kumsal da güzel.",
	"SPRINGNPC_32": "Turist: Selam, bugün hava güzel. Sizce de öyle değil mi?",

	"NPCSUMMER_1": "Gözlüklü adam sana kendinden emin bir şekilde gülümsüyor.",
	"NPCSUMMER_2": "Turist: Yeni bir bikini üstü almalı mıyım?",
	"NPCSUMMER_3": "Turist: Hayır olamaz! Cüzdanımı getirmeyi unutmuşum.",
	"NPCSUMMER_4": "Turist: Ne sevimli bir balık akvaryumu.",
	"NPCSUMMER_5": "Turist: Akvaryum'da sergide ne balıklar var merak ediyorum.",
	"NPCSUMMER_6": "Turist: Selam, Akvaryum'a ilk defa mı geliyorsun?",
	"NPCSUMMER_7": "Turist: Aşağıda kumsalda dondurma alabileceğini biliyor muydun?",
	"NPCSUMMER_8": "Kadın: Akvaryum'daki balıklara bakmaya gitmek ister misin, Simon?",
	"NPCSUMMER_9": "Simon seni farketmek için lolipopunu yalamakla fazla meşgul.",
	"NPCSUMMER_10":  "Turist: Her bahar ve yaz buraya gelirim, bu sahili seviyorum.",
	"NPCSUMMER_11": "Turist: İskeledeki manzara senenin bu zamanı gerçekten güzel.",
	"NPCSUMMER_12": "Turist: Suda bir tavuk gördüğüme yemin edebilirim, herhalde yalnızca bir balonbalığıydı.",
	"NPCSUMMER_13": "Turist: Sana yardımcı olabilir miyim?",
	"NPCSUMMER_14": "Turist: Ah merhaba tatlım. Bugün nasılsın?",
	"NPCSUMMER_15": "Turist: Canım çok fena dondurma çekiyor.",
	"NPCSUMMER_16": "Turist: İskeledeki şu kadın şaşırmış görünüyor.",
	"NPCSUMMER_17": "Palyaço: Bir balon numarası görmek ister misin?",
	"NPCSUMMER_18": "Turist: Bir sahilde bir palyaço ne yapıyor?",
	"NPCSUMMER_19": "Turist: Selam, ben sadece arkadaşlarımı bekliyorum.",
	"NPCSUMMER_20": "Turist: Buradan günbatımını seyretmeyi seviyorum.",
	"NPCSUMMER_21": "Turist: Okyanus bugün güzel görünüyor.",
	"NPCSUMMER_22": "Adam: Üff! Bugün hava çok sıcak.",
	"NPCSUMMER_23": "Turist: Yazın suyun renklerine bayılıyorum.",
	"NPCSUMMER_24": "Turist: Eğer güneşlenmeye gidersen, güneş kremi sürmeyi unutma.",
	"NPCSUMMER_25": "Turist: Yüzmeye gitmek ister misiniz? Renkli sınırın diğer tarafındaki alanı kullanın.",
	"NPCSUMMER_26": "Turist: Yüzmeye gitmek serinelemenin harika bir yolu.",
	"NPCSUMMER_27": "Turist: Yüzme maskemi getirmeliydim.",
	"NPCSUMMER_28": "Turist: Yüzmeye gitmiyorum, saçımı mahveder su.",
	"NPCSUMMER_29": "Turist: Eğer çok bunaldıysan duya atlamayı denemelisin.",
	"NPCSUMMER_30": "Turist: Selam, yüzmeye mi gidiyorsun?",	
	"NPCSUMMER_31": "Turist: Suya girmek için cesaretimi toplamaya çalışıyorum.",
	"NPCSUMMER_32": "Turist: Acaba bu kumsalda hiç denizkabuğu var mıdır merak ediyorum.",
	"NPCSUMMER_33": "Adam kestiriyor, onu muhtemelen rahatsız etmemelisin.",
	"NPCSUMMER_34": "Turist: Sanırım bir yengeç gördüm.",
	"NPCSUMMER_35": "Turist: Merhaba, havanın keyfini mi çıkarıyorsun?",
	"NPCSUMMER_36": "Turist: Şu gelgit havuzlarında birsürü denizyıldızı var.",
	"NPCSUMMER_37": "Turist: Ne istiyorsun?",
	"NPCSUMMER_38": "Turist: Ah saçımı mı beğendin? Teşekkür ederim!",
	"NPCSUMMER_39": "Turist: Şu gelgit havuzlarında çok fazla hayat var.",
	"NPCSUMMER_40": "Turist: Hey!",
	"NPCSUMMER_41": "Turist: N'aber abi?",
	"NPCSUMMER_42": "Adam: Kumsalda birsürü güzel fotoğraf çekebilirsin.",
	"NPCSUMMER_43": "Turist: Şuradaki o adam az önce resmimi çekti.",
	"NPCSUMMER_44": "Kadın seni farketmek için yemekle fazla meşgul.",
	"NPCSUMMER_45": "Turist: Artık yiyemem.",
	"NPCSUMMER_46": "Turist: Merhaba, aç mısın?",
	"NPCSUMMER_47": "Turist: Böğürtlen Kobler! En sevdiğim.",
	"NPCSUMMER_48": "Turist: Umarım bunun hiçbir yerinde sitrus yoktur. Görüyorsun alerjim var.",
	"NPCSUMMER_49": "Turist: Bu lahana salatası mı? Lahana salatasına bayılırım.",
	"NPCSUMMER_50": "Turist: Bu et leziz.",
	"NPCSUMMER_51": "Turist: Acaba bu mezelerde neler var, lezzetliler!",
	"NPCSUMMER_52": "Turist: Ne?! Birisi tabağımdaki yemeği yemiş. Ah bekle, o bendim.",
	"NPCSUMMER_53": "Turist: Çok fazla yemek var!",
	"NPCSUMMER_54": "Turist: Bak Karides Kokteyli'miz var, ne hoş.",
	"NPCSUMMER_55": "Turist: Hey, birbirimizi tanıyor muyuz?",
	"NPCSUMMER_56": "Turist: Burada atıştırmalıklar satıyorlar, gerçekten ucuza.",
	"NPCSUMMER_57": "Kadın seni görmezden geliyor",

	"FALLNPC_1": "Kadın seni görmezden geliyor",
	"FALLNPC_2": "Gözlüklü adam sana kendinden emin bir şekilde gülümsüyor.",
	"FALLNPC_3": "Turist: Herkes nerede? Galiba güz pek ünlü bir kumsal mevsimi değil.",
	"FALLNPC_4": "Turist: Bana sorarsan su yüzmek için senenin bu zamanında fazla soğuk.",
	"FALLNPC_5": "Turist: Su birazcık soğuk, ama önemli değil.",
	"FALLNPC_6": "Turist: Biraz serin gibi.",
	"FALLNPC_7": "Turist: Hey dostum.",
	"FALLNPC_8": "Turist: Selam, bugün nasılsın?",
	"FALLNPC_9": "Turist: Kış gelmeden önce son güneş parçasını yakalamalıyım..",
	"FALLNPC_10": "Turist: Bu şişelerin içinde ne var merak ediyorum.",
	"FALLNPC_11": "Turist: Kobler adamdır.",
	"FALLNPC_12": "Turist: Merhaba, aç mısın?",
	"FALLNPC_13": "Turist: Eti denedin mi?",

	"NPCWINTER_1": "Balıkçı: Burada gece idare eder bir 'Mürekkepbalığı' yakalayabilirsin.",
	"NPCWINTER_2": "Balıkçı kendi kendine bir deniz şarkısı mırıldanıyor",
	"NPCWINTER_3": "Balıkçı: Biraz balık tutmaya mı geldin?",
	"NPCWINTER_4": "Balıkçı: Hmm? Ah merhaba, sıkı sınırlar hepsi bu.",
	"NPCWINTER_5": "Kadın: Şu kartopunu yere bırak Simon.",
	"NPCWINTER_6": "Simon'ın yüzünde haylaz bir gülümseme var.",

	//achievement
	"AchievementName": "Balıklarla Beraber Uyku!",
	"AchievementDescription": "Yıldızçiyi Akvaryumu'na her balıktan birer tane bağışlandı.",
	"AchievementCongratulations": "Başardın... Tebrikler! Yarın Akvaryum'u ağzına kadar dolu görmek için geri gel!",

	//ehehehe
	"PufferchickDonated": "Tezgahın arkasında bir şeyin tıkırdadığını duyuyorsun...",

	//mail
	"AquariumOpenLandslide": "Sevgili @,^^Dün gece kayma temizlendiğinde kimsenin yaralanmadığını duyunca rahatladım. Ancak bunun sonrasında Pelikan Kasabası'na giden trenin tekrar kullanılabilir olduğunu duydum.^Dolayısıyla yepyeni Yıldızçiyi Akvaryumu'nun açıldığını duyurmaktan gurur duyuyorum!^Arkadaşım Willy çok iyi bir balıkçı olduğunu söylüyor, herhalde yakalayabileceğin bazı örnekleri bağışlamayı düşünürsün.^^Saygılarımla, Yıldızçiyi Akvaryumu Müdürü.",
	"AquariumOPenLater": "Merhaba @!^^Yepyeni Yıldızçiyi Akvaryumu'nun açıldığını duyurmaktan gurur duyuyorum!^Arkadaşım Willy çok iyi bir balıkçı olduğunu söylüyor, herhalde yakalayabileceğin bazı örnekleri bağışlamayı düşünürsün.^^Saygılarımla, Yıldızçiyi Akvaryumu Müdürü."

}