{
  "ms-settings-title": "Impostazioni di Miniere e Grotte Craniche",
  "ms-regen-attempts-label": "Tentativi di Rigenerazione",
  "ms-regen-attempts-tooltip": "Imposta il numero di tentativi di rigenerazione per le Miniere e le Grotte Craniche.",
  "ms-successful-regen-criteria-title": "Criteri di Rigenerazione Riuscita per Miniere e Grotte Craniche",
  "ms-regen-success": "Queste impostazioni determinano cosa costituisce una rigenerazione riuscita. Se l'opzione è spuntata e il risultato del controllo è il minerale, la rigenerazione si interromperà e utilizzerà il risultato.",
  "ms-stop-copper": "Interrompi la Rigenerazione se Rame",
  "ms-stop-copper-tooltip": "Questo permetterà che un risultato di minerale di rame sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "ms-stop-iron": "Interrompi la Rigenerazione se Ferro",
  "ms-stop-iron-tooltip": "Questo permetterà che un risultato di minerale di ferro sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "ms-stop-gold": "Interrompi la Rigenerazione se Oro",
  "ms-stop-gold-tooltip": "Questo permetterà che un risultato di minerale d'oro sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "ms-stop-iridium": "Interrompi la Rigenerazione se Iridio",
  "ms-stop-iridium-tooltip": "Questo permetterà che un risultato di minerale di iridio sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "ms-stop-radio": "Interrompi la Rigenerazione se Radioattivo",
  "ms-stop-radio-tooltip": "Questo permetterà che un risultato di minerale radioattivo sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "ms-unsupported": "Supporto Valori Non Supportati per Miniere e Grotte Craniche",
  "ms-unsupported-tooltip": "Questa modifica richiama una funzione complessa nel codice di base del gioco più volte per ogni tessera dello schermo. A causa di questo, se hai configurato un valore di tentativi di rigenerazione superiore a 100, devi abilitare l'opzione qui sotto, il che causerà un ritardo ogni volta che carichi un livello vulcanico. La gravità del ritardo varierà in base alla disposizione del pavimento e, secondo i test iniziali, non romperà il gioco ma potrebbe causare crash su macchine più vecchie.",
  "ms-unsupported-option": "Abilita Valori Non Supportati",
  "ms-unsupported-desc": "Questo permetterà di supportare valori al di fuori dell'intervallo 0-100. I valori negativi verranno sempre impostati su 0.",
  "vd-settings-title": "Impostazioni del Dungeon del Vulcano (Beta)",
  "vd-regen-attempts-label": "Tentativi di Rigenerazione del Minerale",
  "vd-regen-attempts-tooltip": "Imposta il numero di tentativi di rigenerazione per il Dungeon del Vulcano. Il valore predefinito è 2.",
  "vd-successful-regen-criteria-title": "Criteri di Rigenerazione Riuscita per il Dungeon del Vulcano",
  "vd-regen-success": "Queste impostazioni determinano cosa costituisce una rigenerazione riuscita. Se l'opzione è spuntata e il risultato del controllo è il minerale, la rigenerazione si interromperà e utilizzerà il risultato.",
  "vd-stop-copper": "Interrompi la Rigenerazione se Rame",
  "vd-stop-copper-tooltip": "Questo permetterà che un risultato di minerale di rame sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "vd-stop-iron": "Interrompi la Rigenerazione se Ferro",
  "vd-stop-iron-tooltip": "Questo permetterà che un risultato di minerale di ferro sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "vd-stop-gold": "Interrompi la Rigenerazione se Oro",
  "vd-stop-gold-toolip": "Questo permetterà che un risultato di minerale d'oro sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "vd-stop-iridium": "Interrompi la Rigenerazione se Iridio",
  "vd-stop-iridium-tooltip": "Questo permetterà che un risultato di minerale di iridio sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "vd-stop-cinder": "Interrompi la Rigenerazione se Scheggia di Cenere",
  "vd-stop-cinder-tooltip": "Questo permetterà che un risultato di scheggia di cenere sia considerato un successo e interromperà il tentativo di rigenerazione della tessera per diversi tipi di minerali.",
  "vd-unsupported": "Supporto Valori Non Supportati per il Dungeon del Vulcano",
  "vd-usupported-tooltip": "Questa modifica richiama una funzione complessa nel codice di base del gioco più volte per ogni tessera dello schermo. A causa di questo, se hai configurato un valore di tentativi di rigenerazione superiore a tre, devi abilitare l'opzione qui sotto, il che causerà un ritardo ogni volta che carichi un livello vulcanico. La gravità del ritardo varierà in base alla disposizione del pavimento e, secondo i test iniziali, non romperà il gioco ma potrebbe causare crash su macchine più vecchie.",
  "vd-usupported-option": "Abilita Valori Non Supportati",
  "vd-usupported-desc": "Questo permetterà di supportare valori al di fuori dell'intervallo 0-3. I valori negativi verranno sempre impostati su 0."
}
