{
  "ms-settings-title": "Configurações de Minas e Cavernas de Crânio",
  "ms-regen-attempts-label": "Tentativas de Regeneração",
  "ms-regen-attempts-tooltip": "Define o número de tentativas de regeneração para as Minas e Cavernas de Crânio.",
  "ms-successful-regen-criteria-title": "Critérios de Regeneração Bem-sucedida para Minas e Cavernas de Crânio",
  "ms-regen-success": "Essas configurações determinam o que é uma regeneração bem-sucedida. Se a opção estiver marcada e o resultado da verificação for o minério, a regeneração será interrompida e o resultado será utilizado.",
  "ms-stop-copper": "Interromper Regeneração se Cobre",
  "ms-stop-copper-tooltip": "Isso permitirá que um resultado de minério de cobre seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "ms-stop-iron": "Interromper Regeneração se Ferro",
  "ms-stop-iron-tooltip": "Isso permitirá que um resultado de minério de ferro seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "ms-stop-gold": "Interromper Regeneração se Ouro",
  "ms-stop-gold-tooltip": "Isso permitirá que um resultado de minério de ouro seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "ms-stop-iridium": "Interromper Regeneração se Irídio",
  "ms-stop-iridium-tooltip": "Isso permitirá que um resultado de minério de irídio seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "ms-stop-radio": "Interromper Regeneração se Radioativo",
  "ms-stop-radio-tooltip": "Isso permitirá que um resultado de minério radioativo seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "ms-unsupported": "Suporte a Valores Não Suportados para Minas e Cavernas de Crânio",
  "ms-unsupported-tooltip": "Esta modificação invoca uma função complexa no código base do jogo várias vezes para cada telha na tela. Portanto, se você configurou um valor de tentativas de regeneração maior que 100, você deve habilitar a opção abaixo, o que causará atrasos toda vez que carregar um nível de vulcão. A gravidade do atraso variará com o layout do piso e, de acordo com testes iniciais, não quebrará o jogo, mas pode causar travamentos em máquinas mais antigas.",
  "ms-unsupported-option": "Habilitar Valores Não Suportados",
  "ms-unsupported-desc": "Isso permitirá que valores fora do intervalo de 0-100 sejam suportados. Valores negativos sempre serão definidos como 0.",
  "vd-settings-title": "Configurações do Dungeon do Vulcão (Beta)",
  "vd-regen-attempts-label": "Tentativas de Regeneração de Minério",
  "vd-regen-attempts-tooltip": "Define o número de tentativas de regeneração para o Dungeon do Vulcão. O Valor Padrão é 2.",
  "vd-successful-regen-criteria-title": "Critérios de Regeneração Bem-sucedida para o Dungeon do Vulcão",
  "vd-regen-success": "Essas configurações determinam o que é uma regeneração bem-sucedida. Se a opção estiver marcada e o resultado da verificação for o minério, a regeneração será interrompida e o resultado será utilizado.",
  "vd-stop-copper": "Interromper Regeneração se Cobre",
  "vd-stop-copper-tooltip": "Isso permitirá que um resultado de minério de cobre seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "vd-stop-iron": "Interromper Regeneração se Ferro",
  "vd-stop-iron-tooltip": "Isso permitirá que um resultado de minério de ferro seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "vd-stop-gold": "Interromper Regeneração se Ouro",
  "vd-stop-gold-toolip": "Isso permitirá que um resultado de minério de ouro seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "vd-stop-iridium": "Interromper Regeneração se Irídio",
  "vd-stop-iridium-tooltip": "Isso permitirá que um resultado de minério de irídio seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "vd-stop-cinder": "Interromper Regeneração se Estilhaço de Cinza",
  "vd-stop-cinder-tooltip": "Isso permitirá que um resultado de estilhaço de cinza seja considerado um sucesso e interromperá as tentativas de regeneração da telha para diferentes tipos de minério.",
  "vd-unsupported": "Suporte a Valores Não Suportados para o Dungeon do Vulcão",
  "vd-usupported-tooltip": "Esta modificação invoca uma função complexa no código base do jogo várias vezes para cada telha na tela. Portanto, se você configurou um valor de tentativas de regeneração maior que três, você deve habilitar a opção abaixo, o que causará atrasos toda vez que carregar um nível de vulcão. A gravidade do atraso variará com o layout do piso e, de acordo com testes iniciais, não quebrará o jogo, mas pode causar travamentos em máquinas mais antigas.",
  "vd-usupported-option": "Habilitar Valores Não Suportados",
  "vd-usupported-desc": "Isso permitirá que valores fora do intervalo de 0-3 sejam suportados. Valores negativos sempre serão definidos como 0."
}
