{
  "ms-settings-title": "Настройки шахты и пещеры черепа",
  "ms-regen-attempts-label": "Попытки регенерации",
  "ms-regen-attempts-tooltip": "Устанавливает количество попыток регенерации для шахт и пещер черепа.",
  "ms-successful-regen-criteria-title": "Критерии успешной регенерации для шахты и пещеры черепа",
  "ms-regen-success": "Эти настройки определяют, что является успешной регенерацией. Если параметр установлен и результат проверки - это руда, регенерация будет остановлена, и результат будет использован.",
  "ms-stop-copper": "Остановить регенерацию при меди",
  "ms-stop-copper-tooltip": "Это позволит результату медной руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "ms-stop-iron": "Остановить регенерацию при железе",
  "ms-stop-iron-tooltip": "Это позволит результату железной руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "ms-stop-gold": "Остановить регенерацию при золоте",
  "ms-stop-gold-tooltip": "Это позволит результату золотой руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "ms-stop-iridium": "Остановить регенерацию при ириде",
  "ms-stop-iridium-tooltip": "Это позволит результату иридиевой руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "ms-stop-radio": "Остановить регенерацию при радиоактивном",
  "ms-stop-radio-tooltip": "Это позволит результату радиоактивной руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "ms-unsupported": "Поддержка не поддерживаемых значений для шахты и пещеры черепа",
  "ms-unsupported-tooltip": "Это изменение вызывает сложную функцию в базовом коде игры несколько раз для каждой плитки на экране. Поэтому, если вы установили значение попыток регенерации больше 100, вы должны включить нижний параметр, что вызовет задержки каждый раз при загрузке уровня вулкана. Тяжесть задержки будет различаться в зависимости от раскладки этажа и, согласно начальным тестам, не сломает игру, но может вызывать сбои на старых машинах.",
  "ms-unsupported-option": "Включить не поддерживаемые значения",
  "ms-unsupported-desc": "Это позволит поддерживать значения вне диапазона от 0 до 100. Отрицательные значения всегда будут установлены на 0.",
  "vd-settings-title": "Настройки вулканного подземелья (бета)",
  "vd-regen-attempts-label": "Попытки регенерации руды",
  "vd-regen-attempts-tooltip": "Устанавливает количество попыток регенерации для вулканного подземелья. Значение по умолчанию - 2.",
  "vd-successful-regen-criteria-title": "Критерии успешной регенерации для вулканного подземелья",
  "vd-regen-success": "Эти настройки определяют, что является успешной регенерацией. Если параметр установлен и результат проверки - это руда, регенерация будет остановлена, и результат будет использован.",
  "vd-stop-copper": "Остановить регенерацию при меди",
  "vd-stop-copper-tooltip": "Это позволит результату медной руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "vd-stop-iron": "Остановить регенерацию при железе",
  "vd-stop-iron-tooltip": "Это позволит результату железной руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "vd-stop-gold": "Остановить регенерацию при золоте",
  "vd-stop-gold-toolip": "Это позволит результату золотой руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "vd-stop-iridium": "Остановить регенерацию при ириде",
  "vd-stop-iridium-tooltip": "Это позволит результату иридиевой руды считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "vd-stop-cinder": "Остановить регенерацию при осколке пепла",
  "vd-stop-cinder-tooltip": "Это позволит результату осколка пепла считаться успешным и прекратит попытки регенерации плитки для разных типов руды.",
  "vd-unsupported": "Поддержка не поддерживаемых значений для вулканного подземелья",
  "vd-usupported-tooltip": "Это изменение вызывает сложную функцию в базовом коде игры несколько раз для каждой плитки на экране. Поэтому, если вы установили значение попыток регенерации больше трех, вы должны включить нижний параметр, что вызовет задержки каждый раз при загрузке уровня вулкана. Тяжесть задержки будет различаться в зависимости от раскладки этажа и, согласно начальным тестам, не сломает игру, но может вызывать сбои на старых машинах.",
  "vd-usupported-option": "Включить не поддерживаемые значения",
  "vd-usupported-desc": "Это позволит поддерживать значения вне диапазона от 0 до 3. Отрицательные значения всегда будут установлены на 0."
}
