{
    "Mon": "Welcome to the Archaeology Office! Feel free to make yourself at home.",
    "Mon2": "Hey, @. I hope life on the farm is going well for you.",
    "Mon4": "Hey, @. Do you have any hobbies outside of work? I love playing video games at the saloon.",
    "Mon10": "Sometimes I have regrets about moving here and buying a completely empty museum and library.#$e#But you only live once, and this is my chance to live out my dream.",
    "Tue": "I'm sorry that I haven't helped you in your search for artifacts.#$e#I've been working on trying to restore the books here. A lot of them are falling apart.",
    "Tue2": "Would you like a cup of tea while you browse the shelves? I make a mean Earl Grey.",
    "Tue4": "I hope Elliott will publish his writing one day. I've helped him edit some of it, and it's quite good.",
    "Tue8": "I'd love to settle down one day, but there aren't many eligible ladies my age here.",
    "Wed": "I dream of one day turning this museum into a grand archaeology museum the size of the Smithsonian.",
    "Wed8": "There's a beautiful stray cat that hangs around here sometimes.#$e#I'd give anything to let him roam around the library, but Mayor Lewis won't allow it.",
    "Wed4": "Today has been terrible, so I'm sorry if I seem upset. I spilled tea all over a new shipment of books.",
    "Thu": "If I had the funds, I'd set up one of these rooms as a classroom for Penny.#$e#It must be hard for her to teach the kids since we don't have a school here.",
    "Thu4": "I'm glad we're becoming friends. There aren't many people I've gotten to know in this town.",
    "Thu6": "Have you ever read 'Tale of Two Cities'? I just started reading it and it's a brilliant novel.",
    "Thu8": "'Tale of Two Cities' is far more tragic than I expected. I'd still recommend it though.",
    "Fri": "I hope you enjoy your time at the library.",
    "Fri4": "Hey, @. You might not want to get too close to me. I think I'm coming down with something.",
    "Fri6": "You seem to have settled in better than I have. I haven't even built a bedroom in this museum yet.",
    "Sat": "Thank you for being so gracious and helping me restore the museum and library.#$e#I'll never be able to fully express my gratitude.",
    "Sat2": "I slept on the floor near the fireplace yesterday, and it really hurt my back.",
    "Sat4": "I wish the kids would be a little more respectful of the artifacts here.#$e#They knocked down a shelf yesterday while they were running around.",
    "Sat8": "You're really the only friend I have here. I greatly value our friendship.",
    "Sun": "I hope your weekend is going well, @!",
    "Sun6": "I always used to get my clothing from an excellent stylist in the city.#$e#If I hadn't spent all my money on buying this museum, I'd go back there soon.#$e#My hat is getting slightly frayed.",
    "Sun8": "I sometimes wish that I was born in a different era. People are too attached to their electronics these days.#$e#That's why I spend so much time collecting artifacts from the past. Life was better back then.",
    "Sun10": "An anonymous donor just gave $100 to the museum.#$e#It may not be much, but it made my day to know that people appreciate what I do.",
    "Sun4": "I'm glad I moved out of the city. Life there was hectic and miserable.",
    "Sun2": "It's nice to see you again, @."
}
