{
	"spring/sunny1": "The sun gently peeks into the room, slowly waking you up for another day.",
	"spring/sunny2": "The birds are chirping merrily this morning.",
	"spring/sunny3": "It's unusually warm this morning! Looks like summer decided to come early.",
	"spring/sunny4": "You hear a distant rustling from the bushes. Sounds like the squirrels are busy this morning.",
	"spring/sunny5": "You can hear birds signing merrily this morning. They sound like they are happy to be home from the winter",
	"spring/sunny6": "It's unseasonably cold this morning... it seems that winter isn't quite done yet.",
	"spring/sunny7": "You awaken just in time to see the first sunlight from your window. You feel like today will be a good day.",
	"spring/sunny8": "As you watch the sunrise from your window, you spot a baby rabbit hop across your yard.",
	"spring/sunny9": "Hearing the sounds of chittering squirrels and chipmunks, you slowly stir from your sleep.",
	"spring/sunny10": "The haunting call of a loon can be heard coming from the direction of the water.",
	"spring/windy1": "A soft breeze fills the room with scent of flowers.",
	"spring/windy2": "The scent of wildflowers find their way into your home on the breeze.",
	"spring/windy3": "A warm breeze has found it's way over the valley, you can see flower pedals being blown past your window.",
	"spring/windy4": "You spot a few stray flower petals dance by your window.",
	"spring/windy5": "You hear a cool breeze brush against your house, swooshing by briefly.",
	"spring/windy6": "You look outside. Where those tulip pedals on the wind or perhaps from an apple tree?",
	"spring/windy7": "A crow flies by your window, thrown off their balance by a surprise gust of wind.",
	"spring/windy8": "A stray breeze found its way into your room this morning. You sneeze as soon as the pollen hits your nose.",
	"spring/windy9": "Your eyes tear up and your nose itches this morning as the wind scatters pollen over the valley.",
	"spring/rain1": "It's chilly this morning, with moisture lingering in the air.",
	"spring/rain2": "You awaken to the soft pitter patter of raindrops.",
	"spring/rain3": "A gust of wind blows a sharp volley of rain against your window.",
	"spring/rain4": "Warm, humid air fills your room this morning as the rain begins to fall.",
	"spring/rain5": "You are greeted by an unseasonably cool morning, with heavy clouds filled with rain.",
	"spring/rain6": "You can hear ducks quacking outside, enjoying the rain as the waddle about their day.",
	"spring/rain7": "As you look outside, you spot some birds grabbing earthworms from the muddy ground.",
	"spring/rain8": "The sound of rain falling on your home fills the room with a calm and relaxing ambience",
	"spring/rain9": "Although the light is dim, you can't help but feel uplifted by sound of the spring rain.",
	"spring/rain10": "A rainstorm has come over the valley. You can tell even before opening your eyes from the sound of rain pounding on your roof.",
	"spring/lightning1": "As you slowly awaken from your sleep, you hear the heavy rain falling outside your house accompanied by the crack of thunder.",
	"spring/lightning2": "A flash of light briefly fills the room before the distant rumble of thunder echoes over the valley.",
	"spring/lightning3": "You awaken to the sound of the rain pounding against your roof accompanied by the roar of thunder.",
	"spring/lightning4": "The moisture in the air washes away any lingering allergens. You can breathe without sneezing this morning.",
	"spring/lightning5": "Heavy rain falls outside your window filling your room with the sounds of the downpour.",
	"spring/lightning6": "Thunder roars off in the distance as the first rain of the storm begins to fall.",
	"summer/sunny1": "You awaken, feeling overly warm under the blankets. You can tell it's going to be a hot day.",
	"summer/sunny2": "It's a beautiful day to do some farm work!",
	"summer/sunny3": "The humidity fills the room even this early in the morning.",
	"summer/sunny4": "It's nice this morning! Not too hot, not too cold. You feel energized and ready to take on the day!",
	"summer/sunny5": "It's surprisingly chilly this morning. Feels like it might be a mild day.",
	"summer/sunny6": "You awaken to the sound of birds signing outside your window, already going about their day.",
	"summer/sunny7": "It's already bight and sunny outside by the time you wake up. Time to get up and meet the day!",
	"summer/sunny8": "Sunlight bathes the valley before you have a chance to wake up.",
	"summer/sunny9": "An early sunrise beams down on your face, waking you from your sleep.",
	"summer/sunny10": "You hear the squawks of crows coming from outside as they fly over your farm.",
	"summer/sunny11": "Seagulls are flying overhead outside, calling to any who would listen to give them food.",
	"summer/sunny12": "As you awaken, you can hear the distinct sound of an Owl call echoing from someplace close.",
	"summer/rain1": "A warm wind blows in your open window, carrying a few raindrops inside with it.",
	"summer/rain2": "A gentle rain could has blanketed the valley this morning. Moisture lingers in the air as the rain falls outside.",
	"summer/rain3": "The rain offers no relief from the oppressive heat, instead adding to the already stifling humidity.",
	"summer/rain4": "A cool wind meets the warm summer air as rain washes over the valley, a reprieve from the hot summer air.",
	"summer/rain5": "What seemed like a few droplets quickly turns to a downpour. It looks like rain will persist today.",
	"summer/rain6": "The falling rain seems to wash away the humidity, brining cooler air to your home this morning.",
	"summer/lightning1": "Humidity fills the room as the rain crashes against the roof. Haven't had a storm like this in a while...",
	"summer/lightning2": "You can almost feel the electricity in the air as a flash of light from outside confirms to you today's weather.",
	"summer/lightning3": "Thunder booms overhead, filling the room with a sound as intense as the flash of lightning.",
	"summer/lightning4": "As you slowly wake up, you catch a quick glance of a thunderbolt reaching down from the clouds.",
	"summer/lightning5": "Several thundercracks can be heard echoing in the distance.",
	"summer/lightning6": "You wake up to a room that feels cooler than when you went to sleep. Before you have a chance to question why, thunder roars over your home.",
	"fall/sunny1": "Your room is filled with the smell of freshly fallen leaves.",
	"fall/sunny2": "As you awaken, you catch a glimpse of a few critters scurrying about, gathering food for the winter.",
	"fall/sunny3": "It's really cold this morning. A prelude to what winter will bring.",
	"fall/sunny4": "You slowly wake to hear the hooting of an owl right outside your window. It flies away before you can spot it.",
	"fall/sunny5": "The days are getting shorter... the mornings are getting darker day by day.",
	"fall/sunny6": "As you rise from your bed, you look out your window to see the many beautiful colours of autumn.",
	"fall/sunny7": "You hear a murder of crows fly over your house, scouting around for easy food.",
	"fall/sunny8": "A strange black cat is perched on your window. Before you can approach it, it jumps down and darts away.",
	"fall/sunny9": "A cool, refreshing breeze has come over the valley, an ideal day for farm work.",
	"fall/sunny10": "You are by a bump in the night... you look around and doze back to sleep, awakening in the morning. It was probably a dream... right?",
	"fall/windy1": "You hear the sound of geese honking overhead as they migrate south for the winter.",
	"fall/windy2": "Howling from outside awakens you with a start! However, you quickly realize it was just the wind",
	"fall/windy3": "Coloured leaves blow passed your window, carried on the wind by a gentle breeze.",
	"fall/windy4": "You catch a glimpse of birds darting about outside, preparing for their migration south for the winter.",
	"fall/windy5": "A ghostly howl fills the room as the wind and clouds gust over your home.",
	"fall/windy6": "More and more leaves are rustled off their branches by the wind. Winter will be upon the valley soon.",
	"fall/windy7": "Your nose feels cold as you turn to bury it in your pillow.",
	"fall/windy8": "The autumn winds blow cool air over the valley, you can tell as the tips of your ears are cold, even in bed.",
	"fall/rain1": "The dull, gray light of sun filtered by clouds washes over the room. Soon after, you hear the rain begin to fall..",
	"fall/rain2": "The smell of rain and fallen leaves combine to fill your room with the unique scent of autumn.",
	"fall/rain3": "There is something haunting about watching the rain slowly wash away the morning mists...",
	"fall/rain4": "You hear the rain falling on your roof in the early morning.",
	"fall/rain5": "It was so warm yesterday... but now the cool air has come and brought rain with it over the valley.",
	"fall/rain6": "The sound of rain falling on the autumn leaves fills the room as you slowly wake up for another day.",
	"fall/rain7": "The silence of the early morning is only broken when raindrops softly fall onto your roof.",
	"fall/lightning1": "Your room is remarkably dark this morning until a sudden flash of light illuminates everything for but a moment.",
	"fall/lightning2": "You awaken to the sound of thunder rumbling softly in the distance.",
	"fall/lightning3": "Thunder booms overhead, filling the room with a sound as intense as the flash of lightning.",
	"fall/lightning4": "It was a dark and stormy morning...",
	"fall/lightning5": "You lay in bed, thinking about the work that needs to be done today until you are interrupted by a crash of thunder and lightning.",
	"fall/lightning6": "Your eyes open to catch the sight of lightning streaking across the sky early in the morning.",
	"winter/sunny1": "You hear the soft crunching of snow from outside. A snow rabbit perhaps?",
	"winter/sunny2": "A chill draft wakes you from your sleep...",
	"winter/sunny3": "You catch a glimpse of the snow outside. It sparkles in the morning sunlight.",
	"winter/sunny4": "Your bed is warm and cozy.... you really don't want to get up, but the day has started.",
	"winter/sunny5": "The air is crisp and cool and your ears are a little chilled in the morning air.",
	"winter/sunny6": "You lay in bed a few minuets more. It's too cozy to get up just yet.",
	"winter/sunny7": "You dreamt about the holidays last night. It's put you in a cheery mood this morning",
	"winter/sunny8": "Your windows are frosted over with ice on the rims. It's bitterly cold today.",
	"winter/sunny9": "You see some rabbit tracks in the snow from your window. The hop off in the direction of town.",
	"winter/snow1": "You see the snow falling silently outside.",
	"winter/snow2": "The snow deafens the sounds outside, leaving you in a warm cozy silence.",
	"winter/snow3": "Looking out your window, you spot some tracks slowly being masked by the fresh falling snow.",
	"winter/snow4": "A long, drawn out howl of wind blows snow past your window.",
	"winter/snow5": "The snow falls gently just outside your window, blanketing the valley.",
	"winter/snow6": "You watch the snow fall and remember an old poem...'Shall I compare thee to a summers day?'",
	"winter/snow7": "Just as you were starting to miss the songs of birds, you chance hear a snowbird chirping from the woods.",
	"winter/snow8": "You are greeted by a beautiful, bright day with snowfall filling the view.",
	"winter/snow9": "Clouds overcast the valley as the snow falls, blanketing everything in sight.",
	"winter/snow10": "You shiver in the cold morning air as a foot of yours found its way outside your blankets.",
	"winter/snow11": "Your blankets are so warm compared to the winter cold around you. You wish you could stay in bed today."
}
