{
	"spring/sunny1": "Солнце нежно заглядывает в комнату, заставляя вас медленно открыть глаза.",
	"spring/sunny2": "Птицы весело щебечут этим утром.",
	"spring/sunny3": "Сегодня необычайно тепло! Похоже, лето решило прийти пораньше.",
	"spring/sunny4": "Вы слышите отдаленный шелест из кустов. Похоже, белки чем-то заняты этим утром.",
	"spring/sunny5": "Вы слышите как весело поют птицы этим утром. Они звучат так, словно рады вернуться домой после зимы.",
	"spring/sunny6": "Сегодня не по сезону холодно... похоже, зима еще не совсем закончилась.",
	"spring/sunny7": "Вы проснулись как раз вовремя, чтобы увидеть первый солнечный свет из вашего окна. Вы чувствуете, что сегодня будет хороший день.",
	"spring/sunny8": "Когда вы смотрите на восход солнца из своего окна, вы замечаете, как кролик прыгает через ваш двор.",
	"spring/sunny9": "Услышав шушуканье белок и бурундуков, вы медленно пробуждаетесь ото сна.",
	"spring/sunny10": "Со стороны озера доносится навязчивый крик гагары.",
	"spring/windy1": "Легкий ветерок наполняет комнату ароматом цветов.",
	"spring/windy2": "Аромат полевых цветов проникает в ваш дом с легким ветерком.",
	"spring/windy3": "Тёплый ветерок пронесся над долиной, сквозь окно вы видите, как лепестки цветов проносятся мимо.",
	"spring/windy4": "Вы замечаете несколько случайных цветочных лепестков, летающих у вашего окна.",
	"spring/windy5": "Вы слышите, как прохладный ветерок касается вашего дома, быстро проносясь мимо.",
	"spring/windy6": "Вы смотрите на улицу. Это тюльпановые лепестки на ветру или, может быть, яблоневые?",
	"spring/windy7": "У вашего окна пролетает ворона, сбитая с ног неожиданным порывом ветра.",
	"spring/windy8": "Этим утром в вашу комнату вошел слабый ветерок. Вы чихаете, как только пыльца попадает в ваш нос.",
	"spring/windy9": "Твои глаза слезятся, а нос чешется, когда ветер разбрасывает пыльцу по долине.",
	"spring/rain1": "Сегодня утром холодно, в воздухе еще держится влага.",
	"spring/rain2": "Вы просыпаетесь от мягкого стука дождевых капель.",
	"spring/rain3": "Порыв ветра швыряет в окно капли дождя.",
	"spring/rain4": "Теплый, влажный воздух наполняет вашу комнату этим утром, когда начинается дождь.",
	"spring/rain5": "Вас встречает не по сезону прохладное утро с тяжелыми облаками, наполненными дождем.",
	"spring/rain6": "Вы можете услышать, как утки крякают на улице, наслаждаясь дождем и покачиваясь из стороны в сторону.",
	"spring/rain7": "Когда вы выглядываете наружу, вы замечаете несколько птиц, хватающих дождевых червей из грязной земли.",
	"spring/rain8": "Звук дождя, падающего на ваш дом, наполняет комнату спокойной и расслабляющей атмосферой.",
	"spring/rain9": "Хотя свет тусклый, вы не можете не чувствовать себя взволнованным от звуков весеннего дождя.",
	"spring/rain10": "Над долиной разразился ливень. Вы можете сказать это еще до того, как откроете глаза, по звуку дождя, стучащего по крыше.",
	"spring/lightning1": "Когда вы медленно просыпаетесь ото сна, вы слышите сильный дождь, в сопровождении раската грома.",
	"spring/lightning2": "Вспышка света на мгновение заполняет комнату, прежде чем отдаленный раскат грома эхом разносится над долиной.",
	"spring/lightning3": "Вы просыпаетесь от звука дождя, стучащего по вашей крыше, сопровождаемого ревом грома.",
	"spring/lightning4": "Влага в воздухе смывает все застарелые аллергены. Сегодня утром ты можешь дышать, не чихая.",
	"spring/lightning5": "Сильный дождь падает за вашим окном, наполняя вашу комнату звуками ливня.",
	"spring/lightning6": "Вдалеке гремит гром, когда начинает накрапывать первый ливень.",
	"summer/sunny1": "Вы просыпаетесь, чувствуя себя немного вспотевшим. Вы можете сказать, что это будет жаркий день.",
	"summer/sunny2": "Это прекрасный день для работы на ферме!",
	"summer/sunny3": "Влажность наполняет комнату даже в это раннее утро.",
	"summer/sunny4": "Как хорошо сегодня утром! Не слишком жарко, не слишком холодно. Вы чувствуете себя энергичным и готовым взять на себя весь день!",
	"summer/sunny5": "Сегодня утром удивительно прохладно. Такое ощущение, что будет тихий денек.",
	"summer/sunny6": "Вы просыпаетесь от пения птиц за окном, которые уже начали свой рабочий день.",
	"summer/sunny7": "Когда ты просыпаешься, на улице уже светло и солнечно. Пора вставать и встречать новый день!",
	"summer/sunny8": "Солнечный свет заливает долину прежде, чем вы успеете проснуться.",
	"summer/sunny9": "Ранний восход солнца освещает твое лицо, пробуждая тебя ото сна.",
	"summer/sunny10": "Вы слышите крики ворон, летящих над вашей фермой.",
	"summer/sunny11": "Чайки летают над домом и просят еды.",
	"summer/sunny12": "Когда вы просыпаетесь, вы можете услышать отчетливый звук совиного крика, эхом отдающийся где-то рядом.",
	"summer/rain1": "Теплый ветер дует в открытое окно, унося с собой несколько капель дождя.",
	"summer/rain2": "Легкий дождь мог бы окутать долину этим утром. В воздухе держится влага.",
	"summer/rain3": "Дождь не дает никакого облегчения от гнетущей жары, вместо этого добавляя к уже удушливой влажности.",
	"summer/rain4": "Прохладный ветер встречает теплый летний воздух, когда дождь омывает долину, давая передышку от жаркого летнего воздуха.",
	"summer/rain5": "То, что казалось несколькими каплями, быстро превращается в ливень. Похоже, дождь будет продолжаться и сегодня.",
	"summer/rain6": "Падающий дождь, кажется, смывает влажность, принося прохладный воздух в ваш дом этим утром.",
	"summer/lightning1": "Влажность заполняет комнату, когда дождь стучит по крыше. Давно уже не было такой бури...",
	"summer/lightning2": "Вы можете почти почувствовать электричество в воздухе, поскольку вспышка света снаружи подтверждает вам сегодняшнюю погоду.",
	"summer/lightning3": "Над головой гремит гром, наполняя комнату таким же интенсивным звуком, как вспышка молнии.",
	"summer/lightning4": "Когда вы медленно просыпаетесь, вы быстро замечаете удар молнии, спускающийся с облаков.",
	"summer/lightning5": "Несколько раскатов грома эхом отдаются в отдалении.",
	"summer/lightning6": "Вы просыпаетесь в комнате, которая кажется прохладнее, чем когда вы ложились спать. Прежде чем вы успеете спросить почему, над вашим домом гремит гром.",
	"fall/sunny1": "Ваша комната наполнена запахом свежевыпавших листьев.",
	"fall/sunny2": "Когда вы просыпаетесь, вы мельком видите несколько животных, снующих вокруг, собирая пищу на зиму.",
	"fall/sunny3": "Сегодня очень холодно. Прелюдия к тому, что принесет зима.",
	"fall/sunny4": "Вы медленно просыпаетесь, чтобы услышать уханье совы прямо за вашим окном. Она улетает прежде, чем вы успеваете ее заметить.",
	"fall/sunny5": "Дни становятся короче... утро с каждым днем становится все темнее.",
	"fall/sunny6": "Поднимаясь с постели, вы выглядываете в окно, чтобы увидеть множество прекрасных осенних красок.",
	"fall/sunny7": "Вы слышите, как над вашим домом пролетает стая ворон, ищущих легкой пищи.",
	"fall/sunny8": "Странная черная кошка сидит на вашем окне. Прежде чем вы успеваете приблизиться к ней, она прыгает вниз и уносится прочь.",
	"fall/sunny9": "Прохладный, освежающий бриз пронесся над долиной. Идеальный день для работы на ферме.",
	"fall/sunny10": "Ты ударяешься обо что-то в темноте.. оглядываешься вокруг.. и снова засыпаешь, просыпаясь утром. Наверное, это был сон... так ведь?",
	"fall/windy1": "Вы слышите звуки гусей, гудящих над головой, когда они мигрируют на юг на зиму.",
	"fall/windy2": "Вой снаружи мгновенно пробуждает вас! Тем не менее, вы быстро понимаете, что это был просто ветер",
	"fall/windy3": "Цветные листья проносятся мимо вашего окна, уносимые легким ветерком.",
	"fall/windy4": "Вы мельком видите птиц, мечущихся снаружи, готовясь к зимнему перелету на юг.",
	"fall/windy5": "Призрачный вой наполняет комнату, когда ветер и облака проносятся над вашим домом.",
	"fall/windy6": "Ветер срывает с ветвей все больше и больше листьев. Скоро в долине наступит зима.",
	"fall/windy7": "Твой нос холодеет, когда ты поворачиваешься, чтобы зарыться в подушку.",
	"fall/windy8": "Осенние ветры дуют прохладным воздухом над долиной, вы можете сказать, что кончики ваших ушей холодны даже в постели.",
	"fall/rain1": "Тусклый, серый свет солнца, просачивающийся сквозь облака, заливает комнату. Вскоре после этого вы слышите, как начинается дождь.",
	"fall/rain2": "Запах дождя и опавших листьев наполняют вашу комнату неповторимым ароматом осени.",
	"fall/rain3": "Есть что-то странное в том, чтобы смотреть, как дождь медленно смывает утренний туман...",
	"fall/rain4": "Вы слышите, как дождь падает на вашу крышу ранним утром.",
	"fall/rain5": "Вчера было так тепло... но теперь пришел прохладный воздух и принес с собой дождь над долиной.",
	"fall/rain6": "Звук дождя, падающего на осенние листья, наполняет комнату, когда вы медленно просыпаетесь.",
	"fall/rain7": "Тишина раннего утра нарушается только тогда, когда капли дождя мягко падают на вашу крышу.",
	"fall/lightning1": "Сегодня утром в вашей комнате удивительно темно, пока внезапная вспышка света не освещает все вокруг на мгновение.",
	"fall/lightning2": "Вы просыпаетесь от звука грома, мягко грохочущего в отдалении.",
	"fall/lightning3": "Над головой гремит гром, наполняя комнату звуком столь же сильным, как вспышка молнии.",
	"fall/lightning4": "Утро темное и ненастное...",
	"fall/lightning5": "Вы лежите в постели, думая о работе, которую нужно сделать сегодня, пока вас не прерывают раскаты грома и молнии.",
	"fall/lightning6": "Ваши глаза открываются, чтобы поймать вид молнии, проносящейся по небу рано утром.",
	"winter/sunny1": "Вы слышите мягкий хруст снега снаружи. Может быть, снежный кролик?",
	"winter/sunny2": "Холодный сквозняк будит вас ото сна...",
	"winter/sunny3": "Вы мельком видите снег снаружи. Он сверкает в лучах утреннего солнца.",
	"winter/sunny4": "Ваша кровать теплая и уютная.... вы действительно не хотите вставать, но день уже начался.",
	"winter/sunny5": "Воздух свежий и прохладный, и ваши уши немного охлаждаются в утреннем воздухе.",
	"winter/sunny6": "Ты лежишь в постели еще несколько минут. Здесь слишком уютно, чтобы вставать прямо сейчас.",
	"winter/sunny7": "Прошлой ночью тебе снились каникулы. Это привело тебя в хорошее настроение сегодня утром.",
	"winter/sunny8": "Ваши окна покрыты льдом по краям. Сегодня очень холодно.",
	"winter/sunny9": "Из окна ты видишь следы кроликов на снегу. Следы идут в сторону города.",
	"winter/snow1": "Вы видите, как снаружи тихо падает снег.",
	"winter/snow2": "Снег заглушает звуки снаружи, оставляя вас в теплой уютной тишине.",
	"winter/snow3": "Глядя в окно, вы замечаете, что некоторые следы медленно маскируются свежим падающим снегом.",
	"winter/snow4": "Долгий, протяжный вой ветра гонит снег мимо вашего окна.",
	"winter/snow5": "Снег мягко падает прямо за вашим окном, покрывая долину.",
	"winter/snow6": "Ты смотришь, как падает снег, и вспоминаешь старое стихотворение...'Тебя сравнить возможно ли с одним из летних дней?'",
	"winter/snow7": "Как только вы начинаете скучать по пению птиц, вы случайно слышите щебетание снежной птицы из леса.",
	"winter/snow8": "Вас встречает прекрасный, яркий день со снегопадом, заполняющим вид.",
	"winter/snow9": "Тучи заволокли долину, закрывая все вокруг.",
	"winter/snow10": "Ты начинаешь дрожать из-за холодного утреннего воздуха, как только высовываешь ногу из под одеяла.",
	"winter/snow11": "Твое одеяло такое теплое, по сравнению с зимним холодом вокруг. Жаль, что ты не можешь сегодня остаться в постели."
}
