{
  "companionAccepted": "Sounds cool, let's go!",
  "companionAccepted_Spouse": "Sure! I could use some walk to stretch these legs.#$b#I am sure it'll be a lot of fun, especially with you around, @!$1",
  "companionRejected": "Sorry, I can't right now. I've gotta practice.",
  "companionRejectedNight": "It's getting late, sorry.",
  "companionRejectedNight_Spouse": "Sorry, @, but I can't stay up too late. Good night sleep is important if you wanna stay fit.#$b#Maybe tomorrow. We can jog around if you want!$1",
  "companionDismiss": "No problem, I'll see you around.",
  "companionDismiss_Spouse": "We should do this more often! It was a lot of fun!$1#$b#...and quite a workout too. Don't forget to stay hydrated, take care!",
  "companionDismissAuto": "I gotta go now, it's late and my dog needs feeding. See ya around, @!",
  "companionDismissAuto_Spouse": "Sorry if this is a bit sudden, but I think I am gonna go home now.#$b#Stay safe and go to bed soon! Love you!",
  "companionRecruited": "Awesome!$h#$b#Where are we going?$0",
  "companionRecruited_Spouse": "This is great, I am all pumped up!$1#$b#Or maybe I am just nervous. My heart's beating so quickly!$4",
  "companionSuggest": "I feel like doing some outdoor activities today.#$q -1 -1#Do you want to come, @?#$r -1 0 Yes#Yeah, why not? Let me gather my things.#$r -1 0 No#Sorry, I have some things to do today. Maybe next time?",
  "companionSuggest_Yes": "Great! Let's break some sweat.$h",
  "companionSuggest_No": "Oh, no problem. See you later, then.",
  "companion_Beach": "I always feel energized here!$h",
  "companion_Beach_Dating": "You look great from all that farm work, @, your body is pretty amazing.#$b#I've always thought that, but now that we're dating, it's not weird for me to say it, right?$4",
  "companion_Beach_Spouse": "I'd like to come here with you more often, especially when it's warm out.#$b#It's pretty cool we have this beach near town, and most of the time it's like we have it all to ourselves!$1",
  "companion_Beach_Spouse~1": "You wanna go swimming with me sometime? When the weather's nice, I really get the urge!",
  "companion_Farm": "This place has a lot of space for exercising. I like it!",
  "companion_Farm_Dating": "So, this is where the magic happens, huh.#$b#I think I'd make a pretty good farmer, if this going pro thing doesn't work out.",
  "companion_Farm_Spouse": "It's so cool to see how our farm is thriving! We make a great team, don't you think?$1",
  "companion_Forest": "It's hard to move fast with all these trees and bushes, but that just makes it more challenging!",
  "companion_Forest_Dating": "It's good for us to come out here and exercise together.#$b#Not that you need it, of course!$4",
  "companion_Forest_Spouse": "Even with all these bushes and trees, I could probably figure out a cool way to work out.#$b#Like an obstacle course!",
  "companion_Mine": "This place is meant for strong people. That's why you brought me here, right?$1",
  "companion_Mine_Dating": "Hey, @, if you get scared, you can totally hold my hand.#$b#I mean, I'm fine, but it's cool if you need me, or whatever...$4",
  "companion_Mine_Spouse": "I'm glad you brought me here with you honey. I'll protect you, don't worry!",
  "companion_Mountain_Dating": "Doesn’t that science chick live out this way?#$b#Do you think her and Harvey were ever a thing? Probably, they’re both nerds.#$b#I didn’t mean that in a bad way, just, you know, they're super smart!$1",
  "companion_Mountain_Spouse": "Hey, @, we should start jogging here in the mornings, and then we could go to the spa to relax!$1",
  "companion_Town": "The town? I thought we were gonna explore someplace interesting...",
  "companion_Town_Dating": "Hey, let's go say hi to Dusty while we're here.",
  "companion_Town_Spouse": "I've been reading this new book on exercise techniques and with years of training behind me, I was thinking maybe I could start a small business in town.#$b#Like personal training, help the other residents get into better shape.#$b#What do you think?",
  "companion_Town_Spouse~1": "I need to check in with my grandparents more often.#$b#We should have them over for dinner sometime."
}
