{
  "companionAccepted_Spouse": "Absolutely! I'd love to go! I can't wait to go outside and spend some time with you in nature!$1",
  "companionRejectedNight_Spouse": "I don't think it's a good idea to go out at this hour, dear. Maybe next time!",
  "companionDismiss_Spouse": "I had great time with you, @! Thank you for taking me out, today!$1#$b#Say hi to Haley and Clint for me if you see them! See you at home!",
  "companionDismissAuto_Spouse": "I should get going. It was really nice going out with you.#$b#Don't stay out too late and stay safe. May Yoba always protect you.",
  "companionRecruited_Spouse": "I really love spending time with you, dear. It makes me feel all sorts of positive emotion inside.$4",
  "companionAccepted": "Absolutely!$h",
  "companionRejected": "No, thank you. I feel the spirits are unhappy with me today.",
  "companionRejectedNight": "Don't you know it's dangerous to explore at night?",
  "companionDismiss": "Alright, I'll see you later!",
  "companionDismissAuto": "Sorry, @, I have to go. Haley is terrible at cooking and if I'm not there she'll burn the whole house down!",
  "companionRecruited": "Lead the way.$h",
  "companionSuggest": "What a wonderful day! I feel the urge to go on a walk and admire the Valley...#$q -1 -1#Would you accompany me?#$r -1 0 Yes#That would be nice. Let's go!#$r -1 0 No#Today I can't, but thanks for inviting me.",
  "companionSuggest_Yes": "I knew you were enjoying this day as much as I am!$h",
  "companionSuggest_No": "It's okay. I sense we will have many other opportunities in the future...",
  "companion_Beach": "Oh, I want to look for some urchins! Did you know they make beautiful dyes?",
  "companion_Beach_Dating": "I love the sea, but looking at it makes me sad sometimes.$2#$b#I can't help but think about what we're doing to it, and it's beautiful creatures. Sorry to be downer...$2",
  "companion_Farm": "I hope all your crops are organic, @. You know, they taste much better that way!$1",
  "companion_Farm_Dating": "You're a really great farmer, @! It's wonderful that you've found your calling, or rather that it's found you!$1",
  "companion_Farm_Spouse": "I really love my crystal garden, @, but it pales in comparison to the natural beauty of our farm!#$b#I always feel rejuvenated here!",
  "companion_Forest": "This forest is always brimming with powerful energies. I wonder why...",
  "companion_Forest_Dating": "With the quiet of the forest and the absence of daily distractions, I feel so close to you, @.$4#$b#I always knew we'd have a special bond...$4",
  "companion_Forest_Spouse": "My horoscope was right! I did get to 'experience nature in all it's majesty' today! Thank you, dear!$1",
  "companion_Forest_Spouse~1": "I have many friends in this forest.#$b#No, not people dear, the trees themselves!#$b#Oh, don't look at me like that!$1",
  "companion_Mine": "I should use this opportunity to gather some crystals!$h",
  "companion_Mine_Dating": "I'm praying we don't run into any of the mines inhabitants, I don't enjoy slaying them.$2#$b#I wish they weren't so hostile and we could share the space, but I understand why they are.$2",
  "companion_Mine_Dating~1": "It's a good thing Harvey's clinic isn't too far from here, you never know what could happen!$3#$b#Let's stay close together, okay, @?",
  "companion_Mine_Spouse": "Yoba, please bless us in this place!$3",
  "companion_Mine_Spouse~1": "It's hard for me to be here, @. I don't want to hurt these creatures, and we are trespassing in their home after all.$2#$b#I know we're protecting ourselves, but I wish there was another way...$2",
  "companion_Mountain": "I think Linus chose such a nice place to live, don't you agree?",
  "companion_Mountain_Dating": "Linus is a really interesting guy, you know him, yeah?#$b#I hope you're kind to him, he just wants to live with nature, it's a good thing.",
  "companion_Mountain_Spouse": "The mountain lake here is my favorite in the whole valley.#$b#There are so many beautiful spots so it's hard to choose, but if I had to, definitely this one!$1",
  "companion_Town": "I'm glad that Gus let me take this day off. Let's have some fun!$1",
  "companion_Town_Dating": "Gus is a great boss, and so passionate about his craft!#$b#It's really powerful energy to be around, but I wouldn't mind a change in occupation one day, like being a mom...$4",
  "companion_Town_Spouse": "I love the saloon but I've spent so much time there working, it's hard for me to go in and just relax!"
}
