{
  "adventureBegins": "Buenos días, @.^^He estado monitoreando tu progreso en las minas, y me gustaría felicitarte por tu éxito. Puede interesarte saber que no eres el único en la ciudad con un espíritu aventurero. Por favor, ven a visitarme al gremio de aventureros, tengo información que me gustaría compartir contigo que sería mejor discutir en persona.^^-Marlon",
  "adventureContinue": "Hola, @,^^Me complació saber de tus recientes salidas con algunos de los jóvenes de los que hablé contigo en el gremio. Me alegra mucho ver a todos interesados en explorar esta tierra y apoyarse mutuamente. La comunidad es importante, especialmente para un pueblo de este tamaño.^^Espero que tú y tus compañeros ayuden a mantener vivo el espíritu aventurero mucho después de que me haya ido. Acércate al gremio en cualquier momento, siempre me alegrará verte, y tal vez tengas algunas historias nuevas que contar.^^-Marlon",
  "bagItemsSentLetter.Abigail": "Hola {0},^^Olvidaste algunos artículos en mi mochila, así que te las envié de vuelta.^¡Me divertí ayer, espero verte pronto!^^    - {1}",
  "bagItemsSentLetter.Maru": "Hola {0},^^¡Debes de haber estado distraido ayer, dejaste tus cosas en mi mochila!^¡Te las envié de vuelta, estoy segura que todo está ahí!^^    - {1}",
  "bagItemsSentLetter.Harvey": "Hola {0},^^¿Cómo te sientes? Te escribo esta carta porque olvidaste algunos artículos conmigo, y ahora te los devolví.^Disfruté del tiempo contigo ayer, avísame si lo quieres hacer denuevo.^^    - {1}",
  "bagItemsSentLetter.Sam": "¡Oye {0}!^^¡Debes haber tenido una juerga ayer, te pifiaste y olvidaste tus cosas!^Aunque te las he mandado todas devuelta, así que no te preocupes. ¡Nos vemos!^^    - {1}",
  "bagItemsSentLetter.Sebastian": "Hola {0},^^Aún tenía algunas de tus cosas en mi mochila, así que te las he devuelto. Como que eres olvidadizo.^De todos modos, te veo en el pueblo.^^    - {1}",
  "bagItemsSentLetter.Shane": "Hola {0},^^Ayer estuvo bastante bien, pero olvidaste las cosas que metiste en mi mochila. Te las envié devuelta, no es gran cosa.^Gracias por pasar el tiempo conmigo. Podríamos hacerlo denuevo alguna vez, si quieres.^^    - {1}",
  "bagItemsSentLetter.Penny": "Hola {0},^^Creo que te olvidaste, pero pusiste algunas cosas en mi mochila mientras estabamos juntos, y después no las sacaste.^Estoy casi segura que las puse todas, espero que esté todo.^^     - {1}",
  "bagItemsSentLetter.Leah": "Oye {0},^^¡Dejaste algunas cosas conmigo ayer! Empaqueté todo y te lo envié.^¡No te preocupes, me aseguré de no olvidar nada!^^     - {1}",
  "bagItemsSentLetter.Haley": "Oye {0},^^Dejaste tus trastos en mi mochila, así que acá está todo devuelta.^Trata de no olvidarte otra vez, ¿vale? No soy tu sirvienta, o lo que sea.^^     - {1}",
  "bagItemsSentLetter.Elliott": "Hola {0},^^¿Cómo estás hoy? Espero que bien.^Me di cuenta después de que nos separamos que una cantidad de tus pertenencias aún estaban en mi posesión, así que te las retorné a tu casa de campo.^No fué una molestia, asi que no te preocupes.^¡Por favor sientete libre de llamarme otra vez, disfruté de nuestro tiempo juntos!^^    - {1}",
  "bagItemsSentLetter.Emily": "Hola {0},^^¡Mi mochila la sentí my pesada, asi que la controlé y me di cuenta que dejaste tus cosas conmigo!^Fui muy cuidadosa con tus artículos, estoy segura que son preciadas para ti, y todas deberían estar en tu casa de campo ahora.^¡Ven a verme denuevo, siento que tengo buena suerte cuando estoy contigo!^^    - {1}",
  "bagItemsSentLetter.Alex": "Oye {0},^^Había un holor raro saliendo de mi mochila, miré y vi un monton de tus cosas. Las empaqué y te las envié devuelta.^Esté bien si necesitas que te ayude a acarrear tus cosas, no todos son atletas naturales.^^    - {1}"
}
