{
	"Format": "1.0",
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Data/mail",
			"Entries": {
				"AlexBirth": "@,^I wanted to remind you that today is Alex's birthday. ^You can't get strong like him without eating some nutritious meals!^  -Lewis",
				"ElliottBirth": "@,^I wanted to remind you that today is Elliott's birthday. ^That man sure loves the ocean. I bet salty foods don't bother him at all!^  -Lewis",
				"HarveyBirth": "@,^I wanted to remind you that today is Harvey's birthday. ^For someone working as a doctor, it sure is odd to see him at the saloon so often with a drink in his hand...^  -Lewis",
				"SamBirth": "@,^I wanted to remind you that today is Sam's birthday. ^The boy acts tough sometimes, but he really is sweet when he wants to be.^  -Lewis",
				"SebastianBirth": "@,^I wanted to remind you that today is Sebastian's birthday. ^He might look and act a bit depressed, but he sure loves to learn about the unknown!^  -Lewis",
				"AbigailBirth": "@,^I wanted to remind you that today is Abigail's birthday. ^She is so sweet, and so is her taste!^  -Lewis",
				"HaleyBirth": "@,^I wanted to remind you that today is Haley's birthday. ^I bet it takes some serious work to keep a figure like that!^  -Lewis",
				"LeahBirth": "@,^I wanted to remind you that today is Leah's birthday. ^Such a healthy girl, working hard every day. No wonder she looks so slim and strong!^  -Lewis",
				"MaruBirth": "@,^I wanted to remind you that today is Maru's birthday. ^I saw her sneaking into the mines at one point. I wonder what she wanted from there...^  -Lewis",
				"PennyBirth": "@,^I wanted to remind you that today is Penny's birthday. ^A very fragile girl, but with such a strong heart...^  -Lewis",
				"CarolineBirth": "@,^I wanted to remind you that today is Caroline's birthday. ^She often walks around in summer time, picking up some flowers. So peaceful...^  -Lewis",
				"ClintBirth": "@,^I wanted to remind you that today is Clint's birthday. ^He sure is a man of his own work!^  -Lewis",
				"DemetriusBirth": "@,^I wanted to remind you that today is Demetrius' birthday. ^I heard that spring fruits really sing to his soul!^  -Lewis",
				"DwarfBirth": "@,^I wanted to remind you that today is Dwarf's birthday. ^He just sits in the mines all day and night, doesn't he? He sure is an odd one...^  -Lewis",
				"EmilyBirth": "@,^I wanted to remind you that today is Emily's birthday. ^She must love her red dress. It looks so good on her!^  -Lewis",
				"EvelynBirth": "@,^I wanted to remind you that today is Evelyn's birthday. ^Such a sweet old lady, and so lovely to be around. Her care for George is something special.^  -Lewis",
				"GeorgeBirth": "@,^I wanted to remind you that today is George's birthday. ^An old man with an old taste pallet.^  -Lewis",
				"GusBirth": "@,^I wanted to remind you that today is Gus' birthday. ^I would guess he is from Mexico... but I really can't tell.^  -Lewis",
				"JasBirth": "@,^I wanted to remind you that today is Jas' birthday. ^A sweet little girl she is. I hope she will grow up as pretty and happy as she is now.^  -Lewis",
				"JodiBirth": "@,^I wanted to remind you that today is Jodi's birthday. ^Her taste pallet really matches that of a great mom!^  -Lewis",
				"KentBirth": "@,^I wanted to remind you that today is Kent's birthday. ^I wonder what things he saw during his service... I heard the military gave them nuts for breakfast!^  -Lewis",
				"KrobusBirth": "@,^I wanted to remind you that today is Krobus' birthday. ^That thing really freaks me out... who knew it lived right below us! Like the void itself...^  -Lewis",
				"LewisBirth": "@,^I wanted to remind you that today is my birthday. ^I know you might think it is selfish of me to remind you of that... but I like gifts too!^  -Lewis",
				"LinusBirth": "@,^I wanted to remind you that today is Linus' birthday. ^I wish he would understand that we welcome him more than he thinks...^  -Lewis",
				"MarnieBirth": "@,^I wanted to remind you that today is Marnie's birthday. ^The work she does around animals is amazing! She is a true farmer.^  -Lewis",
				"PamBirth": "@,^I wanted to remind you that today is Pam's birthday. ^That lady spends way too much time in the saloon, don't you think?^  -Lewis",
				"PierreBirth": "@,^I wanted to remind you that today is Pierre's birthday. ^Our town would suffer greatly from his loss. Let's hope that Joja Mart never gets to him...^  -Lewis" ,
				"RobinBirth": "@,^I wanted to remind you that today is Robin's birthday. ^She works hard on all of her projects, and I heard she wanted to have goats at some point. I wonder if she still wants them...^  -Lewis",
				"SandyBirth": "@,^I wanted to remind you that today is Sandy's birthday. ^She mentioned that you got the bus working again somehow... Amazing!^  -Lewis",
				"ShaneBirth": "@,^I wanted to remind you that today is Shane's birthday. ^If I had to guess, I'd say he moved in right after college, but I know better than that.^  -Lewis",
				"VincentBirth": "@,^I wanted to remind you that today is Vincent's birthday. ^His mother should really go easy on him. She seems a bit overprotective, don't you agree?^  -Lewis",
				"WillyBirth": "@,^I wanted to remind you that today is Willy's birthday. ^Man of the sea. He will never get tired of telling his stories... I just hope I won't have to go into his shop any time soon. The smell is revolting!^  -Lewis",
				"WizardBirth": "@,^I wanted to remind you that today is Wizard's birthday. ^Give him something magical, maybe he will use it in his next ritual!^  -Lewis",
			}
		},
		
		{
			"Action": "EditData",
			"Target": "Data/mail.zh-CN",
			"Entries": {
				"AlexBirth": "@，^我希望提醒你一下，今天是亚历克斯的生日。^要是不吃一些营养丰富的食物，你是不",
				"ElliottBirth": "@，^我希望提醒你一下，今天是艾利欧特的生日。^他无疑喜爱海洋。我敢打保票，咸口的食",
				"HarveyBirth": "@，^我希望提醒你一下，今天是哈维的生日。^对于像他一样的医生来说，常常出现在酒吧手里拿",
				"SamBirth": "@，^我希望提醒你一下，今天是山姆的生日。^这孩子有时候会很强硬；但如果他想的话，他",
				"SebastianBirth": "@，^我希望提醒你一下，今天是塞巴斯蒂安的生日。^他可能看起来有些沉闷，但他",
				"AbigailBirth": "@，^我希望提醒你一下，今天是阿比盖尔的生日。^她真的很招人喜欢，",
				"HaleyBirth": "@，^我希望提醒你一下，今天是海莉的生日。^我敢打赌她每天打扮花",
				"LeahBirth": "@，^我希望提醒你一下，今天是莉亚的生日。^如此健康的女孩，每天都在努力工作。难怪她",
				"MaruBirth": "@，^我希望提醒你一下，今天是玛鲁的生日。^我曾经见到她偷偷溜进矿井一次。好",
				"PennyBirth": "@，^我希望提醒你一下，今天是潘妮的生日。^一个非常柔弱的女孩儿，但有一",
				"CarolineBirth": "@，^我希望提醒你一下，今天是卡洛琳的生日。^她经常在夏天散步，有时捡起一些花。",
				"ClintBirth": "@，^我希望提醒你一下，今天是克林特的生日。^他无疑是位恪尽",
				"DemetriusBirth": "@，^我希望提醒你一下，今天是德米特里厄斯的生日。^我听说春天的水果已经开始",
				"DwarfBirth": "@，^我希望提醒你一下，今天是矮人的生日。^他日夜坐在矿里，不是吗",
				"EmilyBirth": "@，^我希望提醒你一下，今天是艾米丽的生日。^她一定很喜欢她的红色衣服。而",
				"EvelynBirth": "@，^我希望提醒你一下，今天是艾芙琳的生日。^如此和蔼可亲的老人，她对乔治的照顾",
				"GeorgeBirth": "@，^我希望提醒你一下，今天是乔治的生日。^顽固不化的一",
				"GusBirth": "@，^我希望提醒你一下，今天是格斯的生日。^我猜他来自其他国家……但",
				"JasBirth": "@，^我希望提醒你一下，今天是贾斯的生日。^她是一个可爱的小女孩，我希望她能像现在",
				"JodiBirth": "@，^我希望提醒你一下，今天是乔迪的生日。^她拥有好妈妈的所",
				"KentBirth": "@，^我希望提醒你一下，今天是肯特的生日。^我想知道他服役期间的见闻……我听说军队",
				"KrobusBirth": "@，^我希望提醒你一下，今天是科罗布斯的生日。^那东西真的让我毛骨悚然……谁知道它一直生活在我",
				"LewisBirth": "@，^我希望提醒你一下，今天是刘易斯的生日。^我知道提醒你今天是我的生日有点儿奇",
				"LinusBirth": "@，^我希望提醒你一下，今天是莱纳斯的生日。^我只希望他能明白，我们比他想像",
				"MarnieBirth": "@，^我希望提醒你一下，今天是玛妮的生日。^她与动物相处时的温柔总是让人吃惊！她",
				"PamBirth": "@，^我希望提醒你一下，今天是潘姆的生日。^这位女士花太多的时间在酒吧了",
				"PierreBirth": "@，^我希望提醒你一下，今天是皮埃尔的生日。^如果没有他的话，我们的镇子将遭受巨大的损失。让我们祈祷",
				"RobinBirth": "@，^我希望提醒你一下，今天是罗宾的生日。^她所有的项目都精益求精；听说她曾经想养一头山羊，",
				"SandyBirth": "@，^我希望提醒你一下，今天是桑迪的生日。^她有提到说你让公交车再次工作了…",
				"ShaneBirth": "@，^我希望提醒你一下，今天是谢恩的生日。^如果要我猜测，我会说他在大学以后就搬进",
				"VincentBirth": "@，^我希望提醒你一下，今天是文森特的生日。^他母亲应该对他放开一些。她似乎有点过",
				"WillyBirth": "@，^我希望提醒你一下，今天是威利的生日。^归属大海的男人，他永远不会厌倦讲述他的故事……我只希望我最近不需要",
				"WizardBirth": "@，^我希望提醒你一下，今天是法师的生日。^给他一些魔法物品，也许他会在他下",
			}
		}
	]
}
