{
	"Introduction": 
		"So you're the new farmer, huh?#$b#
		Nice to meet you!$h#$e#
		You should stop by one of my shows sometime!#$b#
		You'll leave wishing you could remember it.$u",
		
	"Town_29_26": 
		"It's so nice in town this time of year.#$b#
		It almost makes me want to stay here forever!",
	"Beach_31_20": 
		"The beach is such a nice place to relax in this hot weather.#$e#
		I can imagine the beach so much more clearly now that I've visited myself.",
	"Forest_68_50": 
		"The changing leaves are very beautiful this time of year.#$b#
		It makes me jealous how easily they can relax and drop down gently and deeply.",
	"KrisHouse_3_7": 
		"Cold weather like today makes for the perfect time to practice my trances.#$b#
		If it works out I can even save some money on my heating bill!$h",
	"Saloon_24_17": 
		"Thank you for coming, @!$h#",
	"SeedShop_Fri": 
		"Don't mind me, just getting some groceries.#$b#
		I have to make sure my energy is high for tonight.",
		
	"Mon": 
		"Happy Monday, @!$h#$e#
		I'm always free to help relieve that Monday tension if you need.$u",
	"Tue": 
		"Some of my luggage got stuck back in Zuzu City.$s#$b#
		So my store stock may be a bit small for a while.$s#$e#
		But keep checking back in, I'm sure I'll have more to sell soon!",
	"Wed": 
		"I don't get as much business here in this town compared to the city.#$b#
		But something about this place makes me want to stay a while longer.",
	"Thu":
		"I've been coming up with some new ideas for my show tomorrow.#$b#
		I'd be very happy to try them out on you if you want.$u",
	"Fri": 
		"Sorry, but the shop is closed for today.#$b#
		I have to get ready for my show tonight.#",
	"Sat": 
		"My show was a big success last night!$h#$e#
		I'll leave it up to you to figure out if you volunteered or not.#$b#
		It's hard to remember what I make you forget.$u",
	"Sun": 
		"I'm always trying out new ideas for new trances.#$b#
		I'll update my available lessons once I've mastered some new ideas.",
		
	"FirstPurchase":
		"Thank you for your purchase!$h#$b#
		If you ever need a refresher on anything you've bought, feel free to check out the instructions on the bookshelf to your right!$n#",
	"CoinLesson":
		"So you want to learn how to hypnotize the other villagers?$n#$b#
		Well, I can certainly help you with that.$u#$b#
		The backbone to any hypnotic session is the trance.$n#$b#
		Use your tool once first to make sure your subject is nice and deeply relaxed, making them suggestible to your words.$n#$b#
		Then, once they are under trance, use your tool again to implant your suggestion.$n#$b#
		Be careful though. Not all suggestions will stick easily if you try to use them right away.$n#$b#
		Your subject has to trust you before they’ll accept your suggestion as truth.$n#$b#
		The more you put a subject under trance, the more they’ll trust you.$n#$b#
		But, giving them too many commands, or letting them go a long time without being entranced, will cause that trust to fade.$n#$b#
		There are some items that can be gifted to help with that, though.$n#$b#
		Some items, like the mesmerizing flowers you've purchased, will make your subjects more trusting. Others may make that trust fade slower.$n#$b#
		Check out my shop to see everything we have!$h#$b#
		But none of that matters if you can't word your suggestions correctly. When you're ready, I'm more than happy to teach you how.$n#$b#
		For a small price, that is!$u#$b#
		Some suggestions are harder to master than others, though, so make sure you practice enough to be able to handle them before I'll be able to teach them to you.$n#",
	"LoversLesson":
		"Ah, the classic love spell!$l#$b#
		Although, unfortunately, it seems to only work on unmarried villagers who already have a sort-of predisposition towards falling for you.$s#$b#
		I don’t quite understand it myself. If you have a problem with it, bring it up with a monkey worried enough to care.$n#$b#
		Anyways... In its simplest form, this trance is meant to induce a strong feeling of trust between you and your subject.$n#$b#
		Not the kind of trust you need for a trance, though. This one is more romantic in nature.$n#$b#
		With basic tools, you’ll pretty much only be able to make them like you more. It’s like giving them a gift, but without the hassle of finding out what they like.$n#$b#
		Once you get more advanced with it, however, it becomes a much more powerful tool. You can make them instantly trust you into letting you into their most private of places.$n#$b#
		And once mastered, you can manipulate their entire perception of you into being their only desire.$n#$b#
		Of course, hypnosis isn't that powerful without a price. It’ll wear off after a week or so. And they’ll probably hate you once they realize what you’ve done.$n#$b#
		They need to trust you almost completely before you can use this, but you’re still messing with someone at a very core level. It’s bound to be a shock when it wears off.$n#",
	"MemoryLesson":
		"Amnesia. You know, I used this one on you a bit at our show in the Saloon.$n#$b#
		Or maybe I didn’t. Who knows? Not you, silly.$u#$b#
		This one pairs quite nicely with trying to figure out who someone is.$n#$b#
		Or trying to help them find out who they are.$u#$b#
		In its basic form, this trance allows you to make them forget very minor things.$n#$b#
		I like to use it to surprise them with several gifts a day. It’s so fun watching them get surprised at receiving the same flower every hour for a whole week.$h#$b#
		And surprisingly enough, it seems like sometimes they like it even more the second time. I guess they still somewhat remember the excitement from before and it grows.$n#$b#
		Once you get more used to this all, though, it can become more manipulative in nature.$n#$b#
		Maybe you want to start over fresh with someone whose heart you broke in pieces.$n#$b#
		Or maybe you want them to obtain a whole new personality.$u#$b#
		Once you’ve mastered this trick, the possibilities are endless.$u#$b#
		But dare to try this on me, and I’ll give you back tenfold.$a#",
	"ExitBooks":
		"Come back soon!$h#"
}