/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    // Emily is the older, more responsible sibling (if a bit New Age about it.)
    {
        "LogName": "Emily mid-hearts, Y1",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries": {
            "Resort_Dance_2": "@, come dance with me!$h",

            "Mon8": "@, I think there's something very special about you.",

            "4{{YearRemainder}}": "Ugh, I think our sink is leaking. Gotta go find a plumber, I guess.$s",
            "6{{YearRemainder}}": "@! Look at this new yarn my mother sent me! Isn't it so soft?$h",
            "11{{YearRemainder}}": "I love taking walks, whenever I have the time to do so.$h#$b#One of the best parts of living here.$h",
            "13{{YearRemainder}}": "I'm hoping at some point to move away and see if I can make it as a fashion designer.",
            "17{{YearRemainder}}": "Have I considered moving out of town? Of course I have, but Pelican Town is my home.",
            "18{{YearRemainder}}": "Started working on a new dress! I'm thinking cute little cap sleeves and a full circle skirt...$h",
            "19{{YearRemainder}}": "Sometimes when the Saloon isn't busy Gus lets me rest my feet and knit for a while.#$b#Did you know that Joja cashiers aren't allowed to sit down? I can't imagine how much their feet must hurt.",
            "25{{YearRemainder}}": "The month is almost over. Say, @, what are you planning for next month?"
        },
        "When": {"YearModulus": "1"}
    },
    {
        "LogName": "Emily mid-hearts, Y1 high luck",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries": {
            "8{{YearRemainder}}": "@, I sense good things happening to you today.",
            "10{{YearRemainder}}": "@, I think luck will be on your side today!",

            "winter_Sun4": "I sense a good aura around you today, @.$h#$b#Something about you is especially....wonderful...today.$h",
        },
        "When": {
            "YearModulus": "1",
            "Query: {{DailyLuck}} > 0.05": true
        }
    },
    {
        "LogName": "Emily mid-hearts, Y2",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries": {
            "1_2": "I believe that if you're kind to nature, nature will be kind to you in turn.",
            "3_2": "Haley has always been the baby of the family.#$b#She's only a few years younger than I am, but our parents definitely spoiled her more.#$e#Sometimes I worry.",
            "5_2": "I like doing flatfelled seams, even if they're a lot of work. They're so much more durable!$h",

            "Tue10": "I've made most of my clothing, I love to sew.$h#$b#Plus, you get better clothing if you make it yourself.",

            "Sun6": "Our parents? I'm not quite sure where they're traveling these days...$s",
            "summer_Sun": "@, what have you been up to?$h",
            "summer_Sat6": "@, you've ever just taken a day for yourself? The lovely weather these days makes me really want to!",
        },
        "When": {"YearModulus": "2"}
    },
    {
        "LogName": "Emily mid-hearts, Y3",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries": {
            "7_2": "I've been doing a lot of lace insertion work lately. It's so pretty but so tedious.",
        },
        "When": {"YearModulus": "3"}
    },
]}