/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/daleao/sdv
**
*************************************************/

{
  // mail
  "mail.frs.intro": "Direction Générale des Finances Publiques de Ferngill^^^{{honorific}} @,^^Cette lettre a pour but de vous informer que votre récent changement d'adresse é Pélicanville, Vallée des rosées, a été enregistré. Toute future correspondance sera adressée é la ferme {{farm}}.^^Nous vous rappelons aimablement que les contributions fédérales é l'impét sur le revenu sont dues é la fin de la journée du 1er de chaque saison. Pour votre commodité, vos obligations dues seront automatiquement déduites de votre solde. Si votre solde est insuffisant, vous serez sanctionné conformément é la section 501(c)(1) du Code des recettes de Ferngill au taux de {{fine}}, et un prét sera émis en votre nom auprés de la Banque de Stardew, soumis é des frais d'intérét nominaux de {{interest}} par an.^^^Cordialement,^^Laura D. Pretto^Directrice exécutive, Direction Générale des Finances Publiques[#]Confirmation de changement d'adresse",
  "mail.frs.notice": "Direction Générale des Finances Publiques de Ferngill^^^{{honorific}} @,^^Cette lettre a pour but de vous informer que votre impét sur le revenu total dé pour la saison en cours, d'un montant de {{due}} po, a été automatiquement déduit de votre solde.^^Veuillez conserver cette lettre dans vos archives au cas oé vous auriez besoin de résoudre des questions concernant votre statut fiscal.^^^Cordialement,^^Laura D. Pretto^Directrice exécutive, Direction Générale des Finances Publiques[#]Avis mensuel du SRF",
  "mail.frs.outstanding": "Direction Générale des Finances Publiques de Ferngill^^^{{honorific}} @,^^Cette lettre a pour but de vous informer que votre impét sur le revenu total dé pour la saison en cours, d'un montant de {{due}} po, n'a pas pu étre entiérement déduit de votre solde. Conformément é la section 501(c)(1) du Code des recettes de Ferngill, vous serez sanctionné d'un montant supplémentaire de {{fine}}, et tous les revenus futurs de la ferme {{farm}} seront ponctionnés jusqu'é ce que votre dette en cours, totalisant {{outstanding}} po, soit complétement réglée. Veuillez garder é l'esprit qu'il est dans votre intérét de régler toute dette en cours dés que possible afin d'éviter l'accumulation d'intéréts au taux de {{interest}} par an.^^Veuillez conserver cette lettre dans vos archives au cas oé vous auriez besoin de résoudre des questions concernant votre statut fiscal.^^^Cordialement,^^Laura D. Pretto^Directrice exécutive, Direction Générale des Finances Publiques[#]Avis mensuel du SRF",
  "mail.frs.deduction": "Direction Générale des Finances Publiques de Ferngill^^^{{honorific}} @,^^Nous sommes heureux de vous informer que, aprés examen de vos activités environnementalistes, nous avons déterminé que vous étes éligible é une déduction fiscale de {{deductible}} conformément é la section 501(c)(3) du Code des recettes de Ferngill.^^Veuillez conserver cette lettre dans vos dossiers permanents au cas oé vous auriez besoin de résoudre des questions concernant votre statut fiscal.^^^Cordialement,^^Laura D. Pretto^Directrice exécutive, Direction Générale des Finances Publiques[#]Avis de déduction du SRF",
  "mail.frs.deduction.max": "Direction Générale des Finances Publiques de Ferngill^^^{{honorific}} @,^^Nous sommes heureux de vous informer que, aprés examen de vos activités environnementalistes, nous avons déterminé que vous étes exonéré de l'impét fédéral sur le revenu conformément é la section 501(c)(3) du Code des recettes de Ferngill. En conséquence, aucun prélévement ne sera effectué sur votre solde pour la saison en cours.^^Veuillez conserver cette lettre dans vos dossiers permanents au cas oé vous auriez besoin de résoudre des questions concernant votre statut fiscal.^^^Cordialement,^^Laura D. Pretto^Directrice exécutive, Direction Générale des Finances Publiques[#]Avis de déduction du FRS",
  "mail.lewis.intro": "@,^Bienvenue é Pélican Ville! J'espére que tu téinstalles bien dans ta nouvelle maison. Juste un petit rappel amical : en tant que nouveau propriétaire de {{farm}}, tu es responsable des taxes fonciéres de la ferme. Chaque année, la région effectue une évaluation de la valeur d'utilisation (éVU) des terres agricoles locales, ce qui signifie que les taxes sont calculées en fonction de l'utilisation de la propriété pour l'agriculture ; en d'autres termes, les terres non utilisées seront généralement taxées *plus* que les terres activement utilisées, alors il vaut mieux commencer é déblayer ces débris !^^Ton défunt grand-pére s'est occupé de toutes les taxes, y compris celles de l'année derniére, donc tu n'as rien é craindre jusqu'é l'année prochaine. J'ai également envoyé un paquet de démarrage qui, j'espére, téaidera é téinstaller. J'ai héte de te voir prospérer ! ^ Cordialement, M. Lewis[#]Avis de taxe fonciére municipale\n",
  "mail.lewis.notice": "@,^Comme tu le sais, l'une de mes téches en tant que maire de Pélican Ville est de lever des taxes sur toutes les propriétés de la ville. Au cours de l'année fiscale précédente, l'évaluation de la région sur la propriété de la ferme {{farm}} a déterminé une évaluation éVU de {{valuation}} po. En conséquence, tu es redevable de {{due}} po au titre des taxes fonciéres totales pour la période fiscale applicable. J'ai pris la liberté de débiter directement ton compte. ^Au nom de Pélican Ville, je suis profondément reconnaissant pour tes contributions continues é notre communauté. ^ Cordialement, M. Lewis[#]Avis de taxe fonciére municipale",
  "mail.lewis.outstanding": "@,^Comme tu le sais, l'une de mes téches en tant que maire de Pélican Ville est de lever des taxes sur toutes les propriétés de la ville. Au cours de l'année fiscale précédente, l'évaluation de la région sur la propriété de la ferme {{farm}} a déterminé une évaluation éVU de {{valuation}} po. En conséquence, tu es redevable de {{due}} po au titre des taxes fonciéres totales pour la période fiscale applicable. ^Malheureusement, ton compte n'a pas suffisamment de fonds pour couvrir la totalité du montant. Conformément é la politique de la région, je ne prends aucun plaisir é téinformer que tu seras sanctionné d'un montant supplémentaire de {{fine}}. La totalité de ta dette, totalisant {{outstanding}} po, sera vendue é la Banque de Stardew, qui est autorisée é saisir tous les revenus d'expédition jusqu'é ce que le montant dé soit intégralement payé, avec un taux d'intérét annuel de {{interest}}. ^Sache que les habitants de Pélican Ville sont lé pour te soutenir si tu traverses des moments difficiles. ^ Cordialement, M. Lewis[#]Avis de taxe fonciére municipale",

  // other
  "hud.debt.debit": "Votre solde a été débité de {{amount}} po pour des dettes impayées.",
  "honorific.male": "Monsieur",
  "honorific.female": "Madame",


  /************
  *** GMCM ***
  ************/

  // income
  "gmcm.sections.txs.income": "Impét sur le revenu",
  "gmcm.tax_rate_per_income_bracket.title": "Taux d'imposition par tranche de revenu",
  "gmcm.tax_rate_per_income_bracket.desc": "Les taux d'imposition appliqués é chaque tranche de revenu. Dans chaque paire, le premier nombre représente le plafond de revenu pour cette tranche et le second nombre représente le pourcentage imposable des revenus dans cette tranche.",
  "gmcm.income_bracket.title": "Tranche",
  "gmcm.income_bracket.desc": "Le plafond de revenu pour cette tranche. Tous les revenus entre la tranche précédente et ce nombre seront taxés au taux d'imposition correspondant.",
  "gmcm.tax_rate.title": "Taux",
  "gmcm.tax_rate.desc": "Le pourcentage imposable des revenus dans cette tranche.",
  "gmcm.income_tax_lateness_fine.title": "Amende pour retard",
  "gmcm.income_tax_lateness_fine.desc": "Un taux de pénalité unique appliqué sur le montant impayé lorsque les impéts sur le revenu ne sont pas payés é temps.",
  "gmcm.deductible_animal_expenses.title": "Dépenses déductibles (animaux)",
  "gmcm.deductible_animal_expenses.desc": "Quel pourcentage de l'or dépensé pour l'achat d'animaux et de fournitures doit étre déductible des impéts.",
  "gmcm.deductible_building_expenses.title": "Dépenses déductibles (bétiments)",
  "gmcm.deductible_building_expenses.desc": "Quel pourcentage de l'or dépensé pour la construction de bétiments de ferme doit étre déductible des impéts.",
  "gmcm.deductible_seed_expenses.title": "Dépenses déductibles (graines)",
  "gmcm.deductible_seed_expenses.desc": "Quel pourcentage de l'or dépensé pour l'achat de semences doit étre déductible des impéts.",
  "gmcm.deductible_tool_expenses.title": "Dépenses déductibles (outils)",
  "gmcm.deductible_tool_expenses.desc": "Quel pourcentage de l'or dépensé pour l'achat déamélioration déoutils doit étre déductible des impéts.",
  "gmcm.deductible_extras.title": "Dépenses déductibles (autres)",
  "gmcm.deductible_extras.desc": "Quel pourcentage de l'or dépensé pour l'objet spécifique doit étre déductible des impéts. Les objets doivent étre ajoutés manuellement é cette liste.",
  "gmcm.deductible_extras.label.key": "Nom de l'objet",
  "gmcm.deductible_extras.label.value": "% déductible",

  // property
  "gmcm.sections.txs.property": "Impét foncier",
  "gmcm.property_tax_lateness_fine.title": "Amende pour retard",
  "gmcm.property_tax_lateness_fine.desc": "Un taux de pénalité unique appliqué sur le montant impayé lorsque les impéts fonciers ne sont pas payés é temps.",
  "gmcm.unused_tile_tax_rate.title": "Taux d'imposition (inactivité)",
  "gmcm.unused_tile_tax_rate.desc": "Le taux d'imposition appliqué sur une parcelle non utilisée de maniére productive.",
  "gmcm.used_tile_tax_rate.title": "Taux d'imposition (activité)",
  "gmcm.used_tile_tax_rate.desc": "Le taux d'imposition appliqué sur une parcelle utilisée activement pour l'agriculture, l'élevage ou la sylviculture.",
  "gmcm.building_tax_rate.title": "Taux d'imposition (bétiments)",
  "gmcm.building_tax_rate.desc": "Le taux d'imposition appliqué sur une parcelle occupée par un bétiment construit.",
  "gmcm.exempt_magical_buildings.title": "Exempter les bétiments magiques",
  "gmcm.exempt_magical_buildings.desc": "Indique si les bétiments magiques (c'est-é-dire ceux invoqués é la Tour du Sorcier) sont exonérés d'impéts fonciers.",

  // other
  "gmcm.annual_interest.title": "Intérét annuel",
  "gmcm.annual_interest.desc": "Le taux d'intérét appliqué annuellement sur toute dette impayée. Les intéréts sont accumulés quotidiennement é un taux de 1/112 du taux annuel."
}