{
    ["529952/C"] = "WizardSong/54 36/Wizard 54 36 0 farmer 50 40 1/addQuest 28/skippable/move farmer 1 0 0/move farmer 0 -4 1/faceDirection Wizard 3 true/move farmer 1 0 1/pause 800/faceDirection Wizard 0/pause 600/emote Wizard 40/pause 500/speak Wizard \"Ah... @. Ich habe auf dich gewartet.\"/pause 800/faceDirection Wizard 3/pause 400/faceDirection Wizard 0/pause 400/speak Wizard \"Habe ich dir je von der anderen Hexe in der nähe des Dorfes erzählt?\"/pause 800/faceDirection Wizard 3 true/pause 50/faceDirection Wizard 2/pause 800/showFrame Wizard 18/pause 800/speak Wizard \"Ich weiß... 2 Hexen hier im Dorf. Aber es ist wahr.\"/pause 500/showFrame Wizard 0/pause 800/faceDirection Wizard 3/speak Wizard \"Wir beide waren lange zeit Freunde, bis... bis ich einen Fehler begannen habe und sie weggegangen ist.\"/pause 400/faceDirection Wizard 0/speak Wizard \"Ihr ärger und Neid war so groß das sie grün wurde und über die Landschaft davonflog, dabei verfluchte sie alle denen sie begegnete...\"/pause 1000/speak Wizard \"Als ich das herausfand, versiegelte ich den Weg zu ihrem Haus... Ängstlich das einer der Dorfbewohner ihrer dunklen Macht zum Opfer fällt.\"/move Wizard -1 0 3/speak Wizard \"Aber nun, muss ich es aufheben... als unsere wege sich trennten, hat sie sich meine Magische Tinte genommen!$a#$b#Ich brauche diese Tinte wieder!$u#$b#Ich würde es ja selbst tun, aber ich... Ich kann nicht... Das ist warum ich deine Hilfe brauche.\"/move Wizard 1 0 0/speak Wizard \"Um diese passage freizugeben, brauchst du einen dunklen Talisman. Rede mit Krobus, in der Kanalisation... er sollte dort sein.\"/pause 500/faceDirection Wizard 3/speak Wizard \"Ich zähle auf dich... wenn auch nur ausnahmsweise... wenn du mir meine magische Tinte wiederbringst, werde ich versprechen das es sich gelohnt hat... Jetzt Geh!\"/pause 500/faceDirection Wizard 2/pause 500/showFrame Wizard 16/pause 500/playSound wand/warp Wizard -3000 -3000/specificTemporarySprite wizardWarp2/faceDirection farmer 2 true/showFrame farmer 94/pause 3000/showFrame farmer 0/specificTemporarySprite witchFlyby/pause 4000/end";
}