{
	["Rainy_Day_Wizard"] = "Es Regnet draußen.#$e#Ich kann die Energie spüren die bei jedem tropfen runterkommt. Es ist schwer das zu beschreiben.",
    ["Rainy_Night_Wizard"] = "Oh, man. du bist komplett durchnässt.$3#$e#Du solltest am besten die Klamotten ausziehen.#$e#...$4",
    ["Indoor_Day_Wizard"] = "Ich habe versucht Frühstuck zu machen. [194 210]#$e#Es ist nichts Besonderes, aber es ist essbar.$4",
    ["Indoor_Night_Wizard"] = "Mein Tag war Frustrierend...$s#$e#Aber erzähl mir von deinem. Ich bin mir sicher er war erfolgreicher als meiner.$7",
    ["spring_Wizard"] = "Ist es schon Frühling? Hmm.",
    ["summer_Wizard"] = "Der Wechsel der Jahreszeiten ist im großen Schema der Dinge eher unbedeutend.#$e#Davon abgesehen, die Sommerhitze ist unerträglich...",
    ["fall_Wizard"] = "Ist Sommer immer so kühl?#$e#Was? Es ist schon Herbst...?#$e#Vielleicht sollte ich ab und zu ein Spaziergang machen...",
    ["winter_Wizard"] = "Ich glaube es hat geschneit.",
    ["Rainy_Day_0"] = "Es Regnet draußen.#$e#Ich kann die Energie spüren die bei jedem tropfen runterkommt. Es ist schwer das zu beschreiben.",
    ["Rainy_Day_1"] = "Ah, Regen...#$e#Ich plane für heute ein paar Komplizierte Rituale.$7",
    ["Rainy_Night_0"] = "Ich hatte einen Produktiven Mittag.$7#$e#Was hast du heute so gemacht?$9",
    ["Rainy_Night_3"] = "Das Haus ist so still wenn du draußen deinen Arbeiten nachgehst.#$e#Irgendwie, ist es noch ruhiger wenn es Regnet.#$e#Ich bin froh das du Zuhause bist.$9",
    ["Rainy_Night_4"] = "Ich finde es viel einfacher einzuschlafen mit dem Geräusch von Regentropfen im Hintergrung.",
    ["Indoor_Day_0"] = "Ich habe eventuell ein neues Element entdeckt.#$e#Ich werde heute beschäftigt sein.",
    ["Indoor_Day_1"] = "Ich habe das Haus unordentlich werden lassen.$s#$e#Ich werde heute aufräumen. Du brauchst dich darum nicht zu kümmern.",
    ["Indoor_Day_4"] = "Hier versuch das. [195]$7#$e#ich denke das ich besser im Kochen werde.$7#$e#Nein, das ist kein Magischen Omlett...$4",
    ["Indoor_Night_1"] = "Ich habe heute Sauber gemacht.$9",
    ["Indoor_Night_3"] = "Ich mach uns was zum Abendessen! Diesmal ohne Magie, Versprochen.$7#$e#Ich hoffe dir schmeckt es.$9 [218 730 649]",
    ["Indoor_Night_4"] = "Mein Tag war Frustrierend...$s#$e#Aber erzähl mir von deinem. Ich bin mir sicher er war erfolgreicher als meiner.$7",
    ["Good_0"] = "Ich dachte ich wäre dazu verdammt alleine zu sein, das war bevor ich dich traf, @. Ich habe es nicht für möglich gehalten das 2 Leute sich so sehr Lieben und Unterstützen können.$7",
    ["Good_2"] = "Ich weiß, dass ich es nicht so ausdrücke, aber ich Liebe dich, @.$4#$e#Du bedeutest die Welt für mich.$6",
    ["Good_3"] = "Bleib sicher. Dor draußen sind viele Wunder, aber versprech mir das du immer zu mir zurückkehrst.$9",
    ["Good_4"] = "danke das du immer mein gekochtest isst... Selbst wenn es nicht immer das beste ist.",
    ["Good_5"] = "Ich bin vielleicht die Hexe, aber du hast mich unter deinen Bann gebracht.$7#$e#...Das war Schrecklich. Entschuldigung.$4",
    ["Neutral_0"] = "Ich habe letzte nacht eine andere Magische Gegenwart gespürt, als ich heute Morgen aufgewacht bin, hatte ich fürchterliche Kopfschmerzen...$s",
    ["Neutral_1"] = "Was sind deine Pläne für Heute?",
    ["Neutral_2"] = "Wie steht es um die Farm?#$e#Falls es schwierigkeiten gibt, werde ich helfen wo ich kann! Meine Arbeiten können warten.",
    ["Neutral_3"] = "Kochen kann sowohl Frustrieren als auch Spaßig sein.$s",
    ["Neutral_4"] = "Das Dorf ist ein Wundervoller Ort um Magie zu Studieren.",
    ["Bad_0"] = "Lass mich in ruhe. Ich bin beschäftigt.$5",
    ["Bad_1"] = "Du sprichst kaum noch mit mir. Es ist als wäre ich noch alleine in meinem Turm.$s",
    ["Bad_2"] = "...$s",
    ["Bad_3"] = "Ich habe schon schlechte Erfahrung mit Leuten. Wenn das mit uns so weiter geht, weiß ich nicht ob ich das verkrafte...$5",
    ["Bad_4"] = "Du bist eine Schrekliche Person, genauso wie der rest des runtergekommenen Dorfs!$5",
    ["funLeave_Wizard"] = "Ich habe einige Geschäffte die ich heute erledigen muss.#$e#Kümmere dich nicht um mich... Ich werde früh genug zurück sein.$9",
    ["funReturn_Wizard"] = "Es ist schon merkwürdig... mein Turm hat sich kein bisschen verändert, aber es fühlt sich dort so leer an.$8#$e#Ich war so sehr daran gewöhnt alleine zu sein, Aber nun kann ich es kaum erwarten zurück nach hause, und zu dir zu kommen.$6",
    ["spring_1"] = "Ein neues Jahr... Lass uns hoffen das es großzügig zu uns beiden sein wird.",
    ["spring_12"] = "Ich verstehe nicht den Sinn für das morgige Fest.#$e#Es scheint mir eine furchtbare verschwendung von eiern...$s#$e#Aber... Ich werde gehen wenn du auch gehst.",
    ["spring_23"] = "Der Gedanke daran vor dem ganzen Dorf zu Tanzen ist unangenehem.#$e#Aber ich werde es ertragen... nur für dich.$4",
    ["summer_1"] = "Ich finde es schwer sich in dieser immensen Sommerhitze zu Konzentrieren..#$e#Ausser ich könnte einen Kühler beschwören.$3",
    ["summer_10"] = "Es gibt keine Geschichte darüber was passieren würde wenn du einen Magischen Gegenstand in die morgige Suppe tun würdest.$3#$e#...Ich würde dir empfehlen es nicht auszuprobieren.",
    ["summer_27"] = "Ich finde es sehr entspannend den Mondlicht-Quallen zuzuschauen.#$e#Lass es uns gemeinsam genießen.$6",
    ["fall_1"] = "Herbst, meine Lieblings Jahreszeit. Ich kann quasie die Magie in der luft spüren, um uns herum schwebends, wie der Wind.$9",
    ["fall_15"] = "Der Jahrmarkt ist ziehmlich berühmt, oder etwa nicht?#$e#Ich bevorzuge es große massen zu vermeiden... aber ich bin bereit dahinzugehen, und sei es allein deswegen, um die Zeit mit dir zu genießen.$9",
    ["fall_26"] = "Mir machen die Festlichkeiten morgen durchaus Spaß. Ich bin ganz gut darin, alles dafür aufzubauen, ob du es mir glaubst oder nicht.#$e#Ich denke das Labyrinth ist nicht zu Gruselig für dich.$7",
    ["winter_1"] = "Der Schnee hat etwas einen ruhiges, Romantisches, oder?#$e#Versuch Warm zu bleiben... Ich versuche zu helfen wo ich kann.$6",
    ["winter_7"] = "I would offer my magical assistance for the competition tomorrow, but I know you won't need it.#$e#...Do let me know if you want my help, though.$7",
    ["winter_24"] = "Die morgigen Festlichkeiten sind für mich unbedeutend.#$e#Für die meisten irdischen veranstaltungen lohnt es sich nicht, großen aufwand zu betreiben.",
    ["spouseRoom_Wizard1"] = "#$c .5#Hm... Drei und Vier... Vier und Fünf...#$e#Nein, nein, das ist es nicht...$5#$e#Wo habe ich das Buch hingetan...?$5",
    ["spouseRoom_Wizard2"] = "Du solltest vorsichtig sein, wenn du hier bist.#$b#Du darfst aber ruhig so lange bleiben wie du willst.$h",
}