{
    "Mon": "I hope you've had luck in the mines lately. If not, our equipment could help with that.",
    "divorced": "I don't have anything to say to you.",
    "Mon2": "How's everything going on the farm?",
    "Mon4": "Sometimes adventuring feels like the only way to do something of value in this world.",
    "Mon10": "I figured I'd leave the guild after I lost my son, but it's what's kept me going since then.",
    "Tue": "It's a fine day for adventuring!",
    "Tue2": "I'm glad there's a new member of our guild. It got a bit lonely with just the two of us.",
    "Tue4": "I hope you're doing well today! I just had a frustrating encounter with a shadow beast, so I'm a little beat up.",
    "Tue6": "Did you know that I used to be a taxidermist? I wouldn't believe it either.",
    "Wed": "You look like you're in the mood to buy some new equipment!",
    "Wed8": "Sometimes I still see him when I get deep in the mines. I imagine his cries as that awful beast tore into him and ripped out his heart. $s",
    "Wed4": "I'm having a great day today. I just finished taking out 20 slimes in a row!$h",
    "Thu": "%Marlon seems deep in thought. Maybe it's not the best time to talk to him.",
    "Thu4": "No one in Stardew seems to take an interest in me the way you have. Except Gil, of course!",
    "Thu6": "Ever wondered how I lost the eye? I had a disease as a kid. I tell people I was on some grand adventure, though.",
    "Thu8": "I'm glad we've become friends, @",
    "Fri": "I'm sorry, I'm not having a great day so I really don't feel like talking.",
    "Fri4": "Have you ever wanted to be a pirate? I always wanted to be one as a kid. I look like one now!$h",
    "Fri6": "Sometimes I wish the townspeople paid more attention to outcasts like me, Gil, and Gunther.",
    "Sat": "The weekend is the best time to explore the mines! And buy some supplies, of course.",
    "Sat2": "I hope you're having a good weekend, @!",
    "Sat4": "Hey, @. Gil's in a bad mood, so I'm glad someone else is here to keep me company.",
    "Sat8": "If you want to join me, I'm heading down into the mines later on.",
    "Sun": "Sunday's my favorite day of the week. I spend all morning adventuring.",
    "Sun6": "How's life on the farm treating you? If you have any monster problems, I'd be happy to help.",
    "Sun8": "I think I'm finally moving on from losing my son. I'm not sure if that's a good or bad thing.",
    "Sun10": "You know, @, I consider you a really close friend. I haven't been close to someone like this in a long time.",
    "event_music1": "I like happy music too. Sometimes you just need something cheerful.",
    "event_music2": "I'm not in a great mood. Sad music is a good choice."
}
