{
  "name": "Egg Festival",
  "conditions": "Town/900 1400",
  "shop": "BO 36 400 -1 BO 107 2000 1 O 745 100 -1 BO 184 350 -1 BO 188 350 -1 F 1684 500 -1 F 2624 1000 -1 F 2632 1000 -1",
  "set-up": "fallFest/27 60/farmer 12 54 1/changeToTemporaryMap Town-EggFestival/loadActors Set-Up/advancedMove Vincent true -2 0 0 -2 2 0 0 2/advancedMove Jas true 2 0 0 2 -2 0 0 -2/advancedMove Leo true 0 -2 2 0 0 2 -2 0/advancedMove Pam true 0 -1 3 5000 0 2 3 5000 0 -1 3 4000/advancedMove Clint true 1 7000 0 1 3 7000 0 -1/advancedMove Demetrius true 2 15000 -3 0 0 8 3 20000 0 -8 3 0/advancedMove Willy true 2 25000 -4 0 0 -12 4 0 0 -1 4 30000 0 1 -4 0 0 12 4 0/advancedMove Shane true 4 40000 2 0 0 2 1 35000 0 -2 -2 0/advancedMove Harvey true 0 6 -6 0 0 9 -3 0 3 15000 3 0 0 3 20 0 0 -8 1 0 0 -11 -15 0 0 1 2 30000/playerControl eggFestival",
  "afterEggHunt": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 26 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true/pause 2000/speak Lewis \"Wow, look at all these eggs!$h#$b#Now if only I could get you kids to pick up litter this efficiently, we'd have the cleanest town this side of the Gem Sea! *chuckle*$h\"/pause 800/playMusic none/speak Lewis \"And now, the winner of this year's egg hunt...\"/playMusic none/pause 3000/cutscene eggHuntWinner/null/playMusic event1/pause 500/fork AbbyWin/move Lewis 0 1 2/speak Lewis \"Here's your prize! Enjoy.\"/awardFestivalPrize/null/move Lewis 0 -1 0/speak Lewis \"Well, that's it for this year's Egg Festival. Thanks for coming, everyone!\"/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "AbbyWin": "pause 100/jump Abigail/faceDirection Vincent 3/pause 800/move Abigail 0 -1 0/faceDirection Vincent 0/speak Lewis \"Here's your prize, Luny. Enjoy!\"/pause 500/move Abigail 0 -1 0/playSound coin/pause 400/move Abigail 0 2 0/faceDirection Lewis 0/speak Lewis \"Well, that's it for this year's Egg Festival. Thanks for coming, everyone!\"/pause 1000/viewport move 1 -1 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 27 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true unfreeze/pause 2000/speak Lewis \"It's time for the highlight of today's festivities... The Annual Spring Egg Hunt!$h\"/pause 100/jump Jas/jump Vincent/pause 1000/speak Lewis \"Calm down now, kiddos. You're going to need all your energy if you hope to find the most eggs and take home the exclusive prize.\"/pause 100/faceDirection Vincent 3 true/faceDirection Jas 1 true/pause 1000/faceDirection Vincent 0 true/faceDirection Jas 0 /pause 800/faceDirection Lewis 3/faceDirection Lewis 2/faceDirection Lewis 1/faceDirection Lewis 2/pause 800/speak Lewis \"Now... Is everyone ready?\"/pause 1000/waitForOtherPlayers startContest/jump Lewis/pause 1000/speak Lewis \"Let the egg hunt begin!$h\"/advancedMove Maru false -2 0 0 6 -9 0 0 -2 -9 0 0 -1 2 0 0 -12 6 0 0 -7 3 0/advancedMove Abigail false 0 21 -20 0 0 3 7 0 0 -15 -9 0 9 0 0 18/advancedMove Jas false 0 12 8 0 0 10 3 0 0 4 14 0 0 -20 -6 0 0 3/advancedMove Sam false 4 0 0 -4 2 0 0 -4 12 0 0 -6 19 0 0 20 0 -20 0 20/advancedMove Vincent false 0 3 24 0 0 21 9 0 0 4 -20 0 20 0 -20 0/advancedMove Leo false 0 -10 -1 0 0 -3 -6 0 0 -2 -3 0 0 -3 -1 0 0 20 -5 0 0 -10 -2 0/playSound whistle/playMusic tickTock/playerControl eggHunt",
  "Abigail_spouse": "Go away, we're adversaries until the egg hunt is over!$h",
  "Leah_spouse": "I never had many friends in town, so these events are always kind of boring for me. I enjoy the buffet, though.",
  "Maru_spouse": "I'm just catching up with Penny. Have you had your fill of eggs?",
  "Penny_spouse": "Maru's trying to convince me to eat a deviled egg. I'm just not sure I can stomach it...",
  "Haley_spouse": "I was going to eat some eggs, but then I remembered I'm on a spring diet.",
  "Sebastian_spouse": "I'll be rooting for you in the egg hunt.$h",
  "Sam_spouse": "The gang's just the same as always. Are you having a good time?",
  "Alex_spouse": "Ungh... I think I ate a dozen too many hard boiled eggs...$s",
  "Harvey_spouse": "How is everyone doing? I'm just taking a break for a little while. I'm looking forward to seeing you in the egg hunt!",
  "Elliott_spouse": "I enjoy seeing you so relaxed, my dear.$h",
  "Abigail": "Searching for eggs is like going on a treasure hunt.$h",
  "Robin": "Spring is a busy time of year... so it's nice to have a day off to catch up with friends.",
  "Demetrius": "Egg... what a strange thing to eat.",
  "Maru": "I always look forward to these gatherings... it makes the valley feel like a real community.",
  "Sebastian": "We used to do a rotten egg toss...#$b#Mayor Lewis put an end to that pretty quick.",
  "Linus": "No one really talks to me... I just come for the deviled eggs.",
  "Pierre": "Hey! How'd you get back here?$u#$b#Don't touch anything.",
  "Caroline": "Abby's always loved the egg hunt, ever since she was a tiny girl.",
  "Alex": "I try to eat at least three eggs every day.#$e#I need that protein for my legs.",
  "George": "What's everyone so happy about? Hmmph...#$b#Eggs... why eggs?",
  "Evelyn": "This festival has been a tradition for as long as I can remember.#$b#Tradition connects us with both the past and the future... it's comforting.",
  "Lewis": "Enjoying yourself, @?$h",
  "Clint": "Is there any more food?$s",
  "Penny": "The children have been looking forward to this festival for weeks.",
  "Pam": "Hehe... I put something nice into the punch.$h#$e#Shhh... that's just between you and me, kid.",
  "Emily": "I've been up since dawn coloring eggs... it's always my favorite part of the season.$h",
  "Haley": "This festival is alright... but what I'm really looking foward to is the Flower Dance.",
  "Jodi": "Vincent loves this festival... it's a joy to see him so happy.",
  "Kent": "I'm not a big fan of eggs, to tell you the truth.",
  "Marlon": "Even with my bad leg, I never miss a town festival.",
  "Sam": "*sniff*... ub... my doze... allergies...$s",
  "Leah": "Mmmm... This fruit punch is unusually good.$h",
  "Shane": "Our hens have been working overtime to prepare for this festival.#$b#They deserve the best tonight... bowls full of sweet yellow corn!$h",
  "Marnie": "Welcome to the Egg Festival... complements of my wonderful brood of hens.",
  "Elliott": "Taking breaks from work can make you more productive in the long run.",
  "Gus": "I hope everyone's enjoying the food... I've been cooking for days to get everything ready.#$b#Fried eggs, boiled eggs, poached eggs, deviled eggs, scrambled eggs, chocolate eggs... you name it!$h",
  "Dwarf": "You say it's raining up above? *gasp*#$e#Rain... it's almost mythical to us. Some of us live our entire lives without ever experiencing it.",
  "Wizard": "Hmm... And what about raw lizard egg sprinkled with blackened marrow?",
  "Harvey": "Eggs definitely have a place in the well-balanced diet.#$e#Oops... I should take off my Doctor's hat for the time being.$11",
  "Sandy": "I heard it's raining back home. Is that why you came here?$h#$e#I kind of miss the rain, actually...$s",
  "Jas": "I hope I can find some eggs before Vincent takes them all...$s",
  "Vincent": "When does the egg hunt start?! I'm so excited!!$h",
  "Willy": "Sometimes I'll hide an egg too well and no one finds it...#$b#Well, until summer rolls around. Then the hot air starts to bring out the rotten smell... Hehe. $h",
  "???": "Ah, the sewers are flowing quickly today. It'll get nice and humid in here... just how I like it.",
  "Leo": "The idea of an egg hunt is a little bit weird... but I guess the eggs don't belong to any of my family members...$s#$b#Oh well, I'll join in anyway!$h",
  "Abigail_y2": "$y 'Do you think I'm too old to do the egg hunt?_Yes_Hmmph... you sound like my Mom!$a_No_Yeah, I guess so. If I'm still having fun, why stop?'",
  "Robin_y2": "It feels great to be outside again after that long, cold winter, doesn't it?",
  "Demetrius_y2": "Hey @, did you get a taste of my carp roe pie?#$b#...What? It is the 'egg' festival, isn't it?",
  "Maru_y2": "Think you'll win the egg hunt this year?",
  "Sebastian_y2": "You know what? I kind of miss the winter... it's simpler, in a way.",
  "Linus_y2": "I'll just slip in a little later and have some food. I'm eyeing that scrumptious looking pie!",
  "Pierre_y2": "Trying to make a back-room deal, huh? Hah! I admire your gumption.",
  "Caroline_y2": "It may be a little boring, but these festivals are a good chance to connect with our neighbors.",
  "Alex_y2": "I wonder what would happen to my arms and legs if I ate thirty eggs a day?",
  "George_y2": "Evelyn made eggs and leeks for breakfast, so I'm in a good mood.$h",
  "Evelyn_y2": "$y 'Do you have hens on your farm?_Yes_Oh, good! I'm sure they lay the most delicious eggs...$h_No_Spring would be a great time to start raising chickens, don't you think?",
  "Clint_y2": "Oh no... *gulp*... It's mostly salad this year...$s",
  "Penny_y2": "Hopefully Vincent will be able to find an egg this year... #$b#It would be good for him to feel like he's a contender.",
  "Pam_y2": "Hey... If you're gonna feed me eggs, I'm gonna need some hot sauce, kid!",
  "Emily_y2": "This year I sewed little pants and hats for some of the eggs. They look adorable!$h",
  "Haley_y2": "Oh! I still need to get my photo taken at the bunny stand. Does my hair look okay?",
  "Jodi_y2": "Kent always seems a little antsy during big gatherings like this...",
  "Marlon_y2": "Have you ever hunted for slime eggs? Now there's a true challenge...",
  "Leah_y2": "Hmm... The punch isn't as good as last year. It's missing something!",
  "Shane_y2": "Some of these eggs were laid just this morning. See? They're still warm!",
  "Marnie_y2": "Hens lay the eggs, but roosters play an important role, too... they protect the hens and prevent them from fighting with each other!#$b#That means happier hens and better eggs...$h",
  "Elliott_y2": "Be careful you don't accidentally take a raven's egg. They'll hold a grudge against you for the rest of their days!",
  "Gus_y2": "Shh... don't tell anyone, but I tried something different this year... Duck eggs in the custard!$h",
  "Harvey_y2": "Eggs are fine, but I'd advise against eating thirty per day!",
  "Jas_y2": "I'm going to try my best to win this year!",
  "Vincent_y2": "I want to live inside a big egg!",
  "Willy_y2": "Aye... on rainy days, you'll find catfish in these waters. They're a challenging catch, but well worth the effort!"
}