{
  "name": "Eierfest",
  "conditions": "Town/900 1400",
  "shop": "BO 36 400 -1 BO 107 2000 1 O 745 100 -1 BO 184 350 -1 BO 188 350 -1 F 1684 500 -1 F 2624 1000 -1 F 2632 1000 -1",
  "set-up": "fallFest/27 60/farmer 12 54 1/changeToTemporaryMap Town-EggFestival/loadActors Set-Up/advancedMove Vincent true -2 0 0 -2 2 0 0 2/advancedMove Jas true 2 0 0 2 -2 0 0 -2/advancedMove Leo true 0 -2 2 0 0 2 -2 0/advancedMove Pam true 0 -1 3 5000 0 2 3 5000 0 -1 3 4000/advancedMove Clint true 1 7000 0 1 3 7000 0 -1/advancedMove Demetrius true 2 15000 -3 0 0 8 3 20000 0 -8 3 0/advancedMove Willy true 2 25000 -4 0 0 -12 4 0 0 -1 4 30000 0 1 -4 0 0 12 4 0/advancedMove Shane true 4 40000 2 0 0 2 1 35000 0 -2 -2 0/advancedMove Harvey true 0 6 -6 0 0 9 -3 0 3 15000 3 0 0 3 20 0 0 -8 1 0 0 -11 -15 0 0 1 2 30000/playerControl eggFestival",
  "afterEggHunt": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 26 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true/pause 2000/speak Lewis \"Wow, schaut euch all die Eier an!$h#$b#Wenn ich euch Kinder dazu kriegen könnte, Müll so effizient aufzusammeln, hätten wir die sauberste Stadt diesseits des Edelsteinsees! *kicher*$h\"/pause 800/playMusic none/speak Lewis \"Und jetzt, der Gewinner der diesjährigen Eiersuche...\"/playMusic none/pause 3000/cutscene eggHuntWinner/null/playMusic event1/pause 500/fork AbbyWin/move Lewis 0 1 2/speak Lewis \"Hier ist dein Preis! Viel Spaß.\"/awardFestivalPrize/null/move Lewis 0 -1 0/speak Lewis \"Nun, das war das Eierfest für dieses Jahr. Danke, dass ihr dabei wart!\"/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "AbbyWin": "pause 100/jump Abigail/faceDirection Vincent 3/pause 800/move Abigail 0 -1 0/faceDirection Vincent 0/speak Lewis \"Hier ist dein Preis, Luny. Viel Spaß!\"/pause 500/move Abigail 0 -1 0/playSound coin/pause 400/move Abigail 0 2 0/faceDirection Lewis 0/speak Lewis \"Nun, das war das Eierfest für dieses Jahr. Danke, dass ihr dabei wart!\"/pause 1000/viewport move 1 -1 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 27 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true unfreeze/pause 2000/speak Lewis \"Es ist Zeit für das Highlight der heutigen Festivitäten, die jährliche Frühlingseiersuche!$h\"/pause 100/jump Jas/jump Vincent/pause 1000/speak Lewis \"Ganz ruhig, Kinder. Ihr braucht eure Energie noch, wenn ihr die meisten Eier finden und den Preis abstauben wollt. \"/pause 100/faceDirection Vincent 3 true/faceDirection Jas 1 true/pause 1000/faceDirection Vincent 0 true/faceDirection Jas 0 /pause 800/faceDirection Lewis 3/faceDirection Lewis 2/faceDirection Lewis 1/faceDirection Lewis 2/pause 800/speak Lewis \"Nun denn... sind alle bereit?\"/pause 1000/waitForOtherPlayers startContest/jump Lewis/pause 1000/speak Lewis \"Lasset die Eiersuche beginnen!$h\"/advancedMove Maru false -2 0 0 6 -9 0 0 -2 -9 0 0 -1 2 0 0 -12 6 0 0 -7 3 0/advancedMove Abigail false 0 21 -20 0 0 3 7 0 0 -15 -9 0 9 0 0 18/advancedMove Jas false 0 12 8 0 0 10 3 0 0 4 14 0 0 -20 -6 0 0 3/advancedMove Sam false 4 0 0 -4 2 0 0 -4 12 0 0 -6 19 0 0 20 0 -20 0 20/advancedMove Vincent false 0 3 24 0 0 21 9 0 0 4 -20 0 20 0 -20 0/advancedMove Leo false 0 -10 -1 0 0 -3 -6 0 0 -2 -3 0 0 -3 -1 0 0 20 -5 0 0 -10 -2 0/playSound whistle/playMusic tickTock/playerControl eggHunt",
  "Abigail_spouse": "Hau ab, wir sind Gegner, bis die Eiersuche vorbei ist!$h",
  "Leah_spouse": "Ich hatte in dieser Stadt nie viele Freunde, also sind diese Veranstaltungen immer langweilig für mich. Ich mag aber das Büffet.",
  "Maru_spouse": "Ich unterhalte mich nur ein wenig mit Penny. Hast du schon genug von den Eiern?",
  "Penny_spouse": "Maru will mich dazu überreden, ein gefülltes Ei zu essen. Ich bin mir nicht sicher, ob mein Magen das mitmacht...",
  "Haley_spouse": "Ich wollte eigentlich ein paar Eier essen, aber dann fiel mir wieder ein, dass ich auf Frühlingsdiät bin.",
  "Sebastian_spouse": "Ich feuer dich bei der Eiersuche an.$h",
  "Sam_spouse": "Die Typen ändern sich nie. Hast du Spaß?",
  "Alex_spouse": "Puuuh... Ich habe wohl ein Dutzend hartgekochte Eier zu viel verputzt...$s",
  "Harvey_spouse": "Wie kommt ihr so voran? Ich mache gerade eine kurze Pause. Ich bin gespannt darauf, dich bei der Eiersuche zu sehen!",
  "Elliott_spouse": "Es ist schön, dich so entspannt zu sehen, Schatz.$h",
  "Abigail": "Nach Eiern zu suchen ist fast wie eine Schatzsuche.$h",
  "Robin": "Der Frühling ist eine sehr geschäftige Zeit... Es geht nichts über einen freien Tag, um mit Freunden zu plaudern.",
  "Demetrius": "Eier... Schon etwas merkwürdig, sowas zu essen.",
  "Maru": "Ich freue mich immer auf diese Zusammenkünfte... Dadurch entsteht ein richtiges Gemeinschaftsgefühl im Tal.",
  "Sebastian": "Es gab mal ein Eierwettwerfen mit faulen Eiern...#$b#Bürgermeister Lewis hat dem schnell ein Ende gesetzt.",
  "Linus": "Keiner redet wirklich mit mir... Ich komme nur wegen der gefüllten Eier.",
  "Pierre": "Hey! Wie bist du dort hingekommen?$u#$b#Fass ja nichts an.",
  "Caroline": "Abby liebt die Eiersuche schon von klein auf.",
  "Alex": "Ich versuche, jeden Tag mindestens drei Eier zu essen.#$e#Ich brauche das Protein für meine Beine.",
  "George": "Worüber sind alle so glücklich? Hmmpf...#$b#Eier... Warum Eier?",
  "Evelyn": "Dieses Fest war schon immer Tradition.#$b#Tradition verbindet uns mit unserer Vergangenheit und der Zukunft... Ein angenehmes Gefühl.",
  "Lewis": "Gefällt's dir, @?$h",
  "Clint": "Gibt es irgendwo noch mehr zu essen?$s",
  "Penny": "Die Kinder freuen sich schon seit Wochen auf dieses Fest.",
  "Pam": "Hehe... Ich habe den Punsch etwas aufgebessert.$h#$e#Pssst... das bleibt unter uns, Kindchen.",
  "Emily": "Ich bin schon seit Tagesanbruch wach und färbe Eier... Mein absoluter Lieblingsteil dieser Jahreszeit.$h",
  "Haley": "Dieses Fest ist ganz nett... Aber auf was ich mich wirklich freue, ist der Blumentanz.",
  "Jodi": "Vincent liebt dieses Fest... es ist schön, ihn so glücklich zu sehen.",
  "Kent": "Ich bin kein großer Fan von Eiern, um ehrlich zu sein.",
  "Marlon": "Selbst mit meinen Beinproblemen verpasse ich nie ein Stadtfest.",
  "Sam": "*schnief*... uh... meine Nade... *schnief*... Nase... Allergien...$s",
  "Leah": "Mmmmh... Dieser Früchtepunsch ist ungewöhnlich gut.$h",
  "Shane": "Unsere Hennen mussten Überstunden machen, um dieses Fest vorzubereiten.#$b#Sie verdienen nur das Beste heute Abend... Eine Runde saftigen, goldenen Mais!$h",
  "Marnie": "Willkommen beim Eierfest... dank meiner wundervollen Hennen.",
  "Elliott": "Gelegentliche Pausen bei der Arbeit können auf lange Sicht die Produktivität steigern.",
  "Gus": "Ich hoffe, allen schmeckt das Essen... Ich habe tagelang gekocht, um alles vorzubereiten.#$b#Spiegeleier, hartgekochte Eier, gefüllte Eier, Rührei, Schokoladeneier... und so weiter!$h",
  "Dwarf": "Was, es regnet oben? *schock*#$e#Regen... Er ist schon fast ein Mythos für uns. Manche von uns erleben ihn ihr ganzes Leben lang nicht.",
  "Wizard": "Hmm... Und was wäre mit einem rohen Echsenei mit einer Prise gehackter Bittermelone?",
  "Harvey": "Eier gehören definitiv zu einer gut ausbalancierten Ernährung.#$e#Uups... Ich sollte für den Moment mir meine ärztlichen Ratschläge verkneifen.$11",
  "Sandy": "Ich habe gehört, dass es zu Hause regnet. Bist du deswegen hier?$h#$e#Ich vermisse den Regen irgendwie...$s",
  "Jas": "Hoffentlich kann ich ein paar Eier finden, bevor Vincent sie sich alle schnappt...$s",
  "Vincent": "Wann beginnt die Eiersuche? Ich bin so aufgeregt!!$h",
  "Willy": "Teilweise verstecke ich Eier zu gut und keiner findet sie...#$b#Na ja, bis der Sommer dann kommt. Die heißen Temperaturen bringen schließlich den fauligen Geruch an den Tag... Hehe.$h",
  "???": "Ah, die Kanalisation fließt heute schnell. Es wird angenehm feucht hier drin... Wie ich es mag.",
  "Leo": "Die Idee einer Eierjagd ist ein wenig seltsam... aber ich schätze, die Eier gehören keinem meiner Familienmitglieder... $s#$b#Naja okay, ich werde trotzdem mitmachen!$h",
  "Abigail_y2": "$y 'Denkst du, ich bin zu alt für die Eierjagd?_Ja_Hmmph... du klingst wie meine Mutter!$a_Nein_Ja, ich denke schon. Wenn ich immer noch Spaß habe, warum aufhören?'",
  "Robin_y2": "Es fühlt sich toll an, nach diesem langen, kalten Winter wieder draußen zu sein, nicht wahr?",
  "Demetrius_y2": "Hey @, hast du meine Karpfen-Rogenpastete probiert? #$b#...Was? Es ist das 'Ei'-Festival, nicht wahr?",
  "Maru_y2": "Glaubst du, dass du dieses Jahr die Eierjagd gewinnen wirst?",
  "Sebastian_y2": "Weißt du was? Ich vermisse irgendwie den Winter... es ist einfacher, in gewisser Weise.",
  "Linus_y2": "Ich schleiche mich einfach etwas später rein und esse etwas. Ich habe ein Auge auf den lecker aussehenden Kuchen geworfen!",
  "Pierre_y2": "Du versuchst, ein Hinterzimmer-Geschäft zu machen, was? Hah! Ich bewundere deinen Grips.",
  "Caroline_y2": "Es mag ein bisschen langweilig sein, aber diese Festivals sind eine gute Gelegenheit, mit unseren Nachbarn in Kontakt zu treten.",
  "Alex_y2": "Ich frage mich, was mit meinen Armen und Beinen passieren würde, wenn ich dreißig Eier am Tag essen würde.",
  "George_y2": "Evelyn hat Eier und Lauch zum Frühstück gemacht, ich bin also gut gelaunt.$h",
  "Evelyn_y2": "$y 'Hast du Hühner auf deinem Hof?_Ja_Gut! Ich bin sicher, sie legen die köstlichsten Eier... $h_Nein_Frühling wäre ein guter Zeitpunkt, mit der Hühnerzucht zu beginnen, meinst Du nicht?'",
  "Clint_y2": "Oh nein... *schluck*... Dieses Jahr ist es hauptsächlich Salat...$s",
  "Penny_y2": "Hoffentlich kann Vincent dieses Jahr ein Ei finden... #$b#Es wäre gut für ihn, wenn er das Gefühl hätte, ein Anwärter zu sein.",
  "Pam_y2": "Hey... Wenn du mich mit Eiern füttern willst, brauche ich scharfe Soße!",
  "Emily_y2": "Dieses Jahr habe ich für einige der Eier kleine Hosen und Hüte genäht. Sie sehen bezaubernd aus!$h",
  "Haley_y2": "Oh! Ich muss mich noch am Hasenstand fotografieren lassen. Sieht mein Haar gut aus?",
  "Jodi_y2": "Kent scheint bei großen Versammlungen wie dieser immer etwas nervös zu sein...",
  "Marlon_y2": "Hast du jemals nach Schleimeiern gejagt? Das ist eine echte Herausforderung...",
  "Leah_y2": "Hmm... Der Punsch ist nicht so gut wie letztes Jahr. Es fehlt etwas!",
  "Shane_y2": "Einige dieser Eier wurden erst heute Morgen gelegt. Siehst du? Sie sind noch warm!",
  "Marnie_y2": "Hühner legen die Eier, aber auch Hähne spielen eine wichtige Rolle... sie schützen die Hennen und verhindern, dass sie miteinander kämpfen!#$b#Das bedeutet glücklichere Hennen und bessere Eier...$h",
  "Elliott_y2": "Pass auf, dass Du nicht versehentlich ein Rabenei nehmt. Sie werden für den Rest ihrer Tage einen Groll gegen dich hegen!",
  "Gus_y2": "Shh... sag es niemandem, aber ich habe dieses Jahr etwas anderes ausprobiert... Enteneier im Pudding! $h",
  "Harvey_y2": "Eier sind in Ordnung, aber ich würde davon abraten, dreißig am Tag zu essen!",
  "Jas_y2": "Ich werde mein Bestes versuchen, dieses Jahr zu gewinnen!",
  "Vincent_y2": "Ich möchte in einem großen Ei leben!",
  "Willy_y2": "Aye... an regnerischen Tagen findest du Welse in diesen Gewässern. Es ist ein anspruchsvoller Fang, aber die Mühe lohnt sich!"
}