/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/b-b-blueberry/BlueberryMushroomMachine
**
*************************************************/

{
  "jp.machine.name": "Propagator",
  "machine.name": "栽培の原木",
  "jp.machine.desc": "Inoculate with a mushroom to gradually grow more.",
  "machine.desc": "キノコで植えてもっとはゆっくり生えます。",

  "jp.error.location": "Mushrooms won't grow here.",
  "error.location": "ここではキノコが生えることが出来ません。",
  "jp.error.truffle": "Truffles won't grow this way.",
  "error.truffle": "こんな道でトリュフが生えることが出来ません。",

  "jp.event.4637.0000.0000": "Hey @. I seem to have lost a couple of my logs. Have you seen them around?#$b#… Actually, forget I asked.$s#",
  "event.4637.0000.0000": "こんにちは、@。一つ二つの丸太はなくなっているだろう。周りで視たの？#$b#...実際、たぶん大丈夫。$s#",

  "jp.event.4637.0001.0000": "Hi @! I decided to stop by and check in on the cave I set up earlier for cultivating mushrooms on your farm.#$b#You've been making the most of it, I imagine? It’s certainly helped with my research. In fact, I’ve made another breakthrough.#$b#That cave has been very useful for observing local fungi in their natural environment, but I’ve come up with a new device that will make the mushrooms much easier to grow.",
  "event.4637.0001.0000": "おはいよう、@！きのこの洞穴を寄って見ることをした。#$b#利しているかなぁ？実際は、また大発見を取った！#$b#洞穴は現地のきのこを見るのが有用けどが、増しな生えるデバイスを考えついた。",

  "jp.event.4637.0001.0001": "Learned how to craft a 'Propagator'.",
  "event.4637.0001.0001": "「栽培の原木」の作り方を学びました",

  "jp.event.4637.0001.0002": "With these schematics, you should be able to build it yourself and place it anywhere with similar environmental conditions to the cave.#$b#If I had a brand-new cellar, that would be the first place I'd try!$h#",
  "event.4637.0001.0002": "図解で、それを自分で作って洞穴の環境の状態所に置くできるはず。#$b#新しい地下室を持っていたら、それが僕の一番場所だよ！$h#",

  "jp.event.4637.0001.0003": "How are you doing, @? Have you grown any interesting mushrooms with my little device yet?",
  "event.4637.0001.0003": "どうしてる、@？もう僕のデバイスで面白いきのこが生えた？"
}