{
	"GenericMC.barLabel": "Preview Bar (Location)",
	"GenericMC.barDescription": "The bar that shows location info when holding a Fishing Rod (bait/tackle/trash/fish here), or Crab Pot (trash/crustaceans here).",
	"GenericMC.barDescription2": "You can hover over the variable names for more info. If you're holding a fishing rod and save, you can see the results update while in this menu.",

	"GenericMC.barSonarMode": "Require Sonar Tackle",
	"GenericMC.barSonarModeDesc": "Makes the Sonar tackle a requirement for certain mod functionality:\nWhole Mod: Disables all mod functionality if no Sonar.\nMini + Scan: Disables Minigame Preview and Shift Scan functionality if no Sonar.\nShift Scan: Disables mouse tile aim when Shift key is held if no Sonar.",
	"GenericMC.barSonarMode0": "Whole Mod",
	"GenericMC.barSonarMode1": "Mini + Scan",
	"GenericMC.barSonarMode2": "Shift Scan",

	"GenericMC.barIconMode": "Icon Mode",
	"GenericMC.barIconModeDesc": "The direction in which the bait/tackle/trash/fish icons will travel, before being split into rows/columns.",
	"GenericMC.barIconMode0": "Horizontal Icons",
	"GenericMC.barIconMode1": "Vertical Icons",
	"GenericMC.barIconMode2": "Vertical Icons + Text",

	"GenericMC.Disabled": "Disabled",

	"GenericMC.barPosX": "Position Horizontal (X)",
	"GenericMC.barPosXDesc": "Horizontal coordinate (X) of the bar's top left corner. Pixel values from 0 to your screen size.",
	"GenericMC.barPosY": "Position Vertical (Y)",
	"GenericMC.barPosYDesc": "Vertical coordinate (Y) of the bar's top left corner. Pixel values from 0 to your screen size.",

	"GenericMC.barScale": "Scale",
	"GenericMC.barScaleDesc": "The bar scales along with the UI scale, and this variable (for finer adjustment). Values from 0.1 to 10.",

	"GenericMC.barMaxIcons": "Max Icons (in Total)",
	"GenericMC.barMaxIconsDesc": "How many icons the bar can display in total. Values from 4 to 500. Too many might cause lag.",
	"GenericMC.barMaxIconsPerRow": "Max Icons (per Column/Row)",
	"GenericMC.barMaxIconsPerRowDesc": "How many icons the bar can display before changing column (horizontal mode) or row (vertical mode). Values from 4 to 500. Preferably, a number Total can be divided by.",

	"GenericMC.barBackgroundMode": "Background Mode",
	"GenericMC.barBackgroundModeDesc": "The dark background behind the icons, mostly useful for text icon mode. The Circles are painted behind each icon, Rectangle is drawn behind everything (better performance).",
	"GenericMC.barBackgroundMode0": "Circles",
	"GenericMC.barBackgroundMode1": "Rectangle",

	"GenericMC.barShowBaitTackle": "Show Bait and Tackle Icons",
	"GenericMC.barShowBaitTackleDesc": "Enables icons that show how much bait and tackle durability your current fishing rod has (if any).",

	"GenericMC.barShowPercentages": "Show Percentages",
	"GenericMC.barShowPercentagesDesc": "Shows simulated percentage chance of catching each fish under its icon. Relies heavily on Extra Check Frequency, the higher, the better.",

	"GenericMC.barSortMode": "Sorting Mode",
	"GenericMC.barSortModeDesc": "Sorting by Name arranges icons alphabetically.\nSorting by Catch Chance (%) relies heavily on Extra Check Frequency, the higher, the better.\nWithout sorting, the order is: Trash, by ID, and extras.",
	"GenericMC.barSortMode0": "Name",
	"GenericMC.barSortMode1": "Catch Chance",

	"GenericMC.barExtraCheckFrequency": "Dynamic Frequency",
	"GenericMC.barExtraCheckFrequencyDesc": "When 0: Fishing isn't simulated. A less accurate check is used. Percentages might be slightly off. Otherwise a performance intensive check simulates fishing in current location. The higher the number, the more attempts (more accuracy and less flickering). Should be accurate with any mod, but can tank performance if high. In split screen mode, divided by the screen amount to help performance.",

	"GenericMC.barScanRadius": "Scan Radius",
	"GenericMC.barScanRadiusDesc": "The overlay will scan an area X tiles around the player for water, and will only display fish info for the nearest water tile found (if any).",

	"GenericMC.barCrabPotEnabled": "Crab Pot Preview Enabled",
	"GenericMC.barCrabPotEnabledDesc": "Extends the preview to also work for Crab Pots.",

	"GenericMC.barUncaughtDarker": "Uncaught Fish Appear Darker",
	"GenericMC.barUncaughtDarkerDesc": "Makes uncaught fish icons appear dark like they do in the Collections Tab (also applies to the minigame). Text Icon Mode also shows them as \"???\".",

	"GenericMC.barOnlyFish": "Only Fish",
	"GenericMC.barOnlyFishDesc": "The bar will only show things from the official fish list (and trash), skipping things like furniture or notes. They will still contribute to percentage calculations. This is mainly for consistency's sake, since some of these items are already blacklisted (hidden). Keep in mind that there's a tiny chance that some mod didn't add its fish to this list, though those wouldn't really count as fish.",

	"GenericMC.MinigameLabel": "Preview (Minigame)",
	"GenericMC.MinigameDescription": "If enabled, the fishing minigame will show a preview of the fish you're catching in place of the generic icon.",
	"GenericMC.MinigameDescription2": "So long as the mod overrides the BobberBar position variable it should work, otherwise you can try another mode, or disable the preview here.",

	"GenericMC.MinigameMode": "Minigame Mode",
	"GenericMC.MinigameModeDesc": "Full: Copies multiple layers to look better.\nSimple: Only overlays the fish, looks worse, but might perform/work better.\nBar Only (included in the above two): Outlines the fish in the regular location bar (if it's enabled).",
	"GenericMC.MinigameMode0": "Full",
	"GenericMC.MinigameMode1": "Simple",
	"GenericMC.MinigameMode2": "Bar Only",

	"GenericMC.SplitScreenDesc": "Split Screen-specific settings, these only matter for Split Screen players. Only the main player should change these.",
	"GenericMC.SplitScreen2": "Split Screen 2: (Top) Right",
	"GenericMC.SplitScreen3": "Split Screen 3: Bottom Left",
	"GenericMC.SplitScreen4": "Split Screen 4: Bottom Right",

	"GenericMC.barColors": "Color Customization",
	"GenericMC.barBackgroundColor": "Background Color",
	"GenericMC.barTextColor": "Text Color",

	"Bar.CrabMineWarning": "Bad Idea: Crab Pots placed in mines will be lost upon exiting."
}
