{
	"GenericMC.barLabel": "Pasek Info (miejsce)",
	"GenericMC.barDescription": "Pasek pokazujący informacje o miejscu przy trzymaniu wędki (przynęta/spławik/śmieci/ryby tutaj) lub pułapki na kraby (śmieci/skorupiaki tutaj).",
	"GenericMC.barDescription2": "Możesz najechać kursorem na nazwę pozycji, aby uzyskać więcej informacji o niej. Jeśli trzymasz teraz wędkę i zapiszesz, możesz zobaczyć rezultat w tym menu.",

	"GenericMC.barSonarMode": "Wymagaj Sonar",
	"GenericMC.barSonarModeDesc": "Sprawia, że spławik Sonar jest potrzebny dla niektórych funkcji modu:\nCały mod: Wyłącza wszystkie funkcje modu, jeśli nie ma Sonaru.\nMini + Skan: Wyłącza funkcję podglądu minigier i Shift Skan, jeśli nie ma sonaru.\nShift Skan: Wyłącza celowanie myszką, gdy przytrzymany jest klawisz Shift, jeśli nie ma sonaru.",
	"GenericMC.barSonarMode0": "Cały mod",
	"GenericMC.barSonarMode1": "Mini + Skan",
	"GenericMC.barSonarMode2": "Shift Skan",

	"GenericMC.barIconMode": "Tryb ikon",
	"GenericMC.barIconModeDesc": "Kierunek, w którym będą podróżować ikony przynęty/spławika/śmieci/ryb, zanim zostaną podzielone na rzędy/kolumny.",
	"GenericMC.barIconMode0": "Ikony poziome",
	"GenericMC.barIconMode1": "Ikony pionowe",
	"GenericMC.barIconMode2": "Ikony pionowe z tekstem",

	"GenericMC.Disabled": "Wyłącz",

	"GenericMC.barPosX": "Pozycja pozioma (X)",
	"GenericMC.barPosXDesc": "Współrzędna pozioma (X) lewego górnego rogu Paska Info. Wartości pikseli od 0 do rozmiaru ekranu.",
	"GenericMC.barPosY": "Pozycja Pionowa (Y)",
	"GenericMC.barPosYDesc": "Współrzędna pionowa (Y) lewego górnego rogu Paska Info. Wartości pikseli od 0 do rozmiaru ekranu.",

	"GenericMC.barScale": "Skala",
	"GenericMC.barScaleDesc": "Pasek Info skaluje się wraz z interfejsem gry, i z tym numerem (dla dokładniejszej regulacji). Wartości od 0.1 do 10.",

	"GenericMC.barMaxIcons": "Maks ikon (razem)",
	"GenericMC.barMaxIconsDesc": "Ile ikon Pasek Info może maksymalnie wyświetlić. Wartości od 4 do 500. Zbyt wiele może powodować spowolnienia.",
	"GenericMC.barMaxIconsPerRow": "Maks ikon (na kolumnę/rząd)",
	"GenericMC.barMaxIconsPerRowDesc": "Ile ikon Pasek Info może wyświetlić przed zmianą kolumny (tryb poziomy) lub rzędu (tryb pionowy). Wartości od 4 do 500. Najlepiej liczbę, przez którą można podzielić liczbę Maksymalną.",

	"GenericMC.barBackgroundMode": "Tryb tła",
	"GenericMC.barBackgroundModeDesc": "Ciemne tło za ikonami, przydatne głównie w trybie ikon z tekstem. Okrągłe są dodane za każdą ikoną, a Prostokąt jest dodany za wszystkim (szybszy).",
	"GenericMC.barBackgroundMode0": "Okrągłe",
	"GenericMC.barBackgroundMode1": "Prostokąt",

	"GenericMC.barShowBaitTackle": "Pokaż przynętę i spławik",
	"GenericMC.barShowBaitTackleDesc": "Włącza ikony, które pokazują status przynęty i spławika twojej wędki (jeśli je ma).",

	"GenericMC.barShowPercentages": "Pokaż Procenty",
	"GenericMC.barShowPercentagesDesc": "Pokazuje symulowaną szansę złapania danej ryby pod jej ikoną. Dokładność bardzo zależy od Częstotliwości Ekstra Testów, im większa, tym lepiej.",

	"GenericMC.barSortMode": "Tryb Sortowania",
	"GenericMC.barSortModeDesc": "Sortowanie według Nazwy aranżuje ikony alfabetycznie.\nSortowanie według Szansy Złapania bardzo zależy od Częstotliwości Ekstra Testów, im większa, tym lepiej.\nBez sortowania ikony mają daną kolejność: Śmieci, według ID, i ekstra.",
	"GenericMC.barSortMode0": "Nazwa",
	"GenericMC.barSortMode1": "Szansa Złapania",

	"GenericMC.barExtraCheckFrequency": "Częstotliwość Dynamiczna",
	"GenericMC.barExtraCheckFrequencyDesc": "Gdy 0: Łowienie nie jest symulowane. Stosowana jest mniej dokładna kontrola. Wartości procentowe mogą być niedokładne. Powyżej 0, stosowane są testy intensywnej wydajności, które symulują łowienie w tym miejscu. Im wyższa liczba, tym więcej testów (tym większa dokładność i mniej migotania ikon). Dokładne nawet jeśli masz inne mody, ale wysoka liczba testów może spowolnić grę. W trybie podzielonego ekranu ta liczba jest podzielona przez ilość ekranów, aby nie powodować spowolnień.",

	"GenericMC.barScanRadius": "Radius skanowania",
	"GenericMC.barScanRadiusDesc": "Pasek Info będzie skanować X kafelek wokół gracza w poszukiwaniu wody i wyświetli informacje o rybach tylko dla najbliższej - jeśli istnieje.",

	"GenericMC.barCrabPotEnabled": "Pułapki na Kraby Też",
	"GenericMC.barCrabPotEnabledDesc": "Sprawia, że Pasek Info również działa gdy trzymasz pułapkę na kraby.",

	"GenericMC.barUncaughtDarker": "Niezłowione ryby są ciemniejsze",
	"GenericMC.barUncaughtDarkerDesc": "Sprawia, że ​​ikony niezłapanych ryb są ciemne, tak jak w Menu Kolekcji (dotyczy również minigry). Tryb ikon z tekstem pokazuje je również jako \"???\".",

	"GenericMC.barOnlyFish": "Tylko Ryby",
	"GenericMC.barOnlyFishDesc": "Pasek pokaże tylko rzeczy z oficjalnej listy ryb (i śmieci), pomijając rzeczy takie jak meble bądź notatki. Nadal będą przyczyniać się do obliczeń procentowych. Opcja dodana głównie ze względu na spójność, ponieważ niektóre z tych przedmiotów są już na czarnej liście (ukryte). Ostrzegam: Jest minimalna szansa, że jakiś mod nie dodał swoich ryb to tej listy, lecz nie liczyłyby się w tym przypadku jako ryby.",

	"GenericMC.MinigameLabel": "Podgląd (minigra)",
	"GenericMC.MinigameDescription": "Jeśli ta opcja jest włączona, minigra wędkarska pokaże podgląd ryby, którą właśnie łapiesz zamiast ikony standardowej.",
	"GenericMC.MinigameDescription2": "Dopóki inny mod prawidłowo zmienia pozycje BobberBar, powinno to z nim działać. W przeciwnym razie możesz wypróbować inny tryb, lub wyłączyć podgląd tutaj.",

	"GenericMC.MinigameMode": "Tryb minigry",
	"GenericMC.MinigameModeDesc": "Pełny: Kopiuje wiele warstw minigry, aby wyglądać lepiej.\nProsty: Kopiuje tylko rybę. Wygląda gorzej, ale może działać lepiej.\nTylko pasek (również zawarty w powyższych dwóch trybach): Wyróżnia rybę w Pasky Info (jeśli jest włączony).",
	"GenericMC.MinigameMode0": "Pełny",
	"GenericMC.MinigameMode1": "Prosty",
	"GenericMC.MinigameMode2": "Tylko pasek",

	"GenericMC.SplitScreenDesc": "Opcje dla trybu dzielonego ekranu, nie są ważne w innych trybach. Tylko główny użytkownik powinien je zmieniać.",
	"GenericMC.SplitScreen2": "Podzielony Ekran 2: Prawy (Górny)",
	"GenericMC.SplitScreen3": "Podzielony Ekran 3: Lewy Dolny",
	"GenericMC.SplitScreen4": "Podzielony Ekran 4: Prawy Dolny",

	"GenericMC.barColors": "Ustawienia Kolorów",
	"GenericMC.barBackgroundColor": "Kolor Tła",
	"GenericMC.barTextColor": "Kolor Tekstu",

	"Bar.CrabMineWarning": "Zły pomysł: Pułapki na kraby umieszczone w kopalniach, zostaną utracone po wyjściu."
}
