{
    "GenericMC.barLabel": "Предпросмотр панели (Местоположение)",
    "GenericMC.barDescription": "Панель, которая показывает информацию о местоположении при удержании удочки (приманка/оснастка/мусор/рыба здесь) или крабовой ловушки (мусор/ракообразные здесь).",
    "GenericMC.barDescription2": "Вы можете навести курсор на имена переменных для получения дополнительной информации. Если вы держите удочку и сохраняете, вы можете видеть обновление результатов в этом меню.",

    "GenericMC.barSonarMode": "Требуется Сонарный поплавок",
    "GenericMC.barSonarModeDesc": "Делает Сонарный поплавок необходимым для определенной функциональности мода:\nВесь мод: отключает всю функциональность мода, если нет Сонарного поплавка.\nМини + Сканирование: отключает предпросмотр мини-игры и функциональность сканирования Shift, если нет Сонарного поплавка.\nСканирование Shift: отключает наведение мыши на плитку при удержании клавиши Shift, если нет Сонарного поплавка.",
    "GenericMC.barSonarMode0": "Весь мод",
    "GenericMC.barSonarMode1": "Мини + Сканирование",
    "GenericMC.barSonarMode2": "Сканирование Shift",

    "GenericMC.barIconMode": "Режим иконок",
    "GenericMC.barIconModeDesc": "Направление, в котором иконки приманки/оснастки/мусора/рыбы будут двигаться, прежде чем быть разделенными на строки/столбцы.",
    "GenericMC.barIconMode0": "Горизонтальные иконки",
    "GenericMC.barIconMode1": "Вертикальные иконки",
    "GenericMC.barIconMode2": "Вертикальные иконки + Текст",

    "GenericMC.Disabled": "Отключено",

    "GenericMC.barPosX": "Позиция по горизонтали (X)",
    "GenericMC.barPosXDesc": "Горизонтальная координата (X) верхнего левого угла панели. Значения пикселей от 0 до размера вашего экрана.",
    "GenericMC.barPosY": "Позиция по вертикали (Y)",
    "GenericMC.barPosYDesc": "Вертикальная координата (Y) верхнего левого угла панели. Значения пикселей от 0 до размера вашего экрана.",

    "GenericMC.barScale": "Масштаб",
    "GenericMC.barScaleDesc": "Панель масштабируется вместе с масштабом интерфейса, и этой переменной (для более тонкой настройки). Значения от 0.1 до 10.",

    "GenericMC.barMaxIcons": "Максимум иконок (всего)",
    "GenericMC.barMaxIconsDesc": "Сколько иконок может отображать панель в целом. Значения от 4 до 500. Слишком много может вызвать задержку.",
    "GenericMC.barMaxIconsPerRow": "Максимум иконок (на столбец/строку)",
    "GenericMC.barMaxIconsPerRowDesc": "Сколько иконок может отображать панель, прежде чем сменить столбец (горизонтальный режим) или строку (вертикальный режим). Значения от 4 до 500. Желательно, число, на которое можно разделить общее количество.",

    "GenericMC.barBackgroundMode": "Режим фона",
    "GenericMC.barBackgroundModeDesc": "Темный фон за иконками, в основном полезен для режима иконок с текстом. Круги рисуются за каждой иконкой, прямоугольник рисуется за всем (лучше для производительности).",
    "GenericMC.barBackgroundMode0": "Круги",
    "GenericMC.barBackgroundMode1": "Прямоугольник",

    "GenericMC.barShowBaitTackle": "Показывать иконки приманки и оснастки",
    "GenericMC.barShowBaitTackleDesc": "Включает иконки, которые показывают, сколько приманки и прочности оснастки у вашей текущей удочки (если есть).",

    "GenericMC.barShowPercentages": "Показывать проценты",
    "GenericMC.barShowPercentagesDesc": "Показывает смоделированный процентный шанс поймать каждую рыбу под ее иконкой. Сильно зависит от частоты дополнительной проверки, чем выше, тем лучше.",

    "GenericMC.barSortMode": "Режим сортировки",
    "GenericMC.barSortModeDesc": "Сортировка по имени располагает иконки в алфавитном порядке.\nСортировка по шансу поймать (%) сильно зависит от частоты дополнительной проверки, чем выше, тем лучше.\nБез сортировки порядок следующий: мусор, по ID, и дополнительные.",
    "GenericMC.barSortMode0": "Имя",
    "GenericMC.barSortMode1": "Шанс поймать",

    "GenericMC.barExtraCheckFrequency": "Динамическая частота",
    "GenericMC.barExtraCheckFrequencyDesc": "Когда 0: рыбалка не симулируется. Используется менее точная проверка. Проценты могут быть немного неверными. В противном случае проверка, требующая больших затрат производительности, симулирует рыбалку в текущем местоположении. Чем выше число, тем больше попыток (больше точности и меньше мерцания). Должна быть точной с любым модом, но может снижать производительность, если она высока. В режиме разделенного экрана, делится на количество экранов для улучшения производительности.",

    "GenericMC.barScanRadius": "Радиус сканирования",
    "GenericMC.barScanRadiusDesc": "Оверлей будет сканировать область X плиток вокруг игрока для воды, и будет отображать информацию о рыбе только для ближайшей найденной водной плитки (если есть).",

    "GenericMC.barCrabPotEnabled": "Предпросмотр крабовой ловушки включен",
    "GenericMC.barCrabPotEnabledDesc": "Расширяет предпросмотр, чтобы он также работал для крабовых ловушек.",

    "GenericMC.barUncaughtDarker": "Не пойманные рыбы выглядят темнее",
    "GenericMC.barUncaughtDarkerDesc": "Делает иконки не пойманных рыб темными, как они выглядят в вкладке Коллекции (также применяется к мини-игре). Режим иконок с текстом также показывает их как \"???\".",

    "GenericMC.barOnlyFish": "Только рыба",
    "GenericMC.barOnlyFishDesc": "Панель будет показывать только вещи из официального списка рыб (и мусор), пропуская вещи типа мебели или заметок. Они все равно будут участвовать в расчетах процентов. Это в основном для согласованности, поскольку некоторые из этих предметов уже внесены в черный список (скрыты). Имейте в виду, что есть крошечный шанс, что некоторые моды не добавили свою рыбу в этот список, хотя те вряд ли действительно считаются рыбой.",

    "GenericMC.MinigameLabel": "Предпросмотр (Мини-игра)",
    "GenericMC.MinigameDescription": "Если включено, мини-игра по рыбалке будет показывать предпросмотр рыбы, которую вы ловите, вместо общей иконки.",
    "GenericMC.MinigameDescription2": "Пока мод переопределяет переменную положения BobberBar, он должен работать, в противном случае вы можете попробовать другой мод или отключить предварительный просмотр здесь.",

    "GenericMC.MinigameMode": "Режим мини-игры",
    "GenericMC.MinigameModeDesc": "Полный: копирует несколько слоев для лучшего вида.\nПростой: только накладывает рыбу, выглядит хуже, но может работать/выполняться лучше.\nТолько панель (включена в два предыдущих): обводит рыбу в обычной панели местоположения (если она включена).",
    "GenericMC.MinigameMode0": "Полный",
    "GenericMC.MinigameMode1": "Простой",
    "GenericMC.MinigameMode2": "Только панель",

    "GenericMC.SplitScreenDesc": "Специфические для разделенного экрана настройки, они важны только для игроков с разделенным экраном. Только основной игрок должен изменять эти настройки.",
    "GenericMC.SplitScreen2": "Разделенный экран 2: (Верхний) Правый",
    "GenericMC.SplitScreen3": "Разделенный экран 3: Нижний левый",
    "GenericMC.SplitScreen4": "Разделенный экран 4: Нижний правый",

    "GenericMC.barColors": "Настройка цвета",
    "GenericMC.barBackgroundColor": "Цвет фона",
    "GenericMC.barTextColor": "Цвет текста",

    "Bar.CrabMineWarning": "Плохая идея: крабовые ловушки, размещенные в шахтах, будут потеряны при выходе."
}