{
  "foodstore.note": "¡Noticias emocionantes! La próxima actualización importante revelará un espectacular Pueblo Mercado, completo con un encantador restaurante, un cautivador museo, una encantadora floristería y ¡mucho más! ¡Tu opinión cuenta! ¡Participa en la votación del diseño del pueblo: ¿mapa de la playa, isla serena, selva encantadora o algo más? Comparte tus ideas imaginativas en el FORO ubicado en la página del Mod. ¡Vamos a dar forma a este pueblo juntos!",
  "foodstore.hidden.0": "Y consejo semanal: Los aldeanos están más dispuestos a promover cuando comen su comida favorita, y más propensos a criticar cuando comen su comida menos favorita.",
  "foodstore.hidden.1": "Y consejo semanal: El precio de venta más bajo puede ser el 32% del precio base, mientras que el más alto es del 520%.",
  "foodstore.hidden.2": "Texto en español:Y consejo semanal: Una tienda bien decorada aumenta el precio de venta.",
  "foodstore.hidden.3": "Y consejo semanal: Solo puedes obtener información sobre el plato de la semana de las conversaciones de los aldeanos.",
  "foodstore.hidden.4": "Y consejo semanal: Gus solo calificó tu plato como un plato neutral en el mejor de los casos. Pagó generosamente el precio completo sin expresar su insatisfacción y decidió guardarse su opinión sobre el sabor para sí mismo.",
  "foodstore.hidden.5": "Y consejo semanal: No todos los visitantes pueden encontrar la comida atractiva; algunos se alejan rápidamente, quizás percibiéndola como menos atractiva y no a la altura de sus estándares.",
  "foodstore.hidden.6": "Y consejo semanal: ¡No hay consejo para un plato odiado porque ¡es odiado!",
  "foodstore.hidden.7": "Y tip semanal: Vende comida a los clientes de acuerdo a su solicitud a un mejor precio.",
  "foodstore.hidden.8": "Y un consejo semanal: Hablar con el cliente aumentará el precio que paga por el plato. Ahora puedes hablar con ellos por tiempo ilimitado.",
  "foodstore.hidden.9": "Y consejo semanal: Un aldeano puede responder algunas de tus preguntas. Ponte cerca de uno de ellos y escribe 'ayuda' para mostrar las opciones disponibles.",
  "foodstore.hidden.10": "Y consejo semanal: Cuanto mejor sea la ubicación, más alto será el precio (cerca de decoración, agua o el árbol rosa).",
  "foodstore.help.0": "Interactúa con los aldeanos acercándote a ellos y escribiendo tu mensaje. ¡Algunas preguntas especiales requieren tener la palabra clave en el mensaje!",
  "foodstore.help.1": "Para invitar a los aldeanos a venir mañana, envíe un mensaje que contenga la palabra clave: 'invitación'.",
  "foodstore.help.2": "Preguntar al aldeano sobre el Plato del Día. El mensaje debe contener al menos una palabra clave. Por ejemplo 'especial hoy' o 'recomendado hoy'.",
  "foodstore.help.3": "Pregunte al aldeano cómo se siente acerca de su último plato, incluyendo las palabras clave último plato o sabor del plato.",
  "foodstore.help.4": "Para establecer tu primera tienda, simplemente coloca una mesa en un lugar concurrido y luego pon un plato sobre ella!!!",
  "foodstore.config.enable": "¿Mod habilitado?",
  "foodstore.config.minutetohungry": "Minutos para comprar",
  "foodstore.config.minutetohungryText": "Minutos desde la última compra de cada PNJ. Por defecto, 240. Establecer un valor demasiado bajo puede causar problemas en la navegación. Se recomienda que sea superior a 60.",
  "foodstore.config.movetofoodchange": "Mover al artículo % de Probabilidad.",
  "foodstore.config.movetofoodchangeText": "Porcentaje de probabilidad por tick para decidir comprar. Predeterminado 0.005. Configurarlo más alto causa un retraso significativo y un comportamiento extraño en la búsqueda de rutas. Es altamente recomendado mantenerlo por debajo de 0.05.",
  "foodstore.config.maxdistancetofindfood": "Maxima distancia a encontrar",
  "foodstore.config.maxdistancetofindfoodText": "Máxima distancia en casillas desde la que los NPCs pueden encontrar el objeto. Por defecto, 40.",
  "foodstore.config.maxdistancetoeat": "Distancia máxima para comprar",
  "foodstore.config.maxdistancetoeatText": "Distancia a la que los NPC pueden agarrar el objeto que desean. Por defecto 4.",
  "foodstore.config.rushhour": "¿Habilitar la Hora Pico?",
  "foodstore.config.rushhourText": "Durante la hora pico, hay una mayor probabilidad para el cliente y una propina más alta, pero un precio ligeramente más bajo. ¡Reabastece tu tienda!",
  "foodstore.config.enableprice": "¿Opción de precio habilitada?",
  "foodstore.config.enablepriceText": "Valor de -1 predeterminado para valor aleatorio",
  "foodstore.config.pricelovemulti": "Se multiplica por el factor de precios de venta el amado alimento.",
  "foodstore.config.pricelikemulti": "El multiplicador de precio de venta de alimentos de gusto.",
  "foodstore.config.priceneutralmulti": "Multiplicador neutral del precio de venta de comida",
  "foodstore.config.pricedislikemulti": "Multiplicador de precio de venta de comida no deseada",
  "foodstore.config.pricehatemulti": "Multiplicador de precio de venta de comida odiada",
  "foodstore.config.enabletip": "¿Habilitar opción de propina?",
  "foodstore.config.enabletipText": "El valor de la propina es una fracción del precio de venta. Por defecto -1.",
  "foodstore.config.enabletipclose": "¿Sólo dar propina cuando estás a cargo de la tienda?",
  "foodstore.config.enabletipcloseText": "* Cuando está establecido en Verdadero, recibirás la Propina solo cuando el jugador esté cerca de la tienda.",
  "foodstore.config.enabletipcloselove": "Amado consejo de comida multiplicador de valor",
  "foodstore.config.enabletipcloselike": "Valor del multiplicado",
  "foodstore.config.enabletipcloseneutral": "Multiplier de valor de consejo de comida neutral",
  "foodstore.config.enabletipclosedislike": "Odiado consejo de multiplicador de valor de propina de comida",
  "foodstore.config.enabletipclosehate": "Odiado multiplicador de propina sobre la comida no deseada.",
  "foodstore.coming.0": "En un giro encantador, {{vName}} se dirige a nuestra tienda para una visita inesperada.",
  "foodstore.coming.1": "{{vName}} está paseando en nuestra dirección, curioso acerca de las ofertas de nuestra tienda.",
  "foodstore.coming.2": "En medio de su día, {{vName}} está eligiendo pasar un tiempo en nuestra tienda.",
  "foodstore.coming.3": "{{vName}} está haciendo una visita no planificada a nuestra tienda, saliendo de la rutina.",
  "foodstore.coming.4": "{{vName}} se dirige con tranquilidad a nuestra tienda, esperando una experiencia encantadora.",
  "foodstore.coming.5": "Rompiendo libremente con las tareas, {{vName}} está en camino de explorar nuestra tienda.",
  "foodstore.coming.6": "{{vName}} está navegando hacia nuestra tienda en busca de una experiencia de compras única.",
  "foodstore.coming.7": "Espontáneamente, {{vName}} se está dirigiendo a nuestra tienda para una agradable sorpresa.",
  "foodstore.coming.8": "{{vName}} se dirige hacia nuestra tienda, ansioso por descubrir algo nuevo.",
  "foodstore.coming.9": "Con emoción, {{vName}} se dirige a nuestra tienda para una visita improvisada.",
  "foodstore.coming.10": "{{vName}} se está desviando del curso para visitar nuestra tienda, anticipando algo especial.",
  "foodstore.coming.11": "En medio de su día, {{vName}} decidió pasar por nuestra tienda por un rato.",
  "foodstore.coming.12": "{{vName}} se dirige casualmente a nuestra tienda, anticipando un buen momento.",
  "foodstore.coming.13": "{{vName}} está desviándose de la norma para visitar nuestra tienda y disfrutar de nuestras ofertas.",
  "foodstore.coming.14": "{{vName}} está haciendo una desviación espontánea a nuestra tienda, ansioso por una experiencia única.",
  "foodstore.loverep.0": "¡Mis papilas gustativas bailan con alegría con cada bocado lleno de sabor!",
  "foodstore.loverep.1": "Disfrutar de este plato es como un cálido abrazo para mis sentidos.",
  "foodstore.loverep.2": "Sabor exquisito que perdura, un verdadero deleite culinario.",
  "foodstore.loverep.3": "Una sinfonía de sabores que armonizan perfectamente.",
  "foodstore.loverep.4": "Disfruta de la rica perfección de esta delicia sabrosa.",
  "foodstore.loverep.5": "Un viaje culinario que deja una impresión indeleble.",
  "foodstore.loverep.6": "¡Deliciosa alegría en cada bocado, un verdadero deleite!",
  "foodstore.loverep.7": "Disfruta de la magia culinaria de esta perfección elaborada.",
  "foodstore.loverep.8": "Eleva la comida a un arte, una obra maestra en mi plato.",
  "foodstore.loverep.9": "Una deliciosa escapada a un mundo de maravillas gastronómicas.",
  "foodstore.loverep.10": "Tentando mis papilas gustativas con una mezcla perfecta de sabores.",
  "foodstore.loverep.11": "Una sensación salada que cautiva mi paladar.",
  "foodstore.loverep.12": "Descubriendo la maestría del sabor, un plato para recordar.",
  "foodstore.loverep.13": "Perfección gourmet en cada bocado, un triunfo culinario.",
  "foodstore.loverep.14": "Una melodía tentadora de sabores que baila en mi lengua.",
  "foodstore.loverep.15": "Una obra maestra culinaria, amor puro en mi plato.",
  "foodstore.loverep.16": "Sabores cautivadores, un verdadero amorío para mis papilas gustativas.",
  "foodstore.loverep.17": "Plato encantador, amor a primera mordida cada vez.",
  "foodstore.loverep.18": "Una carta de amor a la gastronomía; este plato es divino.",
  "foodstore.loverep.19": "Apasionadamente enamorado de la perfección de esta creación.",
  "foodstore.likerep.0": "Un plato que disfruto ocasionalmente, es bastante bueno.",
  "foodstore.likerep.1": "Constantemente decente; no me importa ordenarlo.",
  "foodstore.likerep.2": "Una opción sólida que me encuentro eligiendo.",
  "foodstore.likerep.3": "Este plato es bueno; Me gusta su simplicidad.",
  "foodstore.likerep.4": "Una elección aceptable; satisface mis papilas gustativas.",
  "foodstore.likerep.5": "No es malo; lo encuentro consistentemente sabroso.",
  "foodstore.likerep.6": "Un plato decente; es una elección segura y satisfactoria.",
  "foodstore.likerep.7": "No me importa este plato; es confiablemente agradable.",
  "foodstore.likerep.8": "No es mi favorito, pero lo encuentro bastante sabroso.",
  "foodstore.likerep.9": "Está bien; un plato que no me importa tener.",
  "foodstore.likerep.10": "Constantemente bueno; aprecio su sabor.",
  "foodstore.likerep.11": "Este plato está bien; lo encuentro confiablemente sabroso.",
  "foodstore.likerep.12": "Una opción decente; no me importa tenerla.",
  "foodstore.likerep.13": "Está bien; un plato que ocasionalmente disfruto.",
  "foodstore.likerep.14": "Una opción aceptable cuando estoy de humor.",
  "foodstore.likerep.15": "Encuentro este plato bien; es decentemente satisfactorio.",
  "foodstore.likerep.16": "No está nada mal; es un plato que puedo disfrutar.",
  "foodstore.likerep.17": "Una opción decente que ocasionalmente elijo.",
  "foodstore.likerep.18": "Está bien; no me importa este plato.",
  "foodstore.likerep.19": "Una opción aceptable; es bastante agradable.",
  "foodstore.neutralrep.0": "Un plato estándar; no es ni bueno ni malo.",
  "foodstore.neutralrep.1": "Está bien; un plato que ni amo ni odio.",
  "foodstore.neutralrep.2": "Una opción común; no se destaca mucho.",
  "foodstore.neutralrep.3": "Este plato es promedio; nada excepcional.",
  "foodstore.neutralrep.4": "No está mal, no es genial; una opción de término medio.",
  "foodstore.neutralrep.5": "Una elección neutra; no deja una impresión fuerte.",
  "foodstore.neutralrep.6": "Es decente; una opción estándar para una comida.",
  "foodstore.neutralrep.7": "Ni aquí ni allá; un plato aceptable.",
  "foodstore.neutralrep.8": "Una opción común; no emociona ni decepciona.",
  "foodstore.neutralrep.9": "Está bien; un plato que no llama mucha atención.",
  "foodstore.neutralrep.10": "En medio del espectro; ni amor ni odio.",
  "foodstore.neutralrep.11": "Una elección común; no afecta mucho a mis papilas gustativas.",
  "foodstore.neutralrep.12": "No excepcional, pero tampoco malo; un platillo normal.",
  "foodstore.neutralrep.13": "Promedio en todos los aspectos; es una opción directa.",
  "foodstore.neutralrep.14": "Una elección típica; no deja una impresión duradera.",
  "foodstore.neutralrep.15": "Ni bueno ni malo; es solo un plato promedio.",
  "foodstore.neutralrep.16": "Una opción estándar; no evoca sentimientos intensos.",
  "foodstore.neutralrep.17": "No excepcional, no decepcionante; solo un plato regular.",
  "foodstore.neutralrep.18": "Equilibrado entre gustar y no gustar; está bien.",
  "foodstore.neutralrep.19": "Un plato mediocre; no resalta mucho.",
  "foodstore.dislikerep.0": "No es mi favorito; encuentro que este plato le falta sabor.",
  "foodstore.dislikerep.1": "Es aceptable, pero no soy fanático de este plato.",
  "foodstore.dislikerep.2": "Una elección poco impresionante; no cumple mis expectativas.",
  "foodstore.dislikerep.3": "Este plato es mediocre; no lo recomendaría.",
  "foodstore.dislikerep.4": "Puedo comerlo, pero no es un plato que disfrute mucho.",
  "foodstore.dislikerep.5": "Una opción pasable; no me gusta particularmente.",
  "foodstore.dislikerep.6": "Es comestible, pero no espero con ansias este plato.",
  "foodstore.dislikerep.7": "Lo he intentado, pero no me gusta.",
  "foodstore.dislikerep.8": "Una opción más o menos; no me resulta muy apetecible.",
  "foodstore.dislikerep.9": "No es lo peor, pero no soy fan de este plato.",
  "foodstore.dislikerep.10": "Este plato es promedio; he tenido mejores opciones.",
  "foodstore.dislikerep.11": "Puedo manejarlo, pero no es mi elección preferida.",
  "foodstore.dislikerep.12": "Una opción aceptable; no estoy emocionado por este plato.",
  "foodstore.dislikerep.13": "Tolerable, pero no tiene el atractivo para mí.",
  "foodstore.dislikerep.14": "Es comestible, pero no escogería este plato voluntariamente.",
  "foodstore.dislikerep.15": "No es terrible, pero no disfruto mucho de este platillo.",
  "foodstore.dislikerep.16": "Una elección mediocre; hay mejores opciones disponibles.",
  "foodstore.dislikerep.17": "No es suficiente para mí; no lo encuentro apetitoso.",
  "foodstore.dislikerep.18": "Puedo comerlo, pero no es mi plato preferido.",
  "foodstore.dislikerep.19": "Una opción promedio; no es algo que disfrute.",
  "foodstore.haterep.0": "Este plato es simplemente espantoso; no lo tolero.",
  "foodstore.haterep.1": "Una decepción absoluta; este plato es terrible.",
  "foodstore.haterep.2": "Odio este plato; no es apetitoso.",
  "foodstore.haterep.3": "Una elección terrible; no puedo soportar este plato.",
  "foodstore.haterep.4": "Detesto este plato; es completamente repulsivo.",
  "foodstore.haterep.5": "Este plato es repugnante; no aguanto el sabor.",
  "foodstore.haterep.6": "Absolutamente detestable; este plato es incomestible.",
  "foodstore.haterep.7": "Desprecio este plato; es verdaderamente abominable.",
  "foodstore.haterep.8": "Repugnante; lamento haber probado este plato miserable.",
  "foodstore.haterep.9": "Un desastre culinario; este plato es insoportable.",
  "foodstore.haterep.10": "Odio este plato; es una completa decepción.",
  "foodstore.haterep.11": "Absolutamente horrible; no puedo expresar mi desprecio lo suficiente.",
  "foodstore.haterep.12": "Este plato es repugnante; no puedo entender su atractivo.",
  "foodstore.haterep.13": "Una experiencia nauseabunda; recomiendo firmemente evitarla.",
  "foodstore.haterep.14": "Detesto este plato; es una pesadilla gastronómica.",
  "foodstore.haterep.15": "Este plato es repugnante; no puedo encontrar ninguna cualidad redentora.",
  "foodstore.haterep.16": "Abismal; este plato es el epítome del fracaso culinario.",
  "foodstore.haterep.17": "Detesto este plato; es una masacre para mi sentido del gusto.",
  "foodstore.haterep.18": "Una elección ofensiva; Lamento haberlo intentado siquiera.",
  "foodstore.haterep.19": "Detesto este plato; es una catástrofe culinaria.",
  "foodstore.tip": "Aquí está tu propina de {{tipValue}}G",
  "foodstore.sold": "Vendido {{foodObjName}} en {{locationString}} por {{saleString}}G",
  "foodstore.randomchat.love.0": "¡Sintiendo un amor inmenso por este lugar!",
  "foodstore.randomchat.love.1": "¡Enamorado/a de sus increíbles platillos!",
  "foodstore.randomchat.love.2": "Esta tienda siempre se roba mi corazón.",
  "foodstore.randomchat.love.3": "¡Me encantan las vibraciones acogedoras y el personal amable!",
  "foodstore.randomchat.love.4": "¡Adora las deliciosas golosinas que ofrecen!",
  "foodstore.randomchat.love.5": "¡Apasionados por su delicioso menú!",
  "foodstore.randomchat.love.6": "¡Locos por sus postres!",
  "foodstore.randomchat.love.7": "¡Amando los sabores únicos que ofrecen!",
  "foodstore.randomchat.like.0": "Me gusta mucho el ambiente aquí.",
  "foodstore.randomchat.like.1": "Me gustó la variedad de opciones disponibles.",
  "foodstore.randomchat.like.2": "Disfruté del servicio rápido y eficiente.",
  "foodstore.randomchat.like.3": "Me gusta la calidad de sus productos frescos.",
  "foodstore.randomchat.like.4": "¡Apreciamos los precios accesibles!",
  "foodstore.randomchat.like.5": "Experiencia satisfactoria con su personal.",
  "foodstore.randomchat.like.6": "¡Me encantan los nuevos platillos del menú!",
  "foodstore.randomchat.like.7": "Excelente lugar para una experiencia de cena casual.",
  "foodstore.randomchat.neutral.0": "Solo una experiencia normal en la tienda hoy.",
  "foodstore.randomchat.neutral.1": "Fue una visita aceptable a la tienda.",
  "foodstore.randomchat.neutral.2": "Ni bueno ni malo, solo un día normal.",
  "foodstore.randomchat.neutral.3": "No pude decidir cómo me sentía al respecto.",
  "foodstore.randomchat.neutral.4": "Una experiencia neutral en general.",
  "foodstore.randomchat.neutral.5": "No dejó una impresión fuerte.",
  "foodstore.randomchat.neutral.6": "Visita equilibrada hoy.",
  "foodstore.randomchat.neutral.7": "No hay sentimientos fuertes, solo neutral.",
  "foodstore.randomchat.dislike.0": "No disfruté mucho la comida esta vez.",
  "foodstore.randomchat.dislike.1": "No soy fanático del servicio hoy.",
  "foodstore.randomchat.dislike.2": "No le gustó la larga espera en la caja.",
  "foodstore.randomchat.dislike.3": "Poco impresionado con la calidad de los productos.",
  "foodstore.randomchat.dislike.4": "Experiencia decepcionante en general.",
  "foodstore.randomchat.dislike.5": "Frustrado/a con la falta de limpieza.",
  "foodstore.randomchat.dislike.6": "No se cumplieron las expectativas esta vez.",
  "foodstore.randomchat.dislike.7": "Me siento decepcionado por la tienda hoy.",
  "foodstore.randomchat.hate.0": "¡Odio el hecho de que siempre sirvan este tipo de comida!",
  "foodstore.randomchat.hate.1": "Absolutamente detesto su servicio al cliente.",
  "foodstore.randomchat.hate.2": "No soporto la desorganización en esta tienda.",
  "foodstore.randomchat.hate.3": "Odio los artículos constantemente agotados.",
  "foodstore.randomchat.hate.4": "Desprecia la falta de limpieza en la tienda.",
  "foodstore.randomchat.hate.5": "Odia fuertemente la calidad de su comida.",
  "foodstore.randomchat.hate.6": "No puedo tolerar a su personal grosero.",
  "foodstore.randomchat.hate.7": "Odiar la experiencia en general, ¡nunca más!",
  "foodstore.config.saleprice": "Precio de venta",
  "foodstore.config.tipvalue": "Valor de propina",
  "foodstore.config.enabledecor": "¿Permitir decoración?",
  "foodstore.config.enabledecorText": "Si está activado, Decoración y Ambiente afectarán el precio de venta.",
  "foodstore.positiveTasteString.0": "Sobre la comida: Delicia que hace agua la boca.",
  "foodstore.positiveTasteString.1": "Con la comida: Perfección sabrosa",
  "foodstore.positiveTasteString.2": "Con la comida: Explosión de sabor exquisito",
  "foodstore.positiveTasteString.3": "En el aspecto culinario: irresistiblemente delicioso.",
  "foodstore.positiveTasteString.4": "Con la comida: Sensación tentadora de sabor",
  "foodstore.normalTasteString.0": "En el aspecto de la comida: Bondad equilibrada",
  "foodstore.normalTasteString.1": "Con la comida: Satisfacción familiar",
  "foodstore.normalTasteString.2": "Sobre la comida: Todos los días, deliciosidad.",
  "foodstore.normalTasteString.3": "Con la comida: Armonía de sabor clásica",
  "foodstore.normalTasteString.4": "Con la comida: Delicia culinaria común",
  "foodstore.negativeTasteString.0": "En el aspecto alimentario: Sabor desagradable en la boca.",
  "foodstore.negativeTasteString.1": "Con la comida: Sabor decepcionante",
  "foodstore.negativeTasteString.2": "Acerca de la comida: Sosa y poco apetecible",
  "foodstore.negativeTasteString.3": "Acerca de la comida: mezcla poco apetitosa",
  "foodstore.negativeTasteString.4": "En cuanto a la comida: Experiencia culinaria desagradable",
  "foodstore.positiveDecorString.0": "Decoración en mi visión: Ambiente elegante",
  "foodstore.positiveDecorString.1": "Sobre la vista: Ambiente acogedor y acogedor.",
  "foodstore.positiveDecorString.2": "Con decoración: Ambiente encantador",
  "foodstore.positiveDecorString.3": "La atmosfera: Ambiente elegante y relajante",
  "foodstore.positiveDecorString.4": "Acerca de la vista: Entorno pintoresco",
  "foodstore.normalDecorString.0": "Decoración en mi punto de vista: Diseño sencillo y elegante.",
  "foodstore.normalDecorString.1": "Acerca de la vista: Atmosfera estándar pero agradable.",
  "foodstore.normalDecorString.2": "Con decoración: Ambiente regular y cómodo",
  "foodstore.normalDecorString.3": "La atmósfera: un ambiente acogedor y cotidiano",
  "foodstore.normalDecorString.4": "Sobre la vista: Alrededores típicos de un restaurante.",
  "foodstore.negativeDecorString.0": "Decoración en mi ojo: Decoración aburrida y carente de inspiración",
  "foodstore.negativeDecorString.1": "Sobre la vista: Un entorno falto de brillo y poco impresionante.",
  "foodstore.negativeDecorString.2": "Con decoración: diseño poco atractivo y desordenado.",
  "foodstore.negativeDecorString.3": "La atmósfera: Vibraciones poco acogedoras e incómodas",
  "foodstore.negativeDecorString.4": "Acerca de la vista: Entorno desagradable",
  "foodstore.willVisit.0": "Definitivamente pasaré a visitar la tienda.",
  "foodstore.willVisit.1": "Definitivamente planeo pasar por la tienda pronto.",
  "foodstore.willVisit.2": "Definitivamente estoy ansioso/a por visitar la tienda.",
  "foodstore.mayVisit.0": "Podría considerar pasarme por la tienda.",
  "foodstore.mayVisit.1": "Posiblemente planeando visitar la tienda pronto.",
  "foodstore.mayVisit.2": "¿Podrías pasar y explorar la tienda?",
  "foodstore.noVisit.0": "Actualmente no tengo la intención de visitar la tienda.",
  "foodstore.noVisit.1": "No hay planes inmediatos ni deseo de pasar por la tienda.",
  "foodstore.noVisit.2": "No considerar una visita a la tienda en un futuro previsible.",
  "foodstore.gooddecor.0": "¡Ambiente encantador! ¡Me pregunto cómo será su comida!",
  "foodstore.gooddecor.1": "La decoración aquí es increíble. ¿Cómo se compara la comida?",
  "foodstore.gooddecor.2": "¡Gran ambiente! Curioso por el sabor de sus platos.",
  "foodstore.gooddecor.3": "Hermosa decoración. ¡Estoy ansioso/a por descubrir su comida!",
  "foodstore.gooddecor.4": "Este lugar tiene una vibra fantástica. ¿Me pregunto acerca de la calidad de la comida!",
  "foodstore.baddecor.0": "¿No te gusta la decoración? ¿Se refleja en la calidad de su comida?",
  "foodstore.baddecor.1": "El ambiente aquí es pobre. Espero que su comida sea mejor.",
  "foodstore.baddecor.2": "Malas elecciones de decoración. Me pregunto si sus elecciones de comida son mejores.",
  "foodstore.baddecor.3": "El lugar no luce acogedor. ¿Están sus estándares de comida a la altura?",
  "foodstore.baddecor.4": "La decoración es decepcionante. ¡Espero que la comida no sea igual!",
  "foodstore.dishweek.0": "¿Oye, escuchaste? ¡El plato destacado de la semana es {{dishWeek}}!",
  "foodstore.dishweek.1": "¿Adivina qué hay en el menú esta semana? ¡Es el plato destacado: {{dishWeek}}!",
  "foodstore.dishweek.2": "Acabo de descubrir que {{dishWeek}} es la estrella de la semana en el restaurante!",
  "foodstore.dishweek.3": "¡No lo vas a creer! Lo más destacado de esta semana es {{dishWeek}}. ¡Emocionante, ¿verdad?",
  "foodstore.dishweek.4": "¿Has probado el plato destacado, {{dishWeek}}, todavía? ¡Es el tema de conversación en la ciudad!",
  "foodstore.dishday.0": "¿Has oído? ¡El plato destacado de hoy es {{dishToday}}!",
  "foodstore.dishday.1": "El plato especial de hoy no es otro que {{dishToday}}. Emocionante, ¿verdad?",
  "foodstore.dishday.2": "¡Últimas noticias: {{dishToday}} es la estrella del menú de hoy!",
  "foodstore.dishday.3": "¿Adivina qué se está cocinando hoy? ¡Es el plato destacado: {{dishToday}}!",
  "foodstore.dishday.4": "¡Acabo de descubrir que {{dishToday}} es el plato destacado de hoy! ¡Vamos a probarlo!",
  "foodstore.dishday.5": "¡Atención rápida: ¡{{dishToday}} está acaparando hoy el centro de atención!",
  "foodstore.dishday.6": "¿Puedes creerlo? ¡La estrella de hoy no es otra que {{dishToday}}!",
  "foodstore.dishday.7": "¡Hoy solo se puso mejor con el plato destacado: {{dishToday}}!",
  "foodstore.dishday.8": "¡Vamos a condimentar el día de hoy con un sabor de {{dishToday}}! Es el plato especial.",
  "foodstore.dishday.9": "El tema de conversación en la ciudad: {{dishToday}} es el plato que hay que probar hoy.",
  "foodstore.config.chat": "¿Deshabilitar mensajes no importantes?",
  "foodstore.thankyou": "¿Disfrutando el mod y entusiasmado por las mejoras continuas? ¡No olvides seguir y respaldar! ¡Tu pasión impulsa nuestro barco hacia adelante! #MarketTown[43]",
  "foodstore.visitoreat.0": "¡Gracias!",
  "foodstore.visitoreat.1": "¡¡¡Oh comida!!!",
  "foodstore.visitoreat.2": "¡Delicioso delicioso!",
  "foodstore.visitoreat.3": "¡Leíste mi mente!",
  "foodstore.visitoreat.4": "¡Lo aprecio!",
  "foodstore.visitoreat.5": "¡Me siento bendecido/a! ¡Gracias!",
  "foodstore.visitoreat.6": "¡Eres demasiado amable!",
  "foodstore.visitoreat.7": "¡Amo la comida!",
  "foodstore.visitoreat.8": "¡Eres un genio culinario!",
  "foodstore.visitoreat.9": "¡Esto se ve increíble!",
  "foodstore.visitoreat.10": "¡Agradecido por este regalo!",
  "foodstore.visitoreat.11": "¡Acababa de empezar a tener hambre!",
  "foodstore.asktaste.empty.0": "No he tenido la oportunidad de intentarlo aún.",
  "foodstore.asktaste.empty.1": "Estaba apurado. Lo intentaré en otra ocasión.",
  "foodstore.asktaste.empty.2": "Probablemente intentaré el plato alguna vez más tarde hoy.",
  "foodstore.asktaste.love.0": "¡Ese plato estuvo increíble! ¡Me encanta!",
  "foodstore.asktaste.love.1": "¡Ese plato fue el mejor de todos! No puedo tener suficiente de él.",
  "foodstore.asktaste.love.2": "¡Absolutamente adoro los sabores de ese platillo! ¡Se ha convertido en uno de mis favoritos nuevos!",
  "foodstore.asktaste.like.0": "Me encantó ese plato. ¡Es muy agradable!",
  "foodstore.asktaste.like.1": "El sabor era bueno, me gusta. Definitivamente lo volvería a tener.",
  "foodstore.asktaste.like.2": "Es un plato que realmente me gusta. Los sabores son bastante atractivos.",
  "foodstore.asktaste.neutral.0": "El sabor estaba bien, nada especial. Es una experiencia neutral para mí.",
  "foodstore.asktaste.neutral.1": "Fue decente, ni bueno ni malo. Simplemente un sabor neutral para mí.",
  "foodstore.asktaste.neutral.2": "No tengo fuertes sentimientos acerca del sabor. Es una elección neutral para mí.",
  "foodstore.asktaste.dislike.0": "No disfruté mucho del sabor. Realmente no es de mi agrado.",
  "foodstore.asktaste.dislike.1": "El sabor no me agradó. Yo diría que no me gusta.",
  "foodstore.asktaste.dislike.2": "No es mi favorito. Encontré el sabor un poco extraño y no me gusta.",
  "foodstore.asktaste.hate.0": "No podía soportar el sabor. Lo odio.",
  "foodstore.asktaste.hate.1": "Uff, ese plato estuvo horrible. Realmente odio el sabor.",
  "foodstore.asktaste.hate.2": "Puedo decir con confianza que odio el sabor. No es algo que quiera volver a comer nunca más.",
  "foodstore.visitcome.0": "¡Gracias por invitarme! Tu hogar es encantador.",
  "foodstore.visitcome.1": "Agradezco tu hospitalidad. ¡El aroma es increíble!",
  "foodstore.visitcome.2": "¡Es un placer estar aquí! Tu lugar es muy acogedor.",
  "foodstore.visitcome.3": "Gracias por tenerme aquí. Tu casa es encantadora.",
  "foodstore.visitcome.4": "Estoy agradecido por la invitación. Tu casa es encantadora.",
  "foodstore.visitcome.5": "¡Esto es maravilloso! Gracias por darme la bienvenida a tu hogar.",
  "foodstore.visitcome.6": "Estoy disfrutando de la cálida atmósfera. Tu lugar se siente como un acogedor refugio.",
  "foodstore.visitleave.0": "Lo pasé muy bien. ¡Gracias por la encantadora noche!",
  "foodstore.visitleave.1": "Saliendo con el corazón y el estómago llenos. ¡Gracias por todo!",
  "foodstore.visitleave.2": "Agradezco tu hospitalidad. ¡Hasta la próxima vez!",
  "foodstore.visitleave.3": "Fue maravilloso estar aquí. ¡Gracias por una visita memorable!",
  "foodstore.visitleave.4": "Decir adiós es difícil, pero atesoraré los momentos que pasé aquí. ¡Gracias!",
  "foodstore.visitleave.5": "Me estoy yendo con una sonrisa. Tu compañía y hogar son verdaderamente encantadores.",
  "foodstore.visitleave.6": "Hasta que nos veamos de nuevo. ¡Gracias por un tiempo fantástico y comida deliciosa!",
  "foodstore.noinvitevisit.0": "Agradezco la invitación, pero no te conozco lo suficiente para visitarte.",
  "foodstore.noinvitevisit.1": "Gracias, pero solo visito lugares donde conozco al anfitrión.",
  "foodstore.noinvitevisit.2": "Soy selectivo/a con los compromisos y no te conozco, por lo que no puedo visitarte.",
  "foodstore.noinvitevisit.3": "No puedo aceptar, ya que no me siento cómodo visitando a alguien que no conozco.",
  "foodstore.noinvitevisit.4": "Valoro mi privacidad, no visitaré porque no te conozco.",
  "foodstore.noinvitevisit.5": "Gracias, pero solo asisto a eventos organizados por caras familiares. No visitaré esta vez.",
  "foodstore.noinvitevisit.6": "Preferimos ambientes conocidos, no visitaremos porque no estamos familiarizados.",
  "foodstore.cannotinvitevisit.0": "Agradezco la invitación, pero no puedo visitar en este momento ya que estoy ocupado/a.",
  "foodstore.cannotinvitevisit.1": "Gracias por la invitación, pero estoy muy ocupado en este momento y no puedo visitar.",
  "foodstore.cannotinvitevisit.2": "Estoy ocupado con otras obligaciones, así que desafortunadamente no puedo visitar.",
  "foodstore.cannotinvitevisit.3": "Mi apretada agenda me impide aceptar la invitación.",
  "foodstore.cannotinvitevisit.4": "En este momento estoy ocupado con tareas y no puedo ir a visitar. Gracias por comprender.",
  "foodstore.cannotinvitevisit.5": "Desafortunadamente, estoy demasiado ocupado para aceptar la invitación en este momento.",
  "foodstore.cannotinvitevisit.6": "Agradezco aprecio la invitación, pero mi carga de trabajo actual no me permite visitar. Tal vez en otra ocasión.",
  "foodstore.willinvitevisit.0": "¡Claro, me encantaría visitar! Avísame los detalles.",
  "foodstore.willinvitevisit.1": "¡Absolutamente, me interesa! ¿Cuándo y dónde?",
  "foodstore.willinvitevisit.2": "¡Estaría feliz de visitar! ¿Podrías proporcionar más información?",
  "foodstore.willinvitevisit.3": "¡Cuéntame! Estoy emocionado por la visita.",
  "foodstore.willinvitevisit.4": "¡Sí, iré a visitar! Por favor, comparte los detalles.",
  "foodstore.willinvitevisit.5": "¡Estoy interesado/a! Hazme saber los detalles para la visita.",
  "foodstore.willinvitevisit.6": "¡Por supuesto, lo visitaré! Solo comparte los detalles necesarios.",
  "foodstore.config.invitetime": "Visitantes de la Casa",
  "foodstore.config.invitecometime": "A qué hora llega el aldeano.",
  "foodstore.config.inviteleavetime": "Es hora de que comience a irse el aldeano.",
  "foodstore.config.disableallmessage": "Desactivar TODOS los mensajes.",
  "foodstore.config.disableallmessageText": "Establecer como verdadero para deshabilitar TODOS los mensajes, incluyendo el chatbox y las burbujas. Las funciones seguirán funcionando, solo que el texto no se mostrará. No recomendado para producción.",
  "foodstore.responselist.main": "¿Necesitas algo más?",
  "foodstore.responselist.talk": "Hablar",
  "foodstore.responselist.invite": "Invitación para una visita",
  "foodstore.responselist.foodtaste": "¿Cómo estuvo la comida?",
  "foodstore.responselist.dailydish": "Plato del Día",
  "foodstore.config.enablevisitinside": "¿Habilitar visitantes dentro de la granja?",
  "foodstore.config.dialoguetime": "¿Cuál es el tiempo diario de conversación de cada NPC?",
  "foodstore.config.dialoguetimeText": "Por defecto 1. Este número limita cuántas veces aparece la caja de invitación para cada NPC diariamente. Aún puedes hablar e invitar a NPCs usando la caja de chat después de alcanzar el límite.",
  "foodstore.kidask": "{{kidName}}: ¡Por favor, ¿puedo jugar en tu granja hoy? ¡Por favor, por favor, con chispitas encima!",
  "foodstore.groupkidask": "Oye, ¿podemos todos por favor jugar en tu súper granja hoy? ¡Juro que ni siquiera tocaremos las flores!",
  "foodstore.kidresponselist.yes": "¡Absolutamente! ¿Y sabes qué? ¡Tengo unos dulces especiales, solo para ti!",
  "foodstore.kidresponselist.no": "¡Oh! Creo que tienes algún material escolar super importante hoy, ¿no?",
  "foodstore.kidresponselist.yay": "¡Yujuuu! ¡Hurra por los momentos divertidos!",
  "foodstore.kidresponselist.boring": "¡Qué aburrido...ciertamente! ¿En serio? Eso suena como un súper súper aburrimiento!",
  "foodstore.config.disablenonfoodonfarm": "¿El visitante removerá un artículo que no sea comida?",
  "foodstore.config.disablenonfoodonfarmText": "Falso por defecto. Cuando se establece en Verdadero, el visitante puede quitar tu artículo no alimenticio que se muestra en la mesa en la Granja y la Casa de la Granja.",
  "foodstore.visitorpickup.0": "¡Gracias! Aceptaré con gusto.",
  "foodstore.visitorpickup.1": "¡Lo aprecio! Lo intentaré.",
  "foodstore.visitorpickup.2": "¡Gracias por la oferta! Estoy dispuesto/a a considerarla.",
  "foodstore.visitorpickup.3": "¡Genial! Estoy feliz de aceptar.",
  "foodstore.visitorpickup.4": "¡Inesperado, pero gracias! Lo aceptaré.",
  "foodstore.visitorpickup.5": "¡Wow, no esperaba esto! ¡Gracias!",
  "foodstore.visitorpickup.6": "¡Gracias por el gesto! Estoy bien con eso.",
  "foodstore.visitorpickup.7": "¡Diferente, pero gracias! Soy de mente abierta.",
  "foodstore.visitorpickup.8": "¡¡Gracias!!",
  "foodstore.visitorpickup.9": "¡Muchas gracias! Le sacaré provecho a esto.",
  "foodstore.visitorpickup.10": "¡Interesante! ¡Gracias, lo tomaré.",
  "foodstore.visitorpickup.11": "¡Puedo usar esto. ¡Gracias!",
  "foodstore.nonfood.4.0": "¡Esto superó mis expectativas, la calidad es excepcional!",
  "foodstore.nonfood.4.1": "Estoy realmente impresionado/a con la calidad excepcional de este artículo.",
  "foodstore.nonfood.4.2": "El trabajo artesanal de esto es realmente notable. ¡Calidad de primera categoría!",
  "foodstore.nonfood.4.3": "No puedo creer lo bien hecho y duradero que es este artículo. ¡Excelente calidad!",
  "foodstore.nonfood.4.4": "La atención al detalle en esto es fenomenal. Es de la más alta calidad.",
  "foodstore.nonfood.4.5": "He comprado artículos similares antes, pero ninguno se compara con la calidad excelente de este.",
  "foodstore.nonfood.4.6": "Esta compra valió cada centavo. La calidad es incomparable.",
  "foodstore.nonfood.4.7": "Soy un cliente habitual debido a la excelente calidad constante de tus productos.",
  "foodstore.nonfood.4.8": "En cuanto a calidad, esta es una de las mejores compras que he hecho. ¡Felicidades a tu marca!",
  "foodstore.nonfood.2.0": "La calidad de esto es excelente, estoy muy satisfecho con mi compra.",
  "foodstore.nonfood.2.1": "¡Es difícil encontrar artículos con tanta calidad en estos días. Impresionante!",
  "foodstore.nonfood.2.2": "Este tiene una construcción realmente buena y una gran atención al detalle. ¡Bien hecho!",
  "foodstore.nonfood.2.3": "No esperaba tanta calidad por el precio. ¡Agradablemente sorprendido!",
  "foodstore.nonfood.2.4": "La durabilidad y artesanía son excelentes. Hice la elección correcta comprando esto.",
  "foodstore.nonfood.2.5": "He tenido productos similares, pero este se destaca por su gran calidad.",
  "foodstore.nonfood.2.6": "Estoy feliz con mi compra; la calidad en general es excelente y es una buena relación calidad-precio.",
  "foodstore.nonfood.2.7": "Esto logra un equilibrio perfecto entre el costo y una excelente calidad.",
  "foodstore.nonfood.2.8": "Gran calidad a un precio asequible. Exactamente lo que estaba buscando.",
  "foodstore.nonfood.1.0": "La calidad de esto es buena y cumple con mis expectativas.",
  "foodstore.nonfood.1.1": "Por el precio, la calidad es sorprendentemente buena. Estoy feliz con mi compra.",
  "foodstore.nonfood.1.2": "Un producto sólido con buena calidad. Es exactamente lo que necesitaba.",
  "foodstore.nonfood.1.3": "He tenido artículos similares, pero este se destaca por su buen diseño y calidad.",
  "foodstore.nonfood.1.4": "La calidad es buena y el artículo está bien hecho. Lo recomendaría.",
  "foodstore.nonfood.1.5": "No esperaba una calidad de primer nivel, pero esto es realmente bueno por el precio.",
  "foodstore.nonfood.1.6": "Buena calidad y durabilidad. Esta compra valió la pena.",
  "foodstore.nonfood.1.7": "Estoy gratamente sorprendido por la buena calidad de esto.",
  "foodstore.nonfood.1.8": "Esto ofrece buena calidad sin romper el banco. Excelente relación calidad-precio.",
  "foodstore.nonfood.0.0": "La calidad es normal, y es lo que esperaba por el precio.",
  "foodstore.nonfood.0.1": "Es un promedio con calidad normal. Nada excepcional, pero cumple su propósito.",
  "foodstore.nonfood.0.2": "Esto tiene un nivel estándar de calidad. No es impresionante ni decepcionante.",
  "foodstore.nonfood.0.3": "La calidad se encuentra dentro del rango normal para artículos similares en el mercado.",
  "foodstore.nonfood.0.4": "Yo diría que la calidad es normal. Cumple con las expectativas básicas sin ninguna característica excepcional.",
  "foodstore.nonfood.0.5": "Es un producto común y corriente con una calidad normal. Sin quejas, pero nada extraordinario.",
  "foodstore.nonfood.0.6": "La calidad es normal para el precio. Obtuve lo que pagué.",
  "foodstore.nonfood.0.7": "La calidad de este producto es estándar. No es excepcional ni mediocre.",
  "foodstore.nonfood.0.8": "Calidad normal. Cumple su función sin excederse o quedar por debajo de las expectativas.",
  "foodstore.general.adult.neutral.outgoing.1": "¿Cómo te está tratando el día? ¿Hay algo nuevo en tu plato?",
  "foodstore.general.adult.neutral.outgoing.2": "Saludos. ¿Has explorado los secretos del valle recientemente? Intrigante, ¿verdad?",
  "foodstore.general.adult.neutral.outgoing.3": "¿Has notado algún cambio en el pueblo últimamente? Tus ideas serían interesantes.",
  "foodstore.general.adult.neutral.outgoing.4": "Hola. El clima está bueno, ¿no es así? ¿Hay algún lugar favorito que recomendarías por aquí?",
  "foodstore.general.adult.neutral.outgoing.5": "¿Has escuchado algún rumor o chisme en el pueblo? ¡Estoy todo oídos!",
  "foodstore.general.adult.neutral.outgoing.6": "¡Buen día! ¿Los últimos festivales son agradables, ¿verdad? ¿Tienes algún favorito?",
  "foodstore.general.adult.neutral.outgoing.7": "¡Hola! ¿Has visto alguna criatura rara durante tus viajes? ¡Comparte tus descubrimientos!",
  "foodstore.general.teens.neutral.outgoing.1": "¡Hola! ¿Qué está pasando en la vida de los adolescentes en estos días?",
  "foodstore.general.teens.neutral.outgoing.2": "¡Hey! ¿Hay algún plan o aventura interesante en la ciudad?",
  "foodstore.general.teens.neutral.outgoing.3": "¡Hola! Siempre encuentro los lugares más geniales para pasar el rato. ¿Cuál es el lugar favorito más reciente?",
  "foodstore.general.teens.neutral.outgoing.4": "¡Hola! He oído que organizas reuniones divertidas. ¿Hay algún evento próximo?",
  "foodstore.general.teens.neutral.outgoing.5": "¡Hola! ¿Cuáles son las últimas tendencias y acontecimientos?",
  "foodstore.general.teens.neutral.outgoing.6": "¿Qué pasa con los adolescentes? ¿Algún pasatiempo o proyecto genial en el horizonte?",
  "foodstore.general.teens.neutral.outgoing.7": "Soy conocido/a por mi creatividad. ¿Hay alguna actividad artística en la que estés interesado/a?",
  "foodstore.general.child.neutral.outgoing.1": "¡Hola! ¿Cómo te está tratando el día? ¿Algún emocionante aventura en juego?",
  "foodstore.general.child.neutral.outgoing.2": "¿Has visto algunos bichos o criaturas geniales durante tus pequeñas exploraciones?",
  "foodstore.general.child.neutral.outgoing.3": "¿Cuál es el juego favorito entre los aventureros en estos días?",
  "foodstore.general.child.neutral.outgoing.4": "¡Hola! ¿Algún cuento divertido de la escuela o tiempo de juego que compartir?",
  "foodstore.general.child.neutral.outgoing.5": "¿Tienes un lugar especial para esconderte en el pueblo?",
  "foodstore.general.child.neutral.outgoing.6": "¡Hola! ¿Tienes algún juguete o aperitivo favorito?",
  "foodstore.general.child.neutral.outgoing.7": "Pequeños exploradores deben encontrar cosas fascinantes. ¡Cuéntame tu último descubrimiento!",
  "foodstore.general.adult.polite.outgoing.1": "¿Cómo ha sido tu día hasta ahora?",
  "foodstore.general.adult.polite.outgoing.2": "¡Hola! Es maravilloso verte. ¿Hay alguna noticia emocionante que compartir?",
  "foodstore.general.adult.polite.outgoing.3": "¡Buen día! ¿Cuál es tu cosa favorita de nuestro encantador pueblo?",
  "foodstore.general.adult.polite.outgoing.4": "¿Has explorado las minas últimamente? ¡Una verdadera aventura!",
  "foodstore.general.adult.polite.outgoing.5": "¡Hola! ¡Los cultivos están luciendo estupendos esta temporada! ¿No crees?",
  "foodstore.general.adult.polite.outgoing.6": "¿Alguna receta favorita que hayas descubierto últimamente?",
  "foodstore.general.adult.polite.outgoing.7": "He oído que has estado ayudando por el pueblo. ¡Muchas gracias!",
  "foodstore.general.teens.polite.outgoing.1": "¿Qué pasa? ¿Has encontrado algún lugar genial en el valle últimamente?",
  "foodstore.general.teens.polite.outgoing.2": "¡Hola! ¿Has estado jugando o haciendo algunas actividades impresionantes últimamente? ¡Cuéntame!",
  "foodstore.general.teens.polite.outgoing.3": "¿Has revisado algún evento interesante que esté sucediendo en el pueblo?",
  "foodstore.general.teens.polite.outgoing.4": "¿Cuáles son tus pensamientos sobre las últimas canciones que se están tocando en el salón?",
  "foodstore.general.teens.polite.outgoing.5": "¡Hola! ¿Alguna asombrosa trucos de skateboard que hayas estado practicando?",
  "foodstore.general.teens.polite.outgoing.6": "¿Qué cuentas? ¿Has visto alguna película genial en el cine últimamente?",
  "foodstore.general.teens.polite.outgoing.7": "Escuché que te gusta la agricultura. ¿Cómo te va con eso?",
  "foodstore.general.child.polite.outgoing.1": "¿Tienes una historia favorita para compartir antes de dormir?",
  "foodstore.general.child.polite.outgoing.2": "¿Has encontrado algún lindo animalito mientras explorabas?",
  "foodstore.general.child.polite.outgoing.3": "¿Cuál es tu cosa favorita de la escuela?",
  "foodstore.general.child.polite.outgoing.4": "¡Hola! ¿Te gusta coleccionar piedras o conchas bonitas?",
  "foodstore.general.child.polite.outgoing.5": "¡Hola! ¿Has jugado algún juego divertido con tus amigos recientemente?",
  "foodstore.general.child.polite.outgoing.6": "¿Cuál es tu bocadillo favorito cuando tienes hambre?",
  "foodstore.general.child.polite.outgoing.7": "Apuesto a que has visto cosas geniales en el bosque. ¿Puedo ver?",
  "foodstore.general.adult.rude.outgoing.1": "¿Qué pasa? No me molestes con charlas insignificantes. Tengo cosas mejores que hacer.",
  "foodstore.general.adult.rude.outgoing.2": "Te he visto por ahí. En fin. ¿Tienes alguna noticia real o simplemente estás perdiendo el tiempo?",
  "foodstore.general.adult.rude.outgoing.3": "Hum. ¿Por qué estás aquí? Simplemente dilo y hazlo rápido.",
  "foodstore.general.adult.rude.outgoing.4": "Sí, sí. Tú de nuevo. ¿Tienes algo interesante que decir o solo estás aquí para molestarme?",
  "foodstore.general.adult.rude.outgoing.5": "¿No puedes ver que estoy ocupado/a? Si no estás aquí con algo importante, lárgate.",
  "foodstore.general.adult.rude.outgoing.6": "¿Qué quieres? Hazlo rápido. Tengo lugares a los que ir y me estás retrasando.",
  "foodstore.general.adult.rude.outgoing.7": "Mira, no tengo tiempo para charlas insignificantes. Dime lo que quieras y sigue adelante.",
  "foodstore.general.teens.rude.outgoing.1": "¿Tienes algo interesante que decir o solo estás aquí para perder mi tiempo?",
  "foodstore.general.teens.rude.outgoing.2": "Tú otra vez. Si no estás aquí con algo importante, ¿por qué molestarme?",
  "foodstore.general.teens.rude.outgoing.3": "Lo que sea. Hazlo rápido. Tengo cosas mejores que hacer que escucharte hablar.",
  "foodstore.general.teens.rude.outgoing.4": "Ugh. ¿No puedes ver que estoy ocupado siendo genial? Si no eres genial, simplemente vete.",
  "foodstore.general.teens.rude.outgoing.5": "Si no estás aquí con algo de drama o emoción, no me interesa.",
  "foodstore.general.teens.rude.outgoing.6": "Estoy escuchando, pero mejor que valga la pena mi tiempo. Tengo una reputación que mantener.",
  "foodstore.general.teens.rude.outgoing.7": "No tengo tiempo para conversaciones aburridas. ¡Hazlo rápido y entretenido!",
  "foodstore.general.child.rude.outgoing.1": "¿Cuál es tu trato? Si no traes dulces o historias divertidas, lárgate.",
  "foodstore.general.child.rude.outgoing.2": "Tú de nuevo. ¿Tienes algún juguete o aperitivo genial para compartir, o es una pérdida de tiempo?",
  "foodstore.general.child.rude.outgoing.3": "Uf. ¿No puedes ver que estoy jugando? Si no estás aquí para jugar, déjame en paz.",
  "foodstore.general.child.rude.outgoing.4": "Si no vas a traer algunos juegos divertidos o golosinas, no estoy interesado.",
  "foodstore.general.child.rude.outgoing.5": "Hmph. Tú no eres mi compañero de juegos, así que a menos que tengas algo divertido que hacer, lárgate.",
  "foodstore.general.child.rude.outgoing.6": "Estoy ocupado siendo impresionante. Si no eres impresionante, no me molestes.",
  "foodstore.general.child.rude.outgoing.7": "No me atraen las cosas aburridas. Si no es divertido, no me interesa. ¿Entendido?",
  "foodstore.general.adult.neutral.shy.1": "¡Hola! Si estoy callado/a, es porque solo estoy absorbiendo las cosas. ¿Cómo ha sido tu día?",
  "foodstore.general.adult.neutral.shy.2": "Soy un poco reservado, pero disfruto nuestras conversaciones. ¿Qué pasa?",
  "foodstore.general.adult.neutral.shy.3": "Gracias por chatear. Estoy aquí. ¿Hay algo en tu mente?",
  "foodstore.general.adult.neutral.shy.4": "Si parezco reservado, es por mi lado contemplativo. ¿Qué hay de nuevo contigo?",
  "foodstore.general.adult.neutral.shy.5": "Me gusta escuchar. ¿Qué te emociona a ti?",
  "foodstore.general.adult.neutral.shy.6": "Lo siento si no soy muy extrovertido. ¿Alguna experiencia interesante recientemente?",
  "foodstore.general.adult.neutral.shy.7": "Soy un poco reservado, pero soy curioso. ¿Qué hay de nuevo contigo?",
  "foodstore.general.teens.neutral.shy.1": "Si estoy callado, solo estoy absorbiéndolo todo. ¿Qué hay contigo?",
  "foodstore.general.teens.neutral.shy.2": "Hola. Soy un poco reservado, pero estoy aquí para tener una buena conversación. ¿Hay algo interesante sucediendo?",
  "foodstore.general.teens.neutral.shy.3": "Soy introvertido, pero estoy dispuesto a tener discusiones interesantes. ¿Qué tienes en mente?",
  "foodstore.general.teens.neutral.shy.4": "Si estoy tranquilo, es mi lado reflexivo. ¿Cuál es tu opinión sobre las últimas tendencias?",
  "foodstore.general.teens.neutral.shy.5": "Hola. Soy reservado, pero estoy abierto a escuchar tus pensamientos. ¿Alguna historia emocionante?",
  "foodstore.general.teens.neutral.shy.6": "Lo siento si no parezco demasiado extrovertido. ¿Cuál ha sido el punto culminante de tu día?",
  "foodstore.general.teens.neutral.shy.7": "Puedo ser reservado, pero estoy interesado. ¿Hay algo que te gustaría hablar?",
  "foodstore.general.child.neutral.shy.1": "Si estoy callado, estoy en mi propio pequeño mundo. ¿Tú también te sientes así?",
  "foodstore.general.child.neutral.shy.2": "Espero que te estés divirtiendo. Soy un poco callado/a, pero me gusta observar. ¿Cuál es tu juego favorito?",
  "foodstore.general.child.neutral.shy.3": "¿Cuál es tu cosa favorita para hacer? Soy un poco tímido, pero me encanta escuchar sobre tus aventuras.",
  "foodstore.general.child.neutral.shy.4": "A veces soy un poco tímido, pero estoy emocionado de hablar. ¿Cuál es tu juguete favorito?",
  "foodstore.general.child.neutral.shy.5": "Soy reservado, solo estoy absorbiendo todo. ¿Cuál es tu actividad favorita?",
  "foodstore.general.child.neutral.shy.6": "¿Hay algún juego o actividad que disfrutes? Puede que sea tímido, pero me encantaría escuchar sobre tu día.",
  "foodstore.general.child.neutral.shy.7": "¿Cómo estás tú? Si hay algo divertido, ¡estoy todo oídos! Soy un poco tímido/a, ¡pero tengo curiosidad!",
  "foodstore.general.adult.polite.shy.1": "Si parezco un poco reservado/a, así soy yo. ¿Cómo va tu día?",
  "foodstore.general.adult.polite.shy.2": "Tu empresa significa mucho. Estoy aquí para una buena conversación.",
  "foodstore.general.adult.polite.shy.3": "Gracias por hablar. Puede que no hable mucho, pero estoy realmente escuchando.",
  "foodstore.general.adult.polite.shy.4": "Tu presencia es apreciada. Si parezco un poco reservado, es simplemente parte de mi ser. ¿Qué hay de nuevo contigo?",
  "foodstore.general.adult.polite.shy.5": "Realmente disfruto nuestras conversaciones. ¿Hay algo emocionante sucediendo para ti?",
  "foodstore.general.adult.polite.shy.6": "Realmente valoro nuestras conversaciones. No soy la persona más extrovertida, pero estoy verdaderamente interesado/a.",
  "foodstore.general.adult.polite.shy.7": "Tu compañía es apreciada. Estoy realmente curioso. ¿Qué hay de nuevo contigo?",
  "foodstore.general.teens.polite.shy.1": "Si no soy súper hablador, así soy yo.",
  "foodstore.general.teens.polite.shy.2": "Fue agradable hablar contigo. Puedo ser un poco introvertido/a, pero estoy aquí. ¿Algo interesante sucediendo?",
  "foodstore.general.teens.polite.shy.3": "Gracias por pasar el rato. Puede que no hable mucho, pero estoy dispuesto a tener conversaciones interesantes.",
  "foodstore.general.teens.polite.shy.4": "Si no soy súper extrovertido, es simplemente mi lado reflexivo. ¿Cuál es tu opinión sobre las últimas tendencias?",
  "foodstore.general.teens.polite.shy.5": "Gracias por ser genial. Puede que no hable mucho, pero realmente estoy interesado/a.",
  "foodstore.general.teens.polite.shy.6": "Aprecio profundamente nuestras conversaciones. Si parezco un poco introvertido, lo siento. ¿Cuál ha sido el momento más destacado de tu día?",
  "foodstore.general.teens.polite.shy.7": "Gracias por ser comprensivo/a. Puede que no sea muy extrovertido/a, pero realmente estoy interesado/a.",
  "foodstore.general.child.polite.shy.1": "Si no soy muy hablador, simplemente estoy en mi propio mundo. ¿Tú también te sientes así?",
  "foodstore.general.child.polite.shy.2": "Espero que estés divirtiéndote. Soy un poco callado, pero me gusta observar. ¿Cuál es tu juego favorito?",
  "foodstore.general.child.polite.shy.3": "¿Cuál es tu cosa favorita para hacer? Puede que no sea la más extrovertida, pero me encanta escuchar sobre tus aventuras.",
  "foodstore.general.child.polite.shy.4": "A veces no soy muy hablador, pero estoy emocionado de charlar. ¿Cuál es tu juguete favorito?",
  "foodstore.general.child.polite.shy.5": "No soy super extrovertido, sólo estoy absorbiéndolo todo. ¿Cuál es tu actividad preferida?",
  "foodstore.general.child.polite.shy.6": "¿Hay algún juego o actividad que disfrutes? Me encantaría saber cómo fue tu día.",
  "foodstore.general.child.polite.shy.7": "¿Cómo estás todo contigo? Si hay algo divertido, estoy todo oídos. ¡Estoy genuinamente curioso/a!",
  "foodstore.general.adult.rude.shy.1": "Si parezco distante, es simplemente cómo soy. ¿Qué quieres?",
  "foodstore.general.adult.rude.shy.2": "Tu charla está bien, supongo. Si parezco distante, es solo mi cosa. ¿Por qué molestar?",
  "foodstore.general.adult.rude.shy.3": "Charlar es lo que sea. Tal vez no sea un hablador. ¿Cuál es el punto?",
  "foodstore.general.adult.rude.shy.4": "¿Si no soy muy sociable? ¿Tienes algo que decir o no?",
  "foodstore.general.adult.rude.shy.5": "Hablar está bien, supongo. Si parezco reservado/a, es simplemente mi forma de ser. ¿Qué te importa?",
  "foodstore.general.adult.rude.shy.6": "Las conversaciones son geniales, supongo. No soy la más extrovertida. Lo que sea.",
  "foodstore.general.adult.rude.shy.7": "Su empresa está bien. ¿Qué pasa contigo?",
  "foodstore.general.teens.rude.shy.1": "Si no soy muy hablador, así es como soy. ¿Qué te importa?",
  "foodstore.general.teens.rude.shy.2": "Hablar contigo está bien, supongo.",
  "foodstore.general.teens.rude.shy.3": "Pasarlo bien es lo que sea. ¿Tienes algo en mente o qué?",
  "foodstore.general.teens.rude.shy.4": "Vale. ¿Qué ocurre con las preguntas?",
  "foodstore.general.teens.rude.shy.5": "Tus historias están bien, supongo. ¿Algo más?",
  "foodstore.general.teens.rude.shy.6": "Nuestros chats son geniales, espero que sí.",
  "foodstore.general.teens.rude.shy.7": "Tu comprensión está bien. No estoy interesado en las redes sociales.",
  "foodstore.general.child.rude.shy.1": "Si no soy muy hablador, así es como soy. ¿Qué te importa?",
  "foodstore.general.child.rude.shy.2": "Jugar está bien.",
  "foodstore.general.child.rude.shy.3": "¿Qué te divierte? ¿Tienes algo en mente o qué?",
  "foodstore.general.child.rude.shy.4": "Si estoy callado, es solo porque estoy tranquilo. ¿Qué pasa con las preguntas?",
  "foodstore.general.child.rude.shy.5": "¿Qué tal? ¿Necesitas algo de mí?",
  "foodstore.general.child.rude.shy.6": "Nuestros juegos son geniales, supongo.",
  "foodstore.general.child.rude.shy.7": "Tus historias están bien. ¿Cuál es el problema contigo?",
  "foodstore.general.adult.neutral.neutral.1": "¿Cómo estás hoy? ¿Hay algo interesante sucediendo en el pueblo?",
  "foodstore.general.adult.neutral.neutral.2": "Espero que tu día esté yendo bien. ¿Has explorado el valle recientemente?",
  "foodstore.general.adult.neutral.neutral.3": "Es agradable verte. ¿Tienes algún lugar favorito en la ciudad?",
  "foodstore.general.adult.neutral.neutral.4": "¿Cómo te va todo? ¿Algún descubrimiento reciente para compartir?",
  "foodstore.general.adult.neutral.neutral.5": "Hola. Espero que estés teniendo un buen día. ¿Algo emocionante en tu mente?",
  "foodstore.general.adult.neutral.neutral.6": "¡Hola! Siempre es agradable charlar. ¿Hay algo en particular que te gustaría hablar?",
  "foodstore.general.adult.neutral.neutral.7": "Estoy aquí si necesitas algo. ¿Cómo está todo en tu mundo?",
  "foodstore.general.teens.neutral.neutral.1": "¡Hola! ¿Cómo va todo? ¿Hay algo interesante sucediendo en el mundo adolescente?",
  "foodstore.general.teens.neutral.neutral.2": "¡Espero que estés bien! ¿Has estado realizando actividades o hobbies interesantes últimamente?",
  "foodstore.general.teens.neutral.neutral.3": "¿Qué hay? ¡Qué bueno verte! ¿Has visitado lugares chéveres en el pueblo?",
  "foodstore.general.teens.neutral.neutral.4": "¡Hola! ¿Cómo va tu día? ¿Hay alguna nueva tendencia o evento que esté captando tu atención?",
  "foodstore.general.teens.neutral.neutral.5": "Espero que todo esté bien contigo. ¿Has visto alguna película o serie buena últimamente?",
  "foodstore.general.teens.neutral.neutral.6": "¿Qué pasa? ¿Algo interesante pasa por tu mente? Estoy aquí para charlar si quieres.",
  "foodstore.general.teens.neutral.neutral.7": "¡Qué gusto verte! ¿Hay algo emocionante sucediendo en la comunidad adolescente?",
  "foodstore.general.child.neutral.neutral.1": "¡Hola! ¿Cómo está siendo tu día en el pueblo? ¿Tienes algún juego divertido o aventura en tu agenda?",
  "foodstore.general.child.neutral.neutral.2": "Espero que estés pasando un buen momento jugando. ¿Algo interesante para compartir?",
  "foodstore.general.child.neutral.neutral.3": "¡Encantado de verte! ¿Cuál es tu cosa favorita sobre el pueblo?",
  "foodstore.general.child.neutral.neutral.4": "¿Cómo va tu día? ¿Algún juguete favorito o bocadillo que hayas disfrutado?",
  "foodstore.general.child.neutral.neutral.5": "¡Hola! Espero que estés teniendo un día divertido. ¿Hay algo interesante en tu pequeño mundo?",
  "foodstore.general.child.neutral.neutral.6": "Hola. Encantado de charlar contigo. ¿Hay algún juego o actividad en particular que te guste?",
  "foodstore.general.child.neutral.neutral.7": "¿Cómo estás tú con todo? Si hay algo divertido que compartir, estoy todo oídos.",
  "foodstore.general.adult.polite.neutral.1": "Espero que tu día esté yendo bien. ¿Hay algo en tu mente?",
  "foodstore.general.adult.polite.neutral.2": "Es un placer verte. ¿Cómo ha sido tu tiempo en el pueblo?",
  "foodstore.general.adult.polite.neutral.3": "¡Hola! Encantado de conocerte. ¿Tienes algún lugar favorito en la ciudad?",
  "foodstore.general.adult.polite.neutral.4": "Um, hola. ¿Cómo te va todo? ¿Hay algún descubrimiento reciente que compartir?",
  "foodstore.general.adult.polite.neutral.5": "Hola. Espero que estés teniendo un buen día. ¿Hay algo emocionante en tu mente?",
  "foodstore.general.adult.polite.neutral.6": "Siempre es un placer charlar. ¿Hay algo específico que te gustaría hablar?",
  "foodstore.general.adult.polite.neutral.7": "Estoy aquí si necesitas algo. ¿Cómo está todo en tu mundo?",
  "foodstore.general.teens.polite.neutral.1": "¿Cómo va todo? ¿Hay algo interesante sucediendo en la escena adolescente?",
  "foodstore.general.teens.polite.neutral.2": "¡Hola! Espero que estés bien. ¿Alguna actividad interesante o hobby últimamente?",
  "foodstore.general.teens.polite.neutral.3": "¿Qué tal? Es bueno verte. ¿Has visitado algún lugar interesante en el pueblo?",
  "foodstore.general.teens.polite.neutral.4": "¡Hola! ¿Cómo está siendo tu día? ¿Hay alguna tendencia o evento nuevo que esté captando tu atención?",
  "foodstore.general.teens.polite.neutral.5": "¡Hola! Espero que todo esté bien contigo. ¿Has visto alguna película o serie buena últimamente?",
  "foodstore.general.teens.polite.neutral.6": "¿Qué tal? ¿Hay algo interesante en tu mente? Estoy aquí para charlar si quieres.",
  "foodstore.general.teens.polite.neutral.7": "¡Qué bueno verte! ¿Hay algo emocionante sucediendo en la comunidad juvenil?",
  "foodstore.general.child.polite.neutral.1": "¿Cómo está siendo tu día en el pueblo? ¿Hay algún juego divertido o aventura en tu agenda?",
  "foodstore.general.child.polite.neutral.2": "¡Hola! Espero que estés pasando un buen rato jugando. ¿Algo interesante que compartir?",
  "foodstore.general.child.polite.neutral.3": "¡Hola! Encantado de verte. ¿Cuál es tu cosa favorita del pueblo?",
  "foodstore.general.child.polite.neutral.4": "Hola. ¿Cómo ha sido tu día? ¿Tienes juguetes o snacks favoritos que hayas disfrutado?",
  "foodstore.general.child.polite.neutral.5": "Espero que estés teniendo un día divertido. ¿Hay algo interesante en tu pequeño mundo?",
  "foodstore.general.child.polite.neutral.6": "¡Hola! Es bueno hablar contigo. ¿Hay algún juego o actividad en particular que te guste?",
  "foodstore.general.child.polite.neutral.7": "¿Cómo estás todo contigo? Si hay algo divertido para compartir, estoy todo oídos.",
  "foodstore.general.adult.rude.neutral.1": "¿Qué pasa? No pierdas mi tiempo con conversaciones triviales sin sentido. Vamos al grano.",
  "foodstore.general.adult.rude.neutral.2": "Si no tienes nada importante que decir, guarda tu aliento y sigue adelante.",
  "foodstore.general.adult.rude.neutral.3": "¿Por qué me estás molestando? Si no es por algo importante, desaparece.",
  "foodstore.general.adult.rude.neutral.4": "Ugh, no estoy de humor para charla inútil. Escúpelo o ve a molestar a alguien más.",
  "foodstore.general.adult.rude.neutral.5": "¿No puedes ver que estoy ocupado? Si no estás aquí con algo importante, no me molestes.",
  "foodstore.general.adult.rude.neutral.6": "No tengo tiempo para conversaciones sin sentido. Si tienes algo que decir, hazlo rápido.",
  "foodstore.general.adult.rude.neutral.7": "¿Por qué todavía estás aquí? Si no traes algo importante, déjame en paz.",
  "foodstore.general.teens.rude.neutral.1": "¿Cuál es tu problema? No estoy interesado en perder el tiempo. Habla o sigue adelante.",
  "foodstore.general.teens.rude.neutral.2": "¿En serio? Si no estás aquí con algo importante o genial, lárgate.",
  "foodstore.general.teens.rude.neutral.3": "¿Por qué me estás molestando? Si no se trata de algo increíble, no estoy interesado/a.",
  "foodstore.general.teens.rude.neutral.4": "No tengo tiempo para conversaciones incómodas. Si no eres agradable, vete.",
  "foodstore.general.teens.rude.neutral.5": "¿No puedes ver que estoy ocupado siendo increíble? Si no eres, como, genial, vete.",
  "foodstore.general.teens.rude.neutral.6": "Mira, no quiero hablar. Si no traes el drama, sigue adelante.",
  "foodstore.general.teens.rude.neutral.7": "¿Por qué todavía estás aquí? Si no estás aquí con algo emocionante, no me interesa.",
  "foodstore.general.child.rude.neutral.1": "Um, ¿qué quieres? Si no traes juegos divertidos o golosinas, déjame en paz.",
  "foodstore.general.child.rude.neutral.2": "¿Por qué me estás molestando? Si no tienes juguetes o bocadillos divertidos, sigue adelante.",
  "foodstore.general.child.rude.neutral.3": "¿Cuál es tu rollo? No me interesan las cosas aburridas. Si no es divertido, no estoy interesado/a.",
  "foodstore.general.child.rude.neutral.4": "Ugh, ¿no ves que estoy jugando? Si no estás aquí con cosas divertidas, no me molestes.",
  "foodstore.general.child.rude.neutral.5": "Mira, no estoy de ánimo para conversaciones. Si no eres divertido, no esta vez.",
  "foodstore.general.child.rude.neutral.6": "¿Por qué sigues aquí? Si no traes historias interesantes o juguetes, ¡fuera!",
  "foodstore.general.child.rude.neutral.7": "¿En serio? Si no estás aquí con algo divertido, no me interesa.",
  "foodstore.weaponText": "Gran uno",
  "foodstore.config.dialogue": "Configuración de diálogo",
  "foodstore.config.disablekidask": "Desactivar la solicitud de niños para jugar",
  "foodstore.config.enablesaleweapon": "¿Activar la venta de armas?",
  "mannequin.desc": "Ponle ropa, sombreros o botas.",
  "mannequin.name.plain-male": "Maniquí Normal",
  "mannequin.name.plain-female": "Maniquí normal de mujer",
  "mannequin.name.magic-male": "Maniquí Mágico",
  "mannequin.name.magic-female": "Mujer Maniquí Mágica",
  "foodstore.soldclothes": "Vendí traje en {{locationString}} por {{saleString}}G.",
  "foodstore.soldclothesText.0": "Esto podría quedarme bien.",
  "foodstore.soldclothesText.1": "Me pregunto si este color va con mi estilo.",
  "foodstore.soldclothesText.2": "Es tiempo para una actualización de tu guardarropa con esta pieza.",
  "foodstore.soldclothesText.3": "No puedo resistir añadir esto a mi colección.",
  "foodstore.soldclothesText.4": "Elección perfecta para la ocasión próxima.",
  "foodstore.soldclothesText.5": "Tratando algo nuevo para variar",
  "foodstore.soldclothesText.6": "Una pieza clásica que nunca pasa de moda",
  "foodstore.config.randompurchase": "¿Los NPC compran un ítem aleatorio?",
  "foodstore.config.randompurchaseText": "Por defecto, el PNJ se moverá al objeto más cercano. Establecer en Verdadero para que compren un objeto aleatorio dentro del rango de búsqueda.",
  "foodstore.config.signrange": "¿Marcar la tienda con un letrero?",
  "foodstore.config.signrangeText": "Establecer en 0 para desactivar. Este límite permite a los NPCs comprar solo objetos válidos dentro de la distancia de un letrero colocado. Los objetos fuera del alcance serán ignorados. No se aplica dentro de un edificio.",
  "foodstore.config.doorentry": "NPC aparece cerca de la puerta",
  "foodstore.config.doorentryText": "Verdadero por defecto: El visitante aparecerá cerca de la puerta. Establecer como falso para que el NPC aparezca cerca del letrero de licencia. Solo se aplica para edificios comerciales.",
  "foodstore.config.shedvisitchance": "Oportunidad para nuevos visitantes",
  "foodstore.config.shedvisitchanceText": "Por defecto 0.2. Probabilidad de un nuevo visitante en el edificio cada 10 minutos. ¡Se recomienda que sea menos de 0.5!",
  "foodstore.config.maxshedcapacity": "Máximo de visitantes en el edificio",
  "foodstore.config.maxshedcapacityText": "Por defecto 5. Capacidad máxima en un edificio.",
  "foodstore.config.timestay": "¿Cuánto tiempo permanecen los NPC?",
  "foodstore.config.timestayText": "Por defecto 230 (equivalente a 2.5 horas). Recomendado por debajo de 400 (4 horas).",
  "foodstore.config.openhour": "Horario abierto",
  "foodstore.config.closehour": "Hora de cierre",
  "foodstore.config.shed": "La construcción de la tienda Ajuste",
  "foodstore.config.shedbuychance": "Oportunidad de compra de visitante.",
  "foodstore.config.shedbuychanceText": "Por defecto 0.2. El visitante ocasional comprará el producto dentro del edificio.",
  "foodstore.config.shedminutetohungry": "Minuto para comprar",
  "foodstore.config.shedminutetohungryText": "Predeterminado 90. Límite de tiempo entre cada compra",
  "foodstore.shedguestgreeting": "Hola, mi nombre es.",
  "foodstore.config.buswalk": "NPC caminan desde el autobús.",
  "foodstore.config.buswalkText": "Cuando se establece en Verdadero, los visitantes comenzarán a caminar fuera del Autobus hacia tu Granja.",
  "foodstore.config.modkey": "Clave para mostrar el nombre del plato.",
  "foodstore.config.orderchance": "Oportunidad para un nuevo orden / s",
  "foodstore.config.lovedishchance": "Posibilidad de plato favorito",
  "foodstore.config.pricemultiplier": "Multiplicador de precios",
  "foodstore.config.maxordernight": "Máximo de orden por NPC por día",
  "foodstore.config.kidaskchance": "Oportunidad diariamente que los niños pidan jugar.",
  "loved-order-reaction-1": "¡Gracias, esto se ve delicioso!",
  "loved-order-reaction-2": "¡Muchas gracias!",
  "loved-order-reaction-3": "¡Exactamente lo que quería, gracias!",
  "liked-order-reaction-1": "¡Gracias, esto se ve bien!",
  "liked-order-reaction-2": "¡Gracias!",
  "liked-order-reaction-3": "¡Justo lo que pedí, gracias!",
  "neutral-order-reaction-1": "¡Oh, vale!",
  "neutral-order-reaction-2": "Bueno, ¡vamos!",
  "neutral-order-reaction-3": "¡Genial!",
  "foodstore.config.shedvisitor": "Solicitud Especial para Visitantes",
  "foodstore.mailtotal": "Ganancias totales del mercado: {{totalEarning}}G^ Ganancias de ayer: {{sellMoney}}G^ Interacción con clientes de ayer: {{todayCustomerInteraction}}.^",

"foodstore.letter.mtwelcome": " Bienvenido a Market Town @. ¡Aquí puedes dirigir tu propia tienda y vender productos a los aldeanos!!^^ Comencemos eligiendo un buen lugar, coloca una mesa y comienza a vender cualquier artículo que prefieras.^^ Para usar cualquiera de tus Edificios como un museo, un restaurante, una tienda de conveniencia, necesitas obtener una Licencia de Museo de la Guild de Aventureros, una Licencia de Restaurante del Saloon, o una Licencia de Market Town del Comerciante del Desierto. ( continuar > )^ -Requisito para la Licencia de Museo: Donar 30 artículos al museo local.^^ -Requisito para la Licencia de Restaurante: Ganancias totales superiores a 10000, y haber vendido al menos 20 platos cocinados.^^ -Requisito para la Licencia de Market Town: Ganancias totales superiores a 30000, y haber vendido al menos 30 de cada cosecha, vegetal, producto artesanal, producto animal, plato cocinado, pescado y mineral. ( continuar > )^^ Este Mod es altamente configurable para adaptarse al estilo de juego de la mayoría de los jugadores. Por favor, revisa los detalles en la Configuración antes de informar cualquier problema.^^ ¿Encontraste errores? Informa en la página del Mod junto con el registro de SMAPI, o contáctame a través de Discord: hapyke",

"foodstore.letter.mtrestaurantlicense": " Estimado @.^^Como has cumplido con el requisito para obtener una Licencia de Restaurante, puedes pasar por el Saloon cuando estés libre para adquirir la licencia.^La Licencia de Restaurante te permite operar cualquiera de tus Edificios Agrícolas como restaurante.^^Pasaremos por aquí para comer alguna vez^-Gus",

"foodstore.letter.mtmarkettownlicense": " Estimado @.^^Estás haciendo un gran trabajo con tu negocio. Ahora puedes obtener una Licencia de Market Town del Comerciante del Desierto.^¡La Licencia de Market Town te permite vender lo que quieras!^^-Lewis",
  "foodstore.weeklylog": "Registro Semanal:",
  "foodstore.weeklytotallog": "Ganancias totales del mercado: {{totalEarning}}G^",
  "foodstore.forage": "Total de forraje vendido: {{TotalForageSold}}",
  "foodstore.flower": "Total de flores vendidas: {{TotalFlowerSold}}",
  "foodstore.fruit": "Total de frutas vendidas: {{TotalFruitSold}}^",
  "foodstore.vegetable": "Total de Verduras Vendidas: {{TotalVegetableSold}}",
  "foodstore.seed": "Total de semillas vendidas: {{TotalSeedSold}}",
  "foodstore.monsterloot": "Botín total de monstruos vendidos: {{TotalMonsterLootSold}}^",
  "foodstore.syrup": "Total de Jarabe Vendido: {{TotalSyrupSold}}",
  "foodstore.artisangood": "Producto Artesanal Total Vendido: {{TotalArtisanGoodSold}}",
  "foodstore.animalproduct": "Total de productos animales vendidos: {{TotalAnimalProductSold}}",
  "foodstore.resourcemetal": "Recurso Metálico Total Vendido: {{TotalResourceMetalSold}}",
  "foodstore.mineral": "Total Minerales Vendidos: {{TotalMineralSold}}",
  "foodstore.crafting": "Total vendido de artesanías: {{TotalCraftingSold}}^",
  "foodstore.cooking": "Total Vendido de Cocina: {{TotalCocinaVendida}}",
  "foodstore.fish": "Total de Peces Vendidos: {{TotalFishSold}}",
  "foodstore.gem": "Total de gemas vendidas: {{TotalGemSold}}",
  "foodstore.lastweek.forage": "La semana pasada Vendido forraje: {{LastweekForageSold}}",
  "foodstore.lastweek.flower": "La semana pasada se vendieron {{LastweekFlowerSold}} flores.",
  "foodstore.lastweek.fruit": "La semana pasada se vendieron frutas: {{LastweekFruitSold}}^",
  "foodstore.lastweek.vegetable": "La semana pasada se vendieron verduras: {{LastweekVegetableSold}}",
  "foodstore.lastweek.seed": "La semana pasada semillas vendidas: {{LastweekSeedSold}}",
  "foodstore.lastweek.monsterloot": "La semana pasada se vendió Monster Loot Vendido: {{LastweekMonsterLootSold}}.",
  "foodstore.lastweek.syrup": "La semana pasada se vendió jarabe: {{ÚltimaventaSemanaJarabe}}.",
  "foodstore.lastweek.artisangood": "La semana pasada, el Artisan Good vendido fue: {{LastweekArtisanGoodSold}}.",
  "foodstore.lastweek.animalproduct": "La semana pasada se vendieron productos animales: {{LastweekAnimalProductSold}}.",
  "foodstore.lastweek.resourcemetal": "La semana pasada se vendieron los siguientes recursos de metal: {{LastweekResourceMetalSold}}^",
  "foodstore.lastweek.mineral": "La semana pasada se vendieron minerales: {{LastweekMineralSold}}",
  "foodstore.lastweek.crafting": "La semana pasada se vendió: {{LastweekCraftingSold}}^",
  "foodstore.lastweek.cooking": "La venta de cocina de la semana pasada: {{LastweekCookingSold}}",
  "foodstore.lastweek.fish": "La semana pasada se vendieron peces: {{LastweekFishSold}}",
  "foodstore.lastweek.gem": "Última semana vendió Gem: {{LastweekGemSold}}",
  "foodstore.letter.mtmuseumlicense": " Estimado @.^^ Parece que estás haciendo un gran trabajo explorando la mina y donando a nuestro museo. Quería informarte que ahora tenemos una Licencia de Museo disponible para ti en la Guild de Aventureros.^ ¡Esta licencia te permite convertir tu edificio en un museo público, y los visitantes te pagarán un precio de entrada cada vez que lo visiten!^^ -Marlon",

"foodstore.config.museumpricemarkup": "Multiplicador de precio de entrada al museo",
"foodstore.config.museumpricemarkupText": "Precio de entrada al museo basado en el número de artefactos, minerales y botines de monstruos mostrados adentro. ¡Un valor más alto significa un precio de entrada más alto, pero también reducirá la probabilidad de visitantes!!!",

"foodstore.todaymuseumvisitor": " Visitantes del museo de ayer: {{todayMMuseumVisitor}}, {{todayMuseumEarning}}G.^^",
"foodstore.letter.receivemuseumlicense": "Estimado/a @.^^ ¡Felicidades por obtener tu Licencia de Museo! Permíteme explicarte cómo configurarlo. Puedes usar cualquier Edificio Agrícola como un Museo. El único requisito es tener un letrero que muestre la Licencia, y luego los visitantes comenzarán a llegar mañana. Los visitantes del Museo no compran artículos en exhibición, pero pagarán un precio de entrada al entrar. El precio se determina por el número de artefactos, gemas raras, así como peces exóticos o estatuas. Puedes decidir el margen de tu boleto; sin embargo, ten en cuenta que cuanto más alto sea el margen, menos visitantes podrías atraer.^^ Visitaré tu Museo una vez que esté listo. -Lewis",
  "foodstore.letter.receiverestaurantlicense": "Estimado/a @.^^ He notado que has obtenido la Licencia de Restaurante. Esta Licencia te permitirá usar cualquier Edificio Agrícola como un Restaurante. Simplemente muestra la Licencia en un letrero, y los visitantes comenzarán a llegar mañana. Los visitantes del Restaurante buscarán y comprarán alimentos que les llamen la atención. A veces, solicitarán un plato especial, que puedes venderles directamente a un precio más alto.^^ Estoy realmente deseando probar tu comida. -Lewis",
  "foodstore.letter.receivemarkettownlicense": "Estimado/a @.^^ Finalmente, has obtenido la Licencia del Pueblo Mercado. A partir de ahora, puedes tener desde una pequeña tienda de conveniencia hasta incluso un supermercado. Esta Licencia te permite vender cualquier mercancía que desees, incluyendo alimentos, cosechas, materiales y más.^^ Muchas gracias por crear un centro conveniente para todas las personas en nuestro pueblo. -Lewis",
  "foodstore.config.multiplayermode": "¿Activar la división del dinero de venta para el modo multijugador?",
  "foodstore.config.multiplayermodeText": "ADVERTENCIA: BUG. Por defecto es falso. Activar esto dividirá el dinero de venta entre los jugadores conectados. ADVERTENCIA: A veces los otros jugadores no reciben el dinero.",

  
"foodstore.config.easylicense": "¿Omitir requisito de licencia?",
"foodstore.config.textchat": "¿Desactivar chat de escritura con NPC?",

"foodstore.island.building": "Las llamas bailan y los visitantes llegan. La construcción en la Isla Paraíso está detenida",

"foodstore.islandtravel.sun": "Fue una distancia considerable en el bote. ¡Te sientes un poco cansado!",
"foodstore.islandtravel.rain": "La lluvia hizo que el viaje fuera más difícil. Te sientes agotado.",
"foodstore.islandtravel.wind": "El viento a veces te empuja hacia adelante, pero otras veces va en contra de tu dirección.",
"foodstore.islandtravel.storm": "El clima tormentoso fue implacable. Te sientes agotado por el viaje.",
"foodstore.islandtravel.greenrain": "La inusual lluvia verde fue desconcertante. Te sientes debilitado.",
"foodstore.islandtravel.snow": "Avanzar por la nieve fue agotador. Sientes que tu energía se está agotando."

}