{
  "foodstore.note": "Notícias emocionantes! A próxima grande atualização revelará uma espetacular 'Market Town', completa com um charmoso Restaurante, um Museu cativante, uma adorável Floricultura e muito mais! Sua opinião é importante! Participe da Votação do Layout da Cidade - Mapa da Praia, Ilha Serena, Selva Encantadora ou algo mais? Compartilhe suas ideias imaginativas no FÓRUM localizado na página do Mod. Vamos moldar esta cidade juntos!",
  "foodstore.hidden.0": "E dica semanal: Aldeão mais propenso a promover se comer comida amada, e mais crítico quando a comida é odiada.",
  "foodstore.hidden.1": "E dica semanal: O preço mais baixo de venda pode ser 32% do preço base, enquanto o mais alto é 520%.",
  "foodstore.hidden.2": "E dica semanal: A loja de alimentos pode mudar o nome para ''Market Town''. O que isso significa? Significa que a loja de alimentos não é a única loja que você pode abrir!",
  "foodstore.hidden.3": "E dica semanal: Você só pode obter informações sobre o prato da semana através do bate-papo com os moradores.",
  "foodstore.hidden.4": "E dica semanal: Gus classificou seu prato apenas como um prato neutro, no máximo. Ele pagou o preço total com generosidade, sem expressar sua insatisfação, e optou por manter sua opinião sobre o sabor para si mesmo.",
  "foodstore.hidden.5": "E dica semanal: Nem todos os visitantes podem achar a comida apetitosa; alguns rapidamente se afastam, talvez percebendo-a como menos atraente e aquém de seus padrões.",
  "foodstore.hidden.6": "E dica semanal: Não há dica para um prato odiado porque ele é odiado!!!",
  "foodstore.hidden.7": "E dica semanal: Você receberá o dobro de pontos de amizade se o seu nome de personagem for igual ao meu. Aproveite! [43]",
  "foodstore.hidden.8": "E dica semanal: Conversar com o cliente aumenta o preço que eles pagam pelo prato. Agora você pode conversar com eles o tempo ilimitado.",
  "foodstore.hidden.9": "E a dica semanal: O aldeão pode responder algumas de suas perguntas. Fique perto de um deles e digite 'ajuda' para mostrar as opções disponíveis.",
  "foodstore.hidden.10": "E dica semanal: Quanto melhor a localização, mais alto o preço (próximo à decoração, água ou árvore rosa).",
  "foodstore.help.0": "Interaja com os moradores ao ficar perto deles e digitar sua mensagem. Algumas perguntas especiais exigem que a palavra-chave esteja presente na mensagem!!",
  "foodstore.help.1": "Para convidar o morador a vir amanhã, envie uma mensagem contendo a palavra-chave 'convidar'.",
  "foodstore.help.2": "Pergunte ao morador sobre o prato do dia. A mensagem deve conter pelo menos uma palavra-chave. Por exemplo 'especial hoje' ou 'recomendado hoje' .",
  "foodstore.help.3": "Pergunte ao morador como ele se sente em relação ao seu último prato, incluindo palavras-chave 'último prato' ou 'sabor do prato'.",
  "foodstore.help.4": "Para montar sua primeira loja, simplesmente coloque uma mesa em um local movimentado, e depois coloque um prato sobre ela!!!",
  "foodstore.config.enable": "Mod Habilitado?",
  "foodstore.config.minutetohungry": "Minutos Para Fome",
  "foodstore.config.minutetohungryText": "Minutos desde a última refeição de cada NPC. Padrão 240. Um valor muito baixo pode causar problemas no cálculo do caminho. Recomendado acima de 60.",
  "foodstore.config.movetofoodchange": "Mover para Comida % Chance.",
  "foodstore.config.movetofoodchangeText": "Probabilidade percentual por marcação para mover em direção ao alimento se estiver com fome. Padrão de 0,005. Configurar um valor mais alto pode causar atrasos significativos e comportamento estranho ao se movimentar. Recomenda-se fortemente manter abaixo de 0,05.",
  "foodstore.config.maxdistancetofindfood": "Distância máxima para encontrar alimentos",
  "foodstore.config.maxdistancetofindfoodText": "Distância máxima em azulejos da comida que os NPCs podem encontrar. Padrão 40",
  "foodstore.config.maxdistancetoeat": "Máxima Distância para Comer",
  "foodstore.config.maxdistancetoeatText": "Distância máxima em blocos da comida para comê-la. Padrão 4.",
  "foodstore.config.rushhour": "Ativar o Rush Hour?",
  "foodstore.config.rushhourText": "Durante o horário de pico, há uma maior chance de atrair clientes e obter gorjetas maiores, mas os preços serão ligeiramente mais baixos. Abasteça sua loja!!!",
  "foodstore.config.enableprice": "Opção de Preço Habilitada?",
  "foodstore.config.enablepriceText": "Padrão -1 para o valor aleatório",
  "foodstore.config.pricelovemulti": "Multiplicador de preço de venda de alimento amado",
  "foodstore.config.pricelikemulti": "Gostou de multiplicador de preço de venda de alimentos",
  "foodstore.config.priceneutralmulti": "Preço de venda neutro de alimentos multiplicado",
  "foodstore.config.pricedislikemulti": "Multiplicador do preço de venda de alimentos que não são apreciados",
  "foodstore.config.pricehatemulti": "Multiplicador do preço de venda de alimentos odiados",
  "foodstore.config.enabletip": "Opção de gorjeta ativada?",
  "foodstore.config.enabletipText": "O valor da gorjeta é uma fração do preço de venda. Padrão -1",
  "foodstore.config.enabletipclose": "Apenas dar gorjeta quando estiver administrando a loja?",
  "foodstore.config.enabletipcloseText": ".Quando definido para True, apenas receberá a dica quando o jogador estiver perto da loja.",
  "foodstore.config.enabletipcloselove": "Amei o multiplicador de valor da dica de comida.",
  "foodstore.config.enabletipcloselike": "Gostei da dica de multiplicador de valor de dica de comida.",
  "foodstore.config.enabletipcloseneutral": "Multiplicador de valor neutro para dicas de alimentos",
  "foodstore.config.enabletipclosedislike": "Multiplicador do valor de dica de comida não recomendada",
  "foodstore.config.enabletipclosehate": "Multiplicador de valor da gorjeta de alimentos odiados.",
  "foodstore.coming.0": "Numa reviravolta encantadora, {{vName}} está indo para nossa loja para uma visita inesperada.",
  "foodstore.coming.1": "{{vName}} está passeando em nossa direção, curioso sobre as ofertas de nossa loja.",
  "foodstore.coming.2": "No meio do seu dia, {{vName}} está escolhendo passar algum tempo em nossa loja.",
  "foodstore.coming.3": "{{vName}} está fazendo uma visita não planejada à nossa loja, quebrando a rotina.",
  "foodstore.coming.4": "{{vName}} está indo tranquilamente em direção à nossa loja, esperando uma experiência deliciosa.",
  "foodstore.coming.5": "A libertar-se das tarefas, {{vName}} está a caminho de explorar a nossa loja.",
  "foodstore.coming.6": "{{vName}} está navegando em direção à nossa loja, procurando por uma experiência de compras única.",
  "foodstore.coming.7": "De forma espontânea, {{vName}} está chegando à nossa loja para uma agradável surpresa.",
  "foodstore.coming.8": "{{vName}} está se dirigindo para a nossa loja, ansioso para descobrir algo novo.",
  "foodstore.coming.9": "Com entusiasmo, {{vName}} está indo para nossa loja para uma visita improvisada.",
  "foodstore.coming.10": "{{vName}} está desviando do seu curso para visitar nossa loja, antecipando algo especial.",
  "foodstore.coming.11": "No meio do seu dia, {{vNome}} decidiu dar uma passada em nossa loja por um tempo.",
  "foodstore.coming.12": "{{vName}} está vagarosamente fazendo seu caminho para nossa loja, antecipando um bom momento.",
  "foodstore.coming.13": "{{vName}} está saindo da norma para visitar nossa loja e desfrutar das ofertas.",
  "foodstore.coming.14": "{{vName}} está fazendo um desvio espontâneo para nossa loja, ansioso por uma experiência única.",
  "foodstore.loverep.0": "Meus paladares dançam de alegria a cada mordida cheia de sabor!",
  "foodstore.loverep.1": "Apreciar este prato é como um abraço caloroso para meus sentidos.",
  "foodstore.loverep.2": "Um sabor requintado que perdura, um verdadeiro prazer culinário.",
  "foodstore.loverep.3": "Uma sinfonia de sabores que se harmonizam perfeitamente.",
  "foodstore.loverep.4": "Deleite-se na perfeição rica desta delícia saborosa.",
  "foodstore.loverep.5": "Uma jornada culinária deixando uma impressão indelével.",
  "foodstore.loverep.6": "Alegria irresistível em cada mordida, um verdadeiro prazer.",
  "foodstore.loverep.7": "Delicie-se na magia culinária desta perfeição criada.",
  "foodstore.loverep.8": "Eleva a refeição a uma arte, uma obra-prima no meu prato.",
  "foodstore.loverep.9": "Uma deliciosa fuga para um mundo de maravilhas gastronômicas.",
  "foodstore.loverep.10": "Agucei meu paladar com uma mistura perfeita de sabores.",
  "foodstore.loverep.11": "Uma sensação salgada que cativa o meu paladar.",
  "foodstore.loverep.12": "Revelando a arte do sabor, um prato para ser lembrado.",
  "foodstore.loverep.13": "Perfeição gourmet em cada bocada, um triunfo culinário.",
  "foodstore.loverep.14": "Uma melodia encantadora de sabores que dança na minha língua.",
  "foodstore.loverep.15": "Uma obra-prima culinária, puro amor no meu prato.",
  "foodstore.loverep.16": "Sabores envolventes, um verdadeiro romance para o meu paladar.",
  "foodstore.loverep.17": "Prato encantador, amor à primeira mordida todas as vezes.",
  "foodstore.loverep.18": "Uma carta de amor à gastronomia; este prato é divino.",
  "foodstore.loverep.19": "Apaixonadamente amante da perfeição desta criação.",
  "foodstore.likerep.0": "Um prato que eu gosto de vez em quando, é muito bom.",
  "foodstore.likerep.1": "Constantemente bom; Eu não me importo de pedir.",
  "foodstore.likerep.2": "Uma opção sólida que eu me vejo escolhendo.",
  "foodstore.likerep.3": "Este prato é bom; eu gosto da sua simplicidade.",
  "foodstore.likerep.4": "Uma escolha razoável; satisfaz meu paladar.",
  "foodstore.likerep.5": "Não é ruim; eu acho que é confiavelmente saboroso.",
  "foodstore.likerep.6": "Um prato decente; é uma escolha segura e satisfatória.",
  "foodstore.likerep.7": "Eu não me importo com este prato; ele é sempre agradável.",
  "foodstore.likerep.8": "Não é o meu favorito, mas eu acho bastante palatável.",
  "foodstore.likerep.9": "Tudo bem; é um prato que não me importo de ter.",
  "foodstore.likerep.10": "Constantemente bom; eu aprecio seu sabor.",
  "foodstore.likerep.11": "Este prato é aceitável; Eu o acho consistentemente saboroso.",
  "foodstore.likerep.12": "Uma opção decente; Eu não me importo em tê-lo.",
  "foodstore.likerep.13": "Está bem; um prato que ocasionalmente eu gosto.",
  "foodstore.likerep.14": "Uma escolha aceitável quando estou de bom humor.",
  "foodstore.likerep.15": "Eu acho este prato aceitável; é satisfatório de forma decente.",
  "foodstore.likerep.16": "Não é nada mal; é um prato que posso desfrutar.",
  "foodstore.likerep.17": "Uma escolha aceitável que eu ocasionalmente faço.",
  "foodstore.likerep.18": "Está tudo bem; não me importo com este prato.",
  "foodstore.likerep.19": "Uma opção aceitável; é bastante agradável.",
  "foodstore.neutralrep.0": "Um prato comum; não é bom nem ruim.",
  "foodstore.neutralrep.1": "Está tudo bem; um prato que eu não amo nem detesto.",
  "foodstore.neutralrep.2": "Uma escolha comum; não se destaca muito.",
  "foodstore.neutralrep.3": "Este prato é mediano; nada excepcional.",
  "foodstore.neutralrep.4": "Não é ruim, mas também não é ótimo; uma opção mediana.",
  "foodstore.neutralrep.5": "Uma escolha neutra; não deixa uma forte impressão.",
  "foodstore.neutralrep.6": "É decente; uma escolha padrão para uma refeição.",
  "foodstore.neutralrep.7": "Nem aqui nem acolá; um prato aceitável.",
  "foodstore.neutralrep.8": "Uma opção comum; não empolga ou decepciona.",
  "foodstore.neutralrep.9": "Está bem; um prato que não chama muita atenção.",
  "foodstore.neutralrep.10": "No meio do espectro; nem amor nem ódio.",
  "foodstore.neutralrep.11": "Uma escolha comum; isso não influencia muito meu paladar.",
  "foodstore.neutralrep.12": "Não excepcional, mas também não é ruim; um prato comum.",
  "foodstore.neutralrep.13": "Média em todos os aspectos; é uma opção simples.",
  "foodstore.neutralrep.14": "Uma escolha típica; ela não deixa uma impressão duradoura.",
  "foodstore.neutralrep.15": "Nem bom nem ruim; é apenas um prato mediano.",
  "foodstore.neutralrep.16": "Uma opção padrão; não evoca sentimentos intensos.",
  "foodstore.neutralrep.17": "Não excepcional, não decepcionante; apenas um prato regular.",
  "foodstore.neutralrep.18": "Equilibrado entre gostar e desgostar; está tudo bem.",
  "foodstore.neutralrep.19": "Uma comida mediana; ela não se destaca muito.",
  "foodstore.dislikerep.0": "Não é o meu favorito; acho que esse prato está faltando algo.",
  "foodstore.dislikerep.1": "É tolerável, mas não sou fã desse prato.",
  "foodstore.dislikerep.2": "Uma escolha insatisfatória; não me satisfaz.",
  "foodstore.dislikerep.3": "Este prato é mediano; eu não recomendaria.",
  "foodstore.dislikerep.4": "Eu posso comê-lo, mas não é um prato que eu aprecio bastante.",
  "foodstore.dislikerep.5": "Uma opção aceitável; não gosto particularmente dela.",
  "foodstore.dislikerep.6": "É comestível, mas não estou ansioso por este prato.",
  "foodstore.dislikerep.7": "Eu tentei, mas não é do meu agrado.",
  "foodstore.dislikerep.8": "Uma escolha mais ou menos; não acho muito apetitosa.",
  "foodstore.dislikerep.9": "Não é o pior, mas não sou fã desse prato.",
  "foodstore.dislikerep.10": "Este prato é mediano; eu já tive opções melhores.",
  "foodstore.dislikerep.11": "Eu consigo gerenciá-lo, mas não é a minha escolha preferida.",
  "foodstore.dislikerep.12": "Uma opção razoável; não estou empolgado com esse prato.",
  "foodstore.dislikerep.13": "Tolerável, mas não tem o mesmo apelo para mim.",
  "foodstore.dislikerep.14": "É comestível, mas não escolheria este prato de livre vontade.",
  "foodstore.dislikerep.15": "Não é terrível, mas não gosto muito deste prato.",
  "foodstore.dislikerep.16": "Uma escolha abaixo da média; existem opções melhores disponíveis.",
  "foodstore.dislikerep.17": "Isso não me satisfaz; não acho apetitoso.",
  "foodstore.dislikerep.18": "Eu posso comê-lo, mas não é o meu prato preferido.",
  "foodstore.dislikerep.19": "Uma opção média; não é algo que eu aprecie.",
  "foodstore.haterep.0": "Este prato é simplesmente horrível; eu não aguento.",
  "foodstore.haterep.1": "Uma decepção absoluta; este prato é horrível.",
  "foodstore.haterep.2": "Eu detesto fortemente esse prato; ele não é apetitoso.",
  "foodstore.haterep.3": "Uma escolha terrível; Não consigo digerir esse prato.",
  "foodstore.haterep.4": "Eu detesto este prato; é absolutamente repulsivo.",
  "foodstore.haterep.5": "Este prato é repugnante; eu não consigo suportar o sabor.",
  "foodstore.haterep.6": "Absolutamente detestável; este prato é intragável.",
  "foodstore.haterep.7": "Eu desprezo este prato; é realmente abominável.",
  "foodstore.haterep.8": "Nojento; Lamento ter experimentado este prato maldito.",
  "foodstore.haterep.9": "Um desastre culinário; este prato é insuportável.",
  "foodstore.haterep.10": "Eu odeio este prato; é uma completa decepção.",
  "foodstore.haterep.11": "Absolutamente terrível; eu não consigo expressar meu desdém o suficiente.",
  "foodstore.haterep.12": "Este prato é repugnante; eu não consigo entender seu apelo.",
  "foodstore.haterep.13": "Uma experiência nauseante; eu fortemente aconselho contra isso.",
  "foodstore.haterep.14": "Eu detesto esse prato; é um pesadelo gastronômico.",
  "foodstore.haterep.15": "Este prato é podre; não consigo encontrar nenhuma qualidade redentora.",
  "foodstore.haterep.16": "Abismal; esse prato é o epítome do fracasso culinário.",
  "foodstore.haterep.17": "Eu abomino esse prato; é um massacre para as papilas gustativas.",
  "foodstore.haterep.18": "Uma escolha ofensiva; Eu me arrependo de até ter tentado.",
  "foodstore.haterep.19": "Eu desprezo este prato; é uma catástrofe culinária.",
  "foodstore.tip": "Aqui está o seu tip de {{tipValue}}G.",
  "foodstore.sold": "Vendido {{foodObjName}} em {{locationString}} por {{saleString}}G",
  "foodstore.randomchat.love.0": "Sentindo um amor imenso por este lugar!",
  "foodstore.randomchat.love.1": "Nós amamos os pratos incríveis deles!",
  "foodstore.randomchat.love.2": "Esta loja rouba meu coração toda vez.",
  "foodstore.randomchat.love.3": "Adoro as vibrações acolhedoras e a equipe simpática!",
  "foodstore.randomchat.love.4": "Adore os petiscos especiais que eles oferecem!",
  "foodstore.randomchat.love.5": "Apaixonados pelo delicioso cardápio deles!",
  "foodstore.randomchat.love.6": "Loucos por suas sobremesas!",
  "foodstore.randomchat.love.7": "Adorando os sabores únicos que eles oferecem!",
  "foodstore.randomchat.like.0": "Realmente gosto da atmosfera aqui.",
  "foodstore.randomchat.like.1": "Gostei da variedade de opções disponíveis.",
  "foodstore.randomchat.like.2": "Gostei do serviço rápido e eficiente.",
  "foodstore.randomchat.like.3": "Gosto da qualidade dos seus produtos frescos.",
  "foodstore.randomchat.like.4": "Agradeça os preços acessíveis!",
  "foodstore.randomchat.like.5": "Experiência favorável com sua equipe.",
  "foodstore.randomchat.like.6": "Adorando os novos itens do cardápio!",
  "foodstore.randomchat.like.7": "Ótimo lugar para uma experiência de jantar casual.",
  "foodstore.randomchat.neutral.0": "Apenas uma experiência normal na loja hoje.",
  "foodstore.randomchat.neutral.1": "Foi uma visita ok à loja.",
  "foodstore.randomchat.neutral.2": "Nem bom nem ruim, apenas um dia normal.",
  "foodstore.randomchat.neutral.3": "Não conseguia decidir como me sentia em relação a isso.",
  "foodstore.randomchat.neutral.4": "Uma experiência neutra no geral.",
  "foodstore.randomchat.neutral.5": "Não deixou uma impressão forte.",
  "foodstore.randomchat.neutral.6": "Visita moderada hoje.",
  "foodstore.randomchat.neutral.7": "Sem sentimentos fortes, apenas neutro.",
  "foodstore.randomchat.dislike.0": "Não gostei muito da comida dessa vez.",
  "foodstore.randomchat.dislike.1": "Não gostei do serviço hoje.",
  "foodstore.randomchat.dislike.2": "Não gostou da longa espera no caixa.",
  "foodstore.randomchat.dislike.3": "Descontente com a qualidade dos produtos.",
  "foodstore.randomchat.dislike.4": "Experiência decepcionante no geral.",
  "foodstore.randomchat.dislike.5": "Frustrado com a falta de limpeza.",
  "foodstore.randomchat.dislike.6": "Não atendeu às expectativas desta vez.",
  "foodstore.randomchat.dislike.7": "Sentindo-se decepcionado pela loja hoje.",
  "foodstore.randomchat.hate.0": "Odeio o fato de que eles sempre sirvam esse tipo de comida!",
  "foodstore.randomchat.hate.1": "Absolutamente odeio o serviço ao cliente deles.",
  "foodstore.randomchat.hate.2": "Não suporto a desorganização nesta loja.",
  "foodstore.randomchat.hate.3": "Odeio os itens frequentemente indisponíveis.",
  "foodstore.randomchat.hate.4": "Despreze a falta de higiene na loja.",
  "foodstore.randomchat.hate.5": "Não gosto nada da qualidade da comida deles.",
  "foodstore.randomchat.hate.6": "Não consigo tolerar seu pessoal rude.",
  "foodstore.randomchat.hate.7": "Odiando a experiência geral - nunca mais!",
  "foodstore.config.saleprice": "Preço de venda",
  "foodstore.config.tipvalue": "Valor da Gorjeta",
  "foodstore.config.enabledecor": "Ativar Decoração?",
  "foodstore.config.enabledecorText": "Quando definido como Verdadeiro, a decoração e a atmosfera afetam o preço de venda.",
  "foodstore.positiveTasteString.0": "Sobre a comida: Delícia que dá água na boca",
  "foodstore.positiveTasteString.1": "Com a comida: Perfeição saborosa.",
  "foodstore.positiveTasteString.2": "Com a comida: Explosão de sabor requintado",
  "foodstore.positiveTasteString.3": "No aspecto alimentar: irresistivelmente delicioso.",
  "foodstore.positiveTasteString.4": "Com a comida: Sensação de sabor irresistível",
  "foodstore.normalTasteString.0": "No aspecto alimentar: Bem-estar equilibrado",
  "foodstore.normalTasteString.1": "Com a comida: Satisfação familiar",
  "foodstore.normalTasteString.2": "Sobre a comida: Delícias diárias.",
  "foodstore.normalTasteString.3": "Com a comida: Harmonia de sabores clássicos",
  "foodstore.normalTasteString.4": "Com a comida: Delícia culinária comum",
  "foodstore.negativeTasteString.0": "No aspecto da comida: sabor desagradável na boca",
  "foodstore.negativeTasteString.1": "Com a comida: Sabor decepcionante",
  "foodstore.negativeTasteString.2": "Sobre a comida: Insípida e pouco atraente",
  "foodstore.negativeTasteString.3": "Sobre a comida: Mistura desagradável",
  "foodstore.negativeTasteString.4": "No aspecto alimentar: Experiência culinária desagradável",
  "foodstore.positiveDecorString.0": "Decoração aos meus olhos: Ambiente elegante",
  "foodstore.positiveDecorString.1": "Sobre a vista: Ambiente acolhedor e convidativo",
  "foodstore.positiveDecorString.2": "Com decoração: Atmosfera encantadora",
  "foodstore.positiveDecorString.3": "A atmosfera: Estilo e vibrações relaxantes.",
  "foodstore.positiveDecorString.4": "Sobre a vista: Arredores pitorescos",
  "foodstore.normalDecorString.0": "Decoração aos meus olhos: Design simples e elegante",
  "foodstore.normalDecorString.1": "Sobre a vista: atmosfera padrão, mas agradável.",
  "foodstore.normalDecorString.2": "Com decoração: ambiente regular e confortável",
  "foodstore.normalDecorString.3": "A atmosfera: Ambiente aconchegante todo dia",
  "foodstore.normalDecorString.4": "Sobre a vista: Ambiente típico de restaurante.",
  "foodstore.negativeDecorString.0": "Decoração aos meus olhos: Decoração sem graça e desinteressante.",
  "foodstore.negativeDecorString.1": "Sobre a vista: configuração sem brilho e sem impressionar.",
  "foodstore.negativeDecorString.2": "Com decoração: Design desinteressante e desigual",
  "foodstore.negativeDecorString.3": "A atmosfera: Vibrações desagradáveis e desconfortáveis",
  "foodstore.negativeDecorString.4": "Sobre a vista: Ambiente desagradável",
  "foodstore.willVisit.0": "Absolutamente irei passar e visitar a loja.",
  "foodstore.willVisit.1": "Com certeza estou planejando passar na loja em breve.",
  "foodstore.willVisit.2": "Com certeza estou ansioso para visitar a loja.",
  "foodstore.mayVisit.0": "Podemos considerar pasando pela loja.",
  "foodstore.mayVisit.1": "Possivelmente planejando visitar a loja em breve",
  "foodstore.mayVisit.2": "Será que podemos dar uma passada e explorar a loja?",
  "foodstore.noVisit.0": "Atualmente não tenho intenção de visitar a loja.",
  "foodstore.noVisit.1": "Não tem planos imediatos ou desejo de passar pela loja.",
  "foodstore.noVisit.2": "Não considerando uma visita à loja em um futuro próximo.",
  "foodstore.gooddecor.0": "Ambiente encantador! Fico curioso sobre o sabor da comida deles!",
  "foodstore.gooddecor.1": "A decoração é incrível aqui. Como a comida se compara?",
  "foodstore.gooddecor.2": "Ótima atmosfera! Curioso para experimentar o sabor de seus pratos.",
  "foodstore.gooddecor.3": "Decoração linda. Estou ansioso para descobrir sobre a comida deles!",
  "foodstore.gooddecor.4": "Este lugar tem uma vibe fantástica. Perguntando sobre a qualidade da comida!",
  "foodstore.baddecor.0": "Não sou fã da decoração. Isso é refletido na qualidade da comida deles?",
  "foodstore.baddecor.1": "O ambiente aqui está um pouco abaixo do esperado. Espero que a comida seja melhor.",
  "foodstore.baddecor.2": "Escolhas de decoração pobres. Eu me pergunto se suas escolhas de comida são melhores.",
  "foodstore.baddecor.3": "O lugar não parece convidativo. Os padrões de comida deles estão à altura?",
  "foodstore.baddecor.4": "A decoração é decepcionante. Espero que a comida não seja a mesma!",
  "foodstore.dishweek.0": "Ei, você ouviu? O prato em destaque desta semana é {{dishWeek}}!",
  "foodstore.dishweek.1": "Adivinhe o que está no menu desta semana? É o prato em destaque: {{dishWeek}}!",
  "foodstore.dishweek.2": "Acabei de descobrir que {{dishWeek}} é a estrela da semana no restaurante!",
  "foodstore.dishweek.3": "Você não vai acreditar! O destaque desta semana é {{dishWeek}}. Empolgante, não é?",
  "foodstore.dishweek.4": "Você já experimentou o prato em destaque, {{dishWeek}}, ainda? É o assunto do momento na cidade!",
  "foodstore.dishday.0": "Você ouviu? O prato em destaque de hoje é {{dishToday}}!",
  "foodstore.dishday.1": "O prato especial de hoje é nada menos do que {{dishToday}}. Empolgante, não é?",
  "foodstore.dishday.2": "Últimas notícias: {{dishToday}} é a estrela do menu de hoje!",
  "foodstore.dishday.3": "Adivinha o que está sendo preparado hoje? É o prato em destaque: {{dishToday}}!",
  "foodstore.dishday.4": "Acabei de descobrir que {{dishToday}} é o destaque de hoje. Vamos experimentá-lo!",
  "foodstore.dishday.5": "Atenção rápida: {{dishToday}} está roubando a atenção hoje!",
  "foodstore.dishday.6": "Você consegue acreditar nisso? A estrela de hoje é nada menos que {{dishToday}}!",
  "foodstore.dishday.7": "Hoje ficou ainda melhor com o prato em destaque: {{dishToday}}!",
  "foodstore.dishday.8": "Vamos dar um toque especial ao dia de hoje com um sabor de {{dishToday}}! É a especialidade.",
  "foodstore.dishday.9": "O assunto da cidade: {{dishToday}} é o prato imperdível de hoje!",
  "foodstore.config.chat": "Desativar mensagem não importante?",
  "foodstore.thankyou": "[144] Mais uma atualização com o Market Town! [144] Está gostando do mod e ansioso por melhorias contínuas? Não se esqueça de seguir e endossar! Sua paixão impulsiona nosso barco para frente. [43] #MarketTown",
  "foodstore.visitoreat.0": "Obrigado!",
  "foodstore.visitoreat.1": "Oh comida!!!",
  "foodstore.visitoreat.2": "Delicioso delicioso!",
  "foodstore.visitoreat.3": "Você leu minha mente!",
  "foodstore.visitoreat.4": "Eu agradeço!",
  "foodstore.visitoreat.5": "Sentindo-me abençoado/a! Obrigado/a!",
  "foodstore.visitoreat.6": "Você é muito gentil!",
  "foodstore.visitoreat.7": "Eu amo comida!",
  "foodstore.visitoreat.8": "Você é um gênio culinário!",
  "foodstore.visitoreat.9": "Isso parece incrível!",
  "foodstore.visitoreat.10": "Grato por esse agrado!",
  "foodstore.visitoreat.11": "Eu estava apenas ficando com fome!",
  "foodstore.asktaste.empty.0": "Eu não tive a oportunidade de tentar ainda.",
  "foodstore.asktaste.empty.1": "Eu estava com pressa. Vou tentar outra vez.",
  "foodstore.asktaste.empty.2": "Provavelmente eu vou experimentar o prato em algum momento mais tarde hoje.",
  "foodstore.asktaste.love.0": "Oh, aquele prato estava incrível. Eu amo isso!",
  "foodstore.asktaste.love.1": "Aquela comida foi a melhor de todas! Eu não consigo ter o suficiente dela.",
  "foodstore.asktaste.love.2": "Eu simplesmente adoro os sabores desse prato. É meu novo favorito!",
  "foodstore.asktaste.like.0": "Eu realmente gostei desse prato. É bastante agradável!",
  "foodstore.asktaste.like.1": "O sabor estava bom, eu gostei. Com certeza eu teria novamente.",
  "foodstore.asktaste.like.2": "É um prato que eu realmente gosto. Os sabores são bastante atrativos.",
  "foodstore.asktaste.neutral.0": "O sabor estava bom, nada de especial. Foi uma experiência neutra para mim.",
  "foodstore.asktaste.neutral.1": "Foi decente, nem bom nem ruim. Apenas um sabor neutro para mim.",
  "foodstore.asktaste.neutral.2": "Não tenho sentimentos fortes sobre o sabor. É uma escolha neutra para mim.",
  "foodstore.asktaste.dislike.0": "Eu não gostei muito do sabor. Não é exatamente do meu agrado.",
  "foodstore.asktaste.dislike.1": "O sabor não me agradou. Eu diria que não gosto dele.",
  "foodstore.asktaste.dislike.2": "Não é o meu favorito. Achei o gosto um pouco estranho e não gosto dele.",
  "foodstore.asktaste.hate.0": "Eu não suportava o sabor. Eu odeio.",
  "foodstore.asktaste.hate.1": "Rude, esse prato foi terrível. Eu realmente detestei o sabor.",
  "foodstore.asktaste.hate.2": "Posso dizer com confiança que eu odeio o sabor. Não é algo que eu jamais gostaria de comer novamente.",
  "foodstore.visitcome.0": "Obrigado por me convidar! Sua casa é encantadora.",
  "foodstore.visitcome.1": "Eu aprecio sua hospitalidade. O aroma é incrível!",
  "foodstore.visitcome.2": "É um prazer estar aqui. Seu lugar é tão acolhedor.",
  "foodstore.visitcome.3": "Obrigado por me receber. Sua casa é encantadora.",
  "foodstore.visitcome.4": "Estou agradecido pelo convite. Sua casa é encantadora.",
  "foodstore.visitcome.5": "Isso é maravilhoso! Muito obrigado por me receber em sua casa.",
  "foodstore.visitcome.6": "Estou aproveitando a atmosfera quente. Seu lugar parece um retiro aconchegante.",
  "foodstore.visitleave.0": "Eu tive um ótimo momento. Obrigado pela noite maravilhosa!",
  "foodstore.visitleave.1": "Saindo com o coração e o estômago cheios. Obrigado por tudo!",
  "foodstore.visitleave.2": "Eu aprecio sua hospitalidade. Até a próxima vez!",
  "foodstore.visitleave.3": "Foi maravilhoso estar aqui. Obrigado por uma visita memorável!",
  "foodstore.visitleave.4": "Dizer adeus é difícil, mas vou guardar com carinho os momentos passados aqui. Obrigado!",
  "foodstore.visitleave.5": "Estou partindo com um sorriso. Sua companhia e sua casa são realmente encantadoras.",
  "foodstore.visitleave.6": "Até nos encontrarmos novamente. Obrigado por um tempo fantástico e comida deliciosa!",
  "foodstore.noinvitevisit.0": "Agradeço o convite, mas não te conheço o suficiente para visitar.",
  "foodstore.noinvitevisit.1": "Obrigado, mas só visito lugares onde conheço o anfitrião.",
  "foodstore.noinvitevisit.2": "Sou seletivo(a) em relação a compromissos, e não conheço você, então não posso visitar.",
  "foodstore.noinvitevisit.3": "Não posso aceitar, pois não me sinto confortável visitando alguém que não conheço.",
  "foodstore.noinvitevisit.4": "Valorizo minha privacidade, não vou visitar já que não te conheço.",
  "foodstore.noinvitevisit.5": "Obrigado, mas eu só participo de eventos promovidos por rostos conhecidos. Não irei visitar desta vez.",
  "foodstore.noinvitevisit.6": "Prefiro ambientes familiares, não vou visitar porque não estamos familiarizados.",
  "foodstore.cannotinvitevisit.0": "Agradeço o convite, mas não poderei visitar pois estou ocupado no momento.",
  "foodstore.cannotinvitevisit.1": "Obrigado pelo convite, mas estou muito ocupado no momento e não posso visitar.",
  "foodstore.cannotinvitevisit.2": "Estou ocupado com outras obrigações, então infelizmente, não posso fazer uma visita.",
  "foodstore.cannotinvitevisit.3": "A agenda ocupada me impede de aceitar o convite.",
  "foodstore.cannotinvitevisit.4": "Estou ocupado com tarefas no momento e não poderei visitar. Obrigado pela compreensão.",
  "foodstore.cannotinvitevisit.5": "Infelizmente, estou muito ocupado para aceitar o convite no momento.",
  "foodstore.cannotinvitevisit.6": "Agradeço o convite, mas minha carga de trabalho atual não permite que eu vá. Talvez outra vez.",
  "foodstore.willinvitevisit.0": "Claro, adoraria visitar! Me avise dos detalhes.",
  "foodstore.willinvitevisit.1": "Abslutamente, estou interessado(a)! Quando e onde?",
  "foodstore.willinvitevisit.2": "Eu ficaria feliz em visitar! Você poderia fornecer mais informações?",
  "foodstore.willinvitevisit.3": "Eu estou dentro! Estou ansioso/a pela visita.",
  "foodstore.willinvitevisit.4": "Sim, eu vou visitar! Por favor, compartilhe os detalhes.",
  "foodstore.willinvitevisit.5": "Estou interessado/a! Deixe-me saber os detalhes da visita.",
  "foodstore.willinvitevisit.6": "Com certeza, eu vou visitar! Basta compartilhar os detalhes necessários.",
  "foodstore.config.invitetime": "Tempo de convite",
  "foodstore.config.invitecometime": "Hora que o aldeão chega.",
  "foodstore.config.inviteleavetime": "Hora dos aldeões começarem a sair.",
  "foodstore.config.disableallmessage": "Desativar TODAS as mensagens.",
  "foodstore.config.disableallmessageText": "Definido como verdadeiro para desativar TODAS as mensagens, incluindo caixa de chat e balão de fala. As funções ainda funcionarão, mas o texto não será exibido. Não recomendado.",
  "foodstore.responselist.main": "Você precisa de mais alguma coisa?",
  "foodstore.responselist.talk": "Falar",
  "foodstore.responselist.invite": "Convite para uma visita",
  "foodstore.responselist.foodtaste": "Como estava a comida?",
  "foodstore.responselist.dailydish": "Prato do Dia",
  "foodstore.config.enablevisitinside": "Permitir visitantes dentro da casa da fazenda?",
  "foodstore.config.dialoguetime": "Tempo de caixa de diálogo diária de cada NPC?",
  "foodstore.config.dialoguetimeText": "Padrão 2. Este número limita quantas vezes a caixa de convite aparece para cada NPC diariamente. Ainda é possível conversar e convidar NPCs usando a caixa de chat depois de atingir o limite.",
  "foodstore.kidask": "{{kidName}}: Por favor, posso brincar na sua fazenda hoje? Bem por favor com coberturas por cima!!",
  "foodstore.groupkidask": "Eiii, será que podemos ser bem bonzinhos e brincar na sua super fazenda hoje? Juro por tudo, nem vamos tocar nas flores!",
  "foodstore.kidresponselist.yes": "Absolutamente! E sabe de uma coisa? Eu tenho uns doces especiais, só para você!!",
  "foodstore.kidresponselist.no": "Oh! Eu acho que você tem coisas super importantes da escola hoje, não tem?",
  "foodstore.kidresponselist.yay": "Oba!! Viva os momentos divertidos!",
  "foodstore.kidresponselist.boring": "Booo...ringig!! Sério? Isso parece um sonífero super-duper!",
  "foodstore.config.disablenonfoodonfarm": "Visitante remove artigo não alimentar?",
  "foodstore.config.disablenonfoodonfarmText": "Padrão Falso. Quando configurado como Verdadeiro, o visitante pode remover seu item não alimentar exibido na mesa da fazenda e da casa da fazenda.",
  "foodstore.visitorpickup.0": "Obrigado! Aceitarei com prazer.",
  "foodstore.visitorpickup.1": "Eu aprecio isso! Vou tentar.",
  "foodstore.visitorpickup.2": "Obrigado pela oferta! Estou aberto a isso.",
  "foodstore.visitorpickup.3": "Ótimo! Estou feliz em aceitar.",
  "foodstore.visitorpickup.4": "Inesperado, mas obrigado! Eu aceito.",
  "foodstore.visitorpickup.5": "Nossa, não esperava por isso! Obrigado!",
  "foodstore.visitorpickup.6": "Obrigado pelo gesto! Estou bem com isso.",
  "foodstore.visitorpickup.7": "Diferente, mas obrigado! Sou mente aberta.",
  "foodstore.visitorpickup.8": "Obrigado!",
  "foodstore.visitorpickup.9": "Muito obrigado! Vou utilizar isso.",
  "foodstore.visitorpickup.10": "Interessante! Obrigado, vou levar.",
  "foodstore.visitorpickup.11": "Eu posso usar isso. Obrigado!",
  "foodstore.nonfood.4.0": "Isso excedeu minhas expectativas, a qualidade é excepcional!",
  "foodstore.nonfood.4.1": "Estou realmente impressionado com a excelente qualidade deste item.",
  "foodstore.nonfood.4.2": "A habilidade artesanal deste é verdadeiramente notável. Qualidade de primeira linha!",
  "foodstore.nonfood.4.3": "Eu não consigo acreditar como este item é bem feito e durável. Qualidade excelente!",
  "foodstore.nonfood.4.4": "A atenção aos detalhes nisso é fenomenal. É de alta qualidade.",
  "foodstore.nonfood.4.5": "Já comprei itens semelhantes antes, mas nenhum se compara à excelente qualidade deste.",
  "foodstore.nonfood.4.6": "Esta compra valeu cada centavo. A qualidade é incomparável.",
  "foodstore.nonfood.4.7": "Sou um cliente fiel devido à qualidade consistentemente excelente de seus produtos.",
  "foodstore.nonfood.4.8": "Em termos de qualidade, esta é uma das melhores compras que já fiz. Parabéns para a sua marca!",
  "foodstore.nonfood.2.0": "A qualidade disso é ótima, estou realmente satisfeito com minha compra.",
  "foodstore.nonfood.2.1": "É difícil encontrar itens com tanta qualidade nos dias de hoje. Impressionante!",
  "foodstore.nonfood.2.2": "Isso tem uma construção realmente boa e ótima atenção aos detalhes. Bem feito!",
  "foodstore.nonfood.2.3": "Eu não estava esperando uma qualidade tão boa pelo preço. Fiquei positivamente surpreso!",
  "foodstore.nonfood.2.4": "A durabilidade e a habilidade são excelentes. Fiz a escolha certa ao comprar isso.",
  "foodstore.nonfood.2.5": "Já tive produtos similares, mas este se destacou pela sua ótima qualidade.",
  "foodstore.nonfood.2.6": "Estou feliz com minha compra; a qualidade geral é ótima e o preço é justo.",
  "foodstore.nonfood.2.7": "Isso atinge um equilíbrio perfeito entre custo e ótima qualidade.",
  "foodstore.nonfood.2.8": "Ótima qualidade a um preço acessível. Exatamente o que eu estava procurando.",
  "foodstore.nonfood.1.0": "A qualidade disso é boa e atende às minhas expectativas.",
  "foodstore.nonfood.1.1": "Pelo preço, a qualidade é surpreendentemente boa. Estou feliz com minha compra.",
  "foodstore.nonfood.1.2": "Um produto sólido com boa qualidade. É exatamente o que eu precisava.",
  "foodstore.nonfood.1.3": "Eu já tive itens semelhantes, mas este se destaca pelo seu bom acabamento e qualidade.",
  "foodstore.nonfood.1.4": "A qualidade é boa, e o item é bem feito. Eu recomendaria.",
  "foodstore.nonfood.1.5": "Eu não estava esperando uma qualidade de alto nível, mas isso é realmente bom pelo preço.",
  "foodstore.nonfood.1.6": "Boa qualidade e durabilidade. Esta compra valeu a pena.",
  "foodstore.nonfood.1.7": "Estou agradavelmente surpreso/a com a boa qualidade disto.",
  "foodstore.nonfood.1.8": "Isso oferece boa qualidade sem quebrar o banco. Ótimo custo-benefício.",
  "foodstore.nonfood.0.0": "A qualidade é normal, e é o que eu esperava pelo preço.",
  "foodstore.nonfood.0.1": "É uma média com qualidade normal. Nada excepcional, mas cumpre seu propósito.",
  "foodstore.nonfood.0.2": "Este possui um nível padrão de qualidade. Não é impressionante nem decepcionante.",
  "foodstore.nonfood.0.3": "A qualidade está dentro do intervalo normal para itens semelhantes no mercado.",
  "foodstore.nonfood.0.4": "Eu diria que a qualidade é normal. Ela atende às expectativas básicas sem nenhum destaque.",
  "foodstore.nonfood.0.5": "É um produto comum com qualidade normal. Sem queixas, mas nada extraordinário.",
  "foodstore.nonfood.0.6": "A qualidade é normal para o preço. Eu recebi o que paguei.",
  "foodstore.nonfood.0.7": "A qualidade deste produto é padrão. Não é excepcional nem abaixo do padrão.",
  "foodstore.nonfood.0.8": "Qualidade normal. Ele cumpre o trabalho sem superar ou ficar aquém das expectativas.",
  "foodstore.general.adult.neutral.outgoing.1": "Como está sendo o seu dia? Alguma novidade na sua rotina?",
  "foodstore.general.adult.neutral.outgoing.2": "Saudações. Você explorou os segredos do vale recentemente? Intrigante, não é?",
  "foodstore.general.adult.neutral.outgoing.3": "Notou alguma mudança na vila recentemente? Suas perspectivas seriam interessantes.",
  "foodstore.general.adult.neutral.outgoing.4": "Olá. O clima está bom, não é mesmo? Alguns lugares favoritos que você recomendaria por aqui?",
  "foodstore.general.adult.neutral.outgoing.5": "Você ouviu algum boato ou fofoca na cidade? Estou aqui para ouvir!",
  "foodstore.general.adult.neutral.outgoing.6": "Bom dia. Os últimos festivais são agradáveis, não é mesmo? Você tem algum favorito?",
  "foodstore.general.adult.neutral.outgoing.7": "Olá. Viram alguma criatura rara durante suas viagens? Compartilhe suas descobertas!",
  "foodstore.general.teens.neutral.outgoing.1": "E aí! O que está acontecendo na vida dos adolescentes atualmente?",
  "foodstore.general.teens.neutral.outgoing.2": "Ei! Algum plano legal ou aventura pela cidade?",
  "foodstore.general.teens.neutral.outgoing.3": "E aí! Sempre descubro os lugares mais legais. Qual é o lugar favorito mais recente?",
  "foodstore.general.teens.neutral.outgoing.4": "Olá! Ouvi falar que vocês organizam encontros divertidos. Tem algum evento próximo?",
  "foodstore.general.teens.neutral.outgoing.5": "Ei! Quais são as últimas tendências e acontecimentos?",
  "foodstore.general.teens.neutral.outgoing.6": "O que está acontecendo com os adolescentes? Algum hobby ou projeto irado no horizonte?",
  "foodstore.general.teens.neutral.outgoing.7": "Eu sou conhecido por criatividade. Você se interessa por alguma arte?",
  "foodstore.general.child.neutral.outgoing.1": "Olá! Como está sendo o seu dia? Alguma aventura emocionante em curso?",
  "foodstore.general.child.neutral.outgoing.2": "Já viu algum inseto ou criatura interessante durante as suas pequenas explorações?",
  "foodstore.general.child.neutral.outgoing.3": "Qual é o jogo favorito entre os aventureiros hoje em dia?",
  "foodstore.general.child.neutral.outgoing.4": "Olá! Alguma história engraçada da escola ou brincadeiras para compartilhar?",
  "foodstore.general.child.neutral.outgoing.5": "Você tem um lugar secreto especial na vila?",
  "foodstore.general.child.neutral.outgoing.6": "Oi! Quais são seus brinquedos ou lanches favoritos?",
  "foodstore.general.child.neutral.outgoing.7": "Pequenos exploradores devem encontrar coisas fascinantes. Conte-me sua última descoberta!",
  "foodstore.general.adult.polite.outgoing.1": "Como tem sido seu dia até agora?",
  "foodstore.general.adult.polite.outgoing.2": "Olá! É maravilhoso vê-lo. Alguma notícia emocionante para compartilhar?",
  "foodstore.general.adult.polite.outgoing.3": "Bom dia! Qual é a sua coisa favorita sobre a nossa encantadora vila?",
  "foodstore.general.adult.polite.outgoing.4": "Você explorou as minas recentemente? Uma verdadeira aventura!",
  "foodstore.general.adult.polite.outgoing.5": "Ei! As plantações estão excelentes nesta temporada. Você não acha?",
  "foodstore.general.adult.polite.outgoing.6": "Alguma receita favorita que você tenha descoberto recentemente?",
  "foodstore.general.adult.polite.outgoing.7": "Eu ouvi que você tem ajudado com coisas pela cidade. Muito obrigado!",
  "foodstore.general.teens.polite.outgoing.1": "E aí? Encontrou algum lugar legal no vale recentemente?",
  "foodstore.general.teens.polite.outgoing.2": "E aí! Tem jogado ou feito algumas atividades radicais ultimamente? Conte-me!",
  "foodstore.general.teens.polite.outgoing.3": "Já verificou se há algum evento legal acontecendo na vila?",
  "foodstore.general.teens.polite.outgoing.4": "Qual é a sua opinião sobre as últimas músicas tocando no saloon?",
  "foodstore.general.teens.polite.outgoing.5": "Ei! Alguma manobra incrível de skate que você tem praticado?",
  "foodstore.general.teens.polite.outgoing.6": "E aí, beleza? Viu algum filme legal no cinema ultimamente?",
  "foodstore.general.teens.polite.outgoing.7": "Eu ouvi dizer que você se interessa por agricultura. Como está indo para você?",
  "foodstore.general.child.polite.outgoing.1": "Você tem uma história favorita para compartilhar na hora de dormir?",
  "foodstore.general.child.polite.outgoing.2": "Você já encontrou alguns animais fofos enquanto explora?",
  "foodstore.general.child.polite.outgoing.3": "Qual é a sua coisa favorita sobre a escola?",
  "foodstore.general.child.polite.outgoing.4": "Olá! Você gosta de colecionar pedras bonitas ou conchas?",
  "foodstore.general.child.polite.outgoing.5": "Ei! Você jogou algum jogo divertido com seus amigos recentemente?",
  "foodstore.general.child.polite.outgoing.6": "Qual é o seu lanche preferido quando está com fome?",
  "foodstore.general.child.polite.outgoing.7": "Eu aposto que você já viu algumas coisas legais na floresta. Posso ver também??",
  "foodstore.general.adult.rude.outgoing.1": "O que está acontecendo? Não me incomode com conversas banais. Tenho coisas melhores para fazer.",
  "foodstore.general.adult.rude.outgoing.2": "Te vi por aqui. Tanto faz. Você tem alguma notícia real ou só está perdendo tempo?",
  "foodstore.general.adult.rude.outgoing.3": "Humpf. Por que você está aqui? Basta dizer logo e ser rápido.",
  "foodstore.general.adult.rude.outgoing.4": "Sim, sim. Você de novo. Tem algo interessante para dizer ou só está aqui para me irritar?",
  "foodstore.general.adult.rude.outgoing.5": "Você não está vendo que estou ocupado? Se não está aqui com algo importante, desapareça.",
  "foodstore.general.adult.rude.outgoing.6": "O que você quer? Seja rápido. Eu tenho lugares para ir e você está me atrasando.",
  "foodstore.general.adult.rude.outgoing.7": "Olha, eu não tenho tempo para bate-papo. Diga logo o que você quer e siga em frente.",
  "foodstore.general.teens.rude.outgoing.1": "Tem algo interessante para dizer ou você está apenas aqui para perder meu tempo?",
  "foodstore.general.teens.rude.outgoing.2": "Você de novo. Se você não está aqui com algo importante, por que me incomodar?",
  "foodstore.general.teens.rude.outgoing.3": "Tanto faz. Faça logo. Tenho coisas melhores para fazer do que ouvir você tagarelar.",
  "foodstore.general.teens.rude.outgoing.4": "Ai. Você não consegue ver que eu estou ocupado sendo legal? Se você não é legal, simplesmente vá embora.",
  "foodstore.general.teens.rude.outgoing.5": "Se você não estiver aqui com algum drama ou excitação, eu não estou interessado.",
  "foodstore.general.teens.rude.outgoing.6": "Estou ouvindo, mas é melhor valer o meu tempo. Tenho uma reputação a manter.",
  "foodstore.general.teens.rude.outgoing.7": "Eu não tenho tempo para conversas insossas. Seja esperto e divertido.",
  "foodstore.general.child.rude.outgoing.1": "Qual é o seu problema? Se você não está trazendo doces ou histórias divertidas, vá embora.",
  "foodstore.general.child.rude.outgoing.2": "Você de novo. Tem algum brinquedo legal ou lanche para compartilhar ou isso é perda de tempo?",
  "foodstore.general.child.rude.outgoing.3": "Ai. Não consegue ver que estou brincando? Se você não está aqui para brincar, apenas me deixe em paz.",
  "foodstore.general.child.rude.outgoing.4": "Se você não está trazendo jogos divertidos ou guloseimas, eu não estou interessado.",
  "foodstore.general.child.rude.outgoing.5": "Hmph. Você não é meu companheiro de brincadeiras, então, a menos que tenha algo divertido",
  "foodstore.general.child.rude.outgoing.6": "Estou ocupado sendo incrível. Se você não é incrível, não me incomode.",
  "foodstore.general.child.rude.outgoing.7": "Eu não gosto de coisas entediantes. Se não for divertido, eu não estou interessado. Entendeu?",
  "foodstore.general.adult.neutral.shy.1": "Olá. Se eu estiver calmo, é porque estou apenas absorvendo as coisas. Como está o seu dia?",
  "foodstore.general.adult.neutral.shy.2": "Eu sou um pouco reservado, mas eu gosto das nossas conversas. O que está acontecendo?",
  "foodstore.general.adult.neutral.shy.3": "Obrigado por conversar. Estou aqui. Alguma coisa em sua mente?",
  "foodstore.general.adult.neutral.shy.4": "Se eu pareço reservado, é por causa do meu lado contemplativo. O que há de novo com você?",
  "foodstore.general.adult.neutral.shy.5": "Eu gosto de ouvir. O que é empolgante para você?",
  "foodstore.general.adult.neutral.shy.6": "Desculpe se não sou muito extrovertido. Alguma experiência interessante ultimamente?",
  "foodstore.general.adult.neutral.shy.7": "Eu sou um pouco reservado, mas sou curioso. O que há de novo com você?",
  "foodstore.general.teens.neutral.shy.1": "Se eu estiver quieto, estou apenas absorvendo tudo. Como você está?",
  "foodstore.general.teens.neutral.shy.2": "Olá. Sou um pouco reservado, mas estou aqui por uma boa conversa. Algo legal acontecendo?",
  "foodstore.general.teens.neutral.shy.3": "Eu sou introvertido, mas estou aberto para discussões interessantes. O que está em sua mente?",
  "foodstore.general.teens.neutral.shy.4": "Se eu estiver quieto, é o meu lado ponderado. Qual é a sua opinião sobre as últimas tendências?",
  "foodstore.general.teens.neutral.shy.5": "Oi. Sou reservado, mas estou aberto para ouvir seus pensamentos. Alguma história empolgante?",
  "foodstore.general.teens.neutral.shy.6": "Desculpe se pareço não muito extrovertido. Qual foi o destaque do seu dia?",
  "foodstore.general.teens.neutral.shy.7": "Eu posso ser reservado, mas estou interessado. Tem algum assunto que gostaria de conversar?",
  "foodstore.general.child.neutral.shy.1": "Se eu estiver quieto, estou no meu próprio mundinho. Você também se sente assim?",
  "foodstore.general.child.neutral.shy.2": "Espero que você esteja se divertindo. Eu sou um pouco quieto, mas gosto de observar. Qual é o seu jogo favorito?",
  "foodstore.general.child.neutral.shy.3": "Qual é a tua coisa favorita para fazer? Eu sou um pouco tímido, mas adoro ouvir sobre as tuas aventuras.",
  "foodstore.general.child.neutral.shy.4": "Às vezes eu sou um pouco tímido, mas estou animado para conversar. Qual é o seu brinquedo favorito?",
  "foodstore.general.child.neutral.shy.5": "Estou reservado, apenas estou absorvendo tudo. Qual a sua atividade preferida?",
  "foodstore.general.child.neutral.shy.6": "Existe algum jogo ou atividade que você goste? Eu posso ser tímido, mas adoraria saber sobre o seu dia.",
  "foodstore.general.child.neutral.shy.7": "Como está tudo com você? Se houver algo divertido, estou completamente ouvindo. Sou um pouco tímido, mas tenho curiosidade!",
  "foodstore.general.adult.polite.shy.1": "Se eu parecer um pouco reservado, é só minha personalidade. Como está o seu dia?",
  "foodstore.general.adult.polite.shy.2": "Sua empresa significa muito. Estou aqui para uma boa conversa.",
  "foodstore.general.adult.polite.shy.3": "Obrigado por conversar. Eu posso não falar muito, mas estou realmente ouvindo.",
  "foodstore.general.adult.polite.shy.4": "Sua presença é valorizada. Se pareço um pouco reservado, é apenas parte de quem eu sou. O que há de novo com você?",
  "foodstore.general.adult.polite.shy.5": "Eu realmente adoro nossas conversas. Alguma coisa emocionante acontecendo com você?",
  "foodstore.general.adult.polite.shy.6": "Eu realmente valorizo nossas conversas. Não sou a pessoa mais extrovertida, mas tenho um verdadeiro interesse.",
  "foodstore.general.adult.polite.shy.7": "Sua empresa é muito apreciada. Estou genuinamente curioso. O que há de novo com você?",
  "foodstore.general.teens.polite.shy.1": "Se eu não sou muito falador, é apenas meu jeito.",
  "foodstore.general.teens.polite.shy.2": "Foi bom falar com você. Eu posso ser um pouco introvertido, mas estou aqui. Alguma coisa interessante acontecendo?",
  "foodstore.general.teens.polite.shy.3": "Obrigado por sair comigo. Não sou muito falador, mas estou aberto para discutir assuntos interessantes.",
  "foodstore.general.teens.polite.shy.4": "Se eu não sou muito extrovertido, é apenas o meu lado atencioso. Qual é a sua opinião sobre as últimas tendências?",
  "foodstore.general.teens.polite.shy.5": "Obrigado por ser legal. Eu posso não falar muito, mas estou verdadeiramente interessado.",
  "foodstore.general.teens.polite.shy.6": "Eu aprecio profundamente nossos papos. Se pareço um pouco introvertido, desculpe por isso. Qual foi o destaque do seu dia?",
  "foodstore.general.teens.polite.shy.7": "Obrigado por ser compreensivo. Eu talvez não seja extrovertido, mas tenho um interesse genuíno.",
  "foodstore.general.child.polite.shy.1": "Se eu não sou muito falante, é porque estou em meu próprio mundo. Você também se sente assim?",
  "foodstore.general.child.polite.shy.2": "Espero que estejas a divertir-te. Sou um pouco calmo, mas gosto de observar. Qual é o teu jogo favorito?",
  "foodstore.general.child.polite.shy.3": "Qual é a sua coisa favorita para fazer? Eu posso não ser o mais extrovertido, mas eu adoro ouvir sobre suas aventuras.",
  "foodstore.general.child.polite.shy.4": "Às vezes não sou muito falante, mas estou animado para conversar. Qual é o seu brinquedo favorito?",
  "foodstore.general.child.polite.shy.5": "Não sou extremamente extrovertido - estou apenas absorvendo tudo. Qual é a sua atividade preferida?",
  "foodstore.general.child.polite.shy.6": "Há algum jogo ou atividade que você gosta? Adoraria saber como foi o seu dia.",
  "foodstore.general.child.polite.shy.7": "Como está tudo com você? Se tiver alguma coisa divertida, estou toda ouvidos. Estou realmente curioso!",
  "foodstore.general.adult.rude.shy.1": "Se pareço distante, é apenas como sou. O que você quer?",
  "foodstore.general.adult.rude.shy.2": "Sua fala é boa, eu acho. Se pareço distante, é só o meu jeito. Por que se preocupar?",
  "foodstore.general.adult.rude.shy.3": "Conversar é o que for. Talvez eu não seja muito tagarela. Qual é o ponto?",
  "foodstore.general.adult.rude.shy.4": "Se eu não sou muito sociável. Tenho algo a dizer ou não?",
  "foodstore.general.adult.rude.shy.5": "Falar é bom, eu acho. Se eu pareço reservado, é só como eu sou. Qual é o seu problema?",
  "foodstore.general.adult.rude.shy.6": "Conversas são legais, eu acho. Eu não sou muito extrovertido. Tanto faz.",
  "foodstore.general.adult.rude.shy.7": "Sua empresa está bem. Qual é o problema com você?",
  "foodstore.general.teens.rude.shy.1": "Se eu não estou muito falante, é simplesmente assim. Qual é o seu problema?",
  "foodstore.general.teens.rude.shy.2": "Conversar com você é bom, eu acho.",
  "foodstore.general.teens.rude.shy.3": "Sair é o que for. Tem algo em sua mente ou o que?",
  "foodstore.general.teens.rude.shy.4": "Tudo bem. O que são essas perguntas?",
  "foodstore.general.teens.rude.shy.5": "Suas histórias são boas, eu acho. Mais alguma coisa?",
  "foodstore.general.teens.rude.shy.6": "Nossos bate-papos são legais, espero que sim.",
  "foodstore.general.teens.rude.shy.7": "Sua compreensão está OK. Eu não sou ligado(a) a questões sociais.",
  "foodstore.general.child.rude.shy.1": "Se eu não sou muito falante, é apenas a minha forma de ser. E o que isso tem a ver com você?",
  "foodstore.general.child.rude.shy.2": "Jogar é bom.",
  "foodstore.general.child.rude.shy.3": "O que é divertido para você? Tem algo em sua mente ou o quê?",
  "foodstore.general.child.rude.shy.4": "Se eu estiver quieto, é só porque sou assim. Qual o motivo das perguntas?",
  "foodstore.general.child.rude.shy.5": "E aí? Você precisa de alguma coisa de mim?",
  "foodstore.general.child.rude.shy.6": "Nossos jogos são legais, eu suponho.",
  "foodstore.general.child.rude.shy.7": "Suas histórias estão boas. Qual é o seu problema?",
  "foodstore.general.adult.neutral.neutral.1": "Como você está hoje? Alguma coisa interessante acontecendo na vila?",
  "foodstore.general.adult.neutral.neutral.2": "Eu espero que seu dia esteja indo bem. Você tem explorado o vale ultimamente?",
  "foodstore.general.adult.neutral.neutral.3": "É bom ver você. Você tem algum lugar favorito na cidade?",
  "foodstore.general.adult.neutral.neutral.4": "Como vão as coisas para você? Alguma descoberta recente para compartilhar?",
  "foodstore.general.adult.neutral.neutral.5": "Olá. Espero que esteja tendo um bom dia. Alguma coisa emocionante em sua mente?",
  "foodstore.general.adult.neutral.neutral.6": "Oi. Sempre é bom conversar. Há algo específico que você gostaria de falar?",
  "foodstore.general.adult.neutral.neutral.7": "Estou aqui se você precisar de alguma coisa. Como está tudo em seu mundo?",
  "foodstore.general.teens.neutral.neutral.1": "E aí. Como vai? Alguma coisa legal acontecendo na cena adolescente?",
  "foodstore.general.teens.neutral.neutral.2": "Espero que você esteja bem. Alguma atividade interessante ou hobby recentemente?",
  "foodstore.general.teens.neutral.neutral.3": "Sup? É bom te ver. Você visitou algum lugar legal na vila?",
  "foodstore.general.teens.neutral.neutral.4": "Olá. Como está o seu dia? Alguma nova tendência ou evento chamando sua atenção?",
  "foodstore.general.teens.neutral.neutral.5": "Eu espero que esteja tudo bem com você. Viu algum bom filme ou show recentemente?",
  "foodstore.general.teens.neutral.neutral.6": "O que há de novo? Alguma coisa interessante em sua mente? Estou aqui para bater um papo se quiser.",
  "foodstore.general.teens.neutral.neutral.7": "É bom ver você. Alguma coisa animadora está acontecendo na comunidade adolescente?",
  "foodstore.general.child.neutral.neutral.1": "Olá. Como está o seu dia na aldeia? Algum jogo divertido ou aventura em sua agenda?",
  "foodstore.general.child.neutral.neutral.2": "Espero que estejas a divertir-te. Alguma coisa legal para partilhar?",
  "foodstore.general.child.neutral.neutral.3": "Prazer em te ver. Qual é a sua coisa favorita sobre a vila?",
  "foodstore.general.child.neutral.neutral.4": "Como está o seu dia? Algum brinquedo ou lanche favorito que você tenha desfrutado?",
  "foodstore.general.child.neutral.neutral.5": "Olá. Espero que esteja tendo um dia divertido. Alguma coisa interessante em seu pequeno mundo?",
  "foodstore.general.child.neutral.neutral.6": "Oi. É bom conversar com você. Há algum jogo ou atividade em particular que você goste?",
  "foodstore.general.child.neutral.neutral.7": "Como está tudo com você? Se tiver algo divertido para compartilhar, estou todo ouvidos.",
  "foodstore.general.adult.polite.neutral.1": "Espero que seu dia esteja indo bem. Tem alguma coisa em sua mente?",
  "foodstore.general.adult.polite.neutral.2": "É um prazer te ver. Como tem sido o seu tempo na vila?",
  "foodstore.general.adult.polite.neutral.3": "Olá. Prazer em conhecê-lo. Você tem lugares favoritos na cidade?",
  "foodstore.general.adult.polite.neutral.4": "Olá. Como está tudo indo para você? Alguma descoberta recente para compartilhar?",
  "foodstore.general.adult.polite.neutral.5": "Olá. Espero que esteja tendo um bom dia. Alguma coisa empolgante em sua mente?",
  "foodstore.general.adult.polite.neutral.6": "É sempre um prazer conversar. Há algo específico sobre o que você gostaria de conversar?",
  "foodstore.general.adult.polite.neutral.7": "Estou aqui se precisar de alguma coisa. Como está tudo no seu mundo?",
  "foodstore.general.teens.polite.neutral.1": "Como vão as coisas? Alguma coisa interessante acontecendo na cena adolescente?",
  "foodstore.general.teens.polite.neutral.2": "Oi. Espero que você esteja bem. Alguma atividade interessante ou hobby ultimamente?",
  "foodstore.general.teens.polite.neutral.3": "E aí? Legal te ver. Você já deu uma olhada em lugares legais na vila?",
  "foodstore.general.teens.polite.neutral.4": "Olá. Como está o seu dia? Alguma nova tendência ou evento chamando sua atenção?",
  "foodstore.general.teens.polite.neutral.5": "E aí. Espero que esteja tudo bem com você. Viu algum bom filme ou programa recentemente?",
  "foodstore.general.teens.polite.neutral.6": "O que está acontecendo? Alguma coisa interessante na sua mente? Estou aqui para bater um papo se quiser.",
  "foodstore.general.teens.polite.neutral.7": "Bom te ver. Tem algo emocionante acontecendo na comunidade adolescente?",
  "foodstore.general.child.polite.neutral.1": "Como está o seu dia na aldeia? Algum jogo divertido ou aventura na sua agenda?",
  "foodstore.general.child.polite.neutral.2": "Olá. Espero que esteja se divertindo jogando. Alguma coisa legal para compartilhar?",
  "foodstore.general.child.polite.neutral.3": "Olá. É bom te ver. Qual é a sua coisa favorita sobre a vila?",
  "foodstore.general.child.polite.neutral.4": "Olá. Como foi o seu dia? Algum brinquedo ou lanche favorito que você tenha aproveitado?",
  "foodstore.general.child.polite.neutral.5": "Espero que estejas a ter um dia divertido. Alguma coisa interessante no teu pequeno mundo?",
  "foodstore.general.child.polite.neutral.6": "Oi. É bom conversar com você. Existe algum jogo ou atividade em particular que você goste?",
  "foodstore.general.child.polite.neutral.7": "Como vai tudo com você? Se tiver alguma coisa divertida para compartilhar, estou totalmente atento.",
  "foodstore.general.adult.rude.neutral.1": "O que está acontecendo? Não perca meu tempo com conversa fiada sem sentido. Vá direto ao ponto.",
  "foodstore.general.adult.rude.neutral.2": "Se você não tem nada importante para dizer, economize seu fôlego e siga em frente.",
  "foodstore.general.adult.rude.neutral.3": "Por que você está me importunando? Se não é sobre algo significativo, suma daqui.",
  "foodstore.general.adult.rude.neutral.4": "Ai, não estou com vontade de conversa fiada. Desembuche logo ou vá incomodar outra pessoa.",
  "foodstore.general.adult.rude.neutral.5": "Você não pode ver que estou ocupado? Se você não está aqui com algo importante, não me incomode.",
  "foodstore.general.adult.rude.neutral.6": "Eu não tenho tempo para conversas sem sentido. Se você tem um ponto, seja rápido.",
  "foodstore.general.adult.rude.neutral.7": "Por que você ainda está aqui? Se não está trazendo algo importante, me deixe em paz.",
  "foodstore.general.teens.rude.neutral.1": "Qual é o seu problema? Não estou interessado em perder tempo. Fale ou siga em frente.",
  "foodstore.general.teens.rude.neutral.2": "Sério mesmo? Se você não está aqui com algo legal ou importante, dê o fora.",
  "foodstore.general.teens.rude.neutral.3": "Por que você está me incomodando? Se não for sobre algo incrível, eu não estou interessado.",
  "foodstore.general.teens.rude.neutral.4": "Não tenho tempo para conversas constrangedoras. Se você não é legal, saia.",
  "foodstore.general.teens.rude.neutral.5": "Você não consegue ver que estou ocupado sendo incrível? Se você não é, tipo, legal, vá embora.",
  "foodstore.general.teens.rude.neutral.6": "Olha, eu não estou afim de conversa. Se você não está trazendo o drama, siga em frente.",
  "foodstore.general.teens.rude.neutral.7": "Por que você ainda está aqui? Se você não está aqui com algo excitante, eu não estou interessado.",
  "foodstore.general.child.rude.neutral.1": "Um, o que você quer? Se você não está trazendo jogos divertidos ou guloseimas, me deixe em paz.",
  "foodstore.general.child.rude.neutral.2": "Por que você está me incomodando? Se você não tem nenhum brinquedo legal ou lanches, vá embora.",
  "foodstore.general.child.rude.neutral.3": "Qual é o seu trato? Eu não gosto de coisas chatas. Se não é divertido, não me interessa.",
  "foodstore.general.child.rude.neutral.4": "Ai, você não consegue ver que estou brincando? Se não é algo divertido, não me incomode.",
  "foodstore.general.child.rude.neutral.5": "Olha, não estou com vontade de conversas. Se não for divertido, não desta vez.",
  "foodstore.general.child.rude.neutral.6": "Por que você ainda está aqui? Se você não está trazendo histórias legais ou brinquedos, caia fora.",
  "foodstore.general.child.rude.neutral.7": "Sério mesmo? Se não estiver aqui com algo divertido, não estou interessado.",
  "foodstore.weaponText": "muito bom",
  "foodstore.config.dialogue":     "Configuração de diálogo",
  "foodstore.config.disablekidask": "Desative as crianças e peça para brincar",
  "foodstore.config.enablesaleweapon": "permitir a venda de armas",
  "mannequin.desc": "Vista roupas, chapéus ou botas nele.",
  "mannequin.name.plain-male": "Manequim Normal",
  "mannequin.name.plain-female": "Manequim Normal Feminino",
  "mannequin.name.magic-male": "Manequim Mágico",
  "mannequin.name.magic-female": "Manequim Mágico Feminino",

  "foodstore.soldclothes": "Vendeu roupas em {{locationString}} por {{saleString}}G",

  "foodstore.soldclothesText.0": "Isso pode ficar bem em mim",
  "foodstore.soldclothesText.1": "Me pergunto se essa cor combina com o meu estilo",
  "foodstore.soldclothesText.2": "Hora de atualizar meu guarda-roupa com esta peça",
  "foodstore.soldclothesText.3": "Não consigo resistir em adicionar isso à minha coleção",
  "foodstore.soldclothesText.4": "Escolha perfeita para a próxima ocasião",
  "foodstore.soldclothesText.5": "Experimentando algo novo para variar",
  "foodstore.soldclothesText.6": "Uma peça clássica que nunca sai de moda",
  "foodstore.config.randompurchase": "NPC compra item aleatório?",
  "foodstore.config.randompurchaseText": "Por padrão, NPC se moverá para o item mais próximo. Defina como True para que comprem um item aleatório dentro da faixa de busca.",

  "foodstore.config.signrange": "Marcar a loja com uma placa?",
"foodstore.config.signrangeText": "Defina como 0 para desativar. Este limite permite que NPCs comprem apenas itens válidos dentro da distância de uma Placa colocada. Itens fora do alcance serão ignorados. Não se aplica dentro do Galpão.",

"foodstore.config.doorentry": "NPC aparece perto da porta",
"foodstore.config.doorentryText": "Padrão True: O visitante aparecerá perto da porta de entrada. Defina como Falso para que o NPC apareça perto da localização da Placa de Licença",

"foodstore.config.shedvisitchance": "Chance de visita ao galpão",
"foodstore.config.shedvisitchanceText": "Padrão 0.1. Chance de novo visitante no galpão a cada 10 minutos. Recomendado abaixo de 0.25!",

"foodstore.config.maxshedcapacity": "Visitantes máximos no galpão",
"foodstore.config.maxshedcapacityText": "Padrão 3. Capacidade máxima em um galpão. Valor extremo pode causar lag extremo. Altamente recomendado manter o número total de NPCs de TODOS os galpões ao mesmo tempo abaixo de 8",

"foodstore.config.timestay": "Quanto tempo o NPC fica?",
"foodstore.config.timestayText": "Padrão 100 (equivalente a 1 hora). Recomendado abaixo de 200",

"foodstore.config.openhour": "Hora de abertura",
"foodstore.config.closehour": "Hora de fechamento",

"foodstore.config.shed": "Configuração do Galpão",

"foodstore.config.shedbuychance": "Chance de compra do visitante",
"foodstore.config.shedbuychanceText": "Padrão 0.2. Chance do visitante comprar item dentro do depósito",

"foodstore.config.shedminutetohungry": "Minutos para comprar",
"foodstore.config.shedminutetohungryText": "Padrão 60. Limite de tempo entre cada compra",

"foodstore.shedguestgreeting": "Olá"


}