{
  "foodstore.note": "Tin tức thú vị! Bản cập nhật chính sắp tới sẽ công bố một 'Thị trấn Thương mại' đẹp mắt với một nhà hàng duyên dáng, một bảo tàng hấp dẫn, một cửa hàng hoa thú vị, và nhiều hơn nữa! Ý kiến của bạn rất quan trọng! Tham gia bình chọn Bố cục Thị trấn - Bản đồ Bãi biển, Đảo Thanh bình, Rừng rậm Mê hoặc, hoặc một cái gì đó khác? Chia sẻ ý tưởng sáng tạo của bạn trên DIỄN ĐÀN ở trang Mô đun. Hãy cùng hình thành thị trấn này nhé!",
  "foodstore.hidden.0": "Và lời khuyên hàng tuần: Người làng có khả năng thăng chức hơn khi đã ăn được đồ ăn mà họ yêu thích, và chỉ trích nhiều hơn khi ăn đồ ăn mà họ ghét.",
  "foodstore.hidden.1": "Và mẹo hàng tuần: Giá bán thấp nhất có thể là 32% của giá gốc, trong khi cao nhất là 520%.",
  "foodstore.hidden.2": "Và mẹo hàng tuần: Cửa hàng thực phẩm có thể đổi tên thành ''Market Town''. Điều đó có nghĩa là gì? Nó có nghĩa là Cửa hàng thực phẩm không phải là cửa hàng duy nhất bạn có thể mở!",
  "foodstore.hidden.3": "Và lời khuyên hàng tuần: Bạn chỉ có thể nhận thông tin về món ăn tuần từ cuộc trò chuyện với người dân làng.",
  "foodstore.hidden.4": "Và lời khuyên hàng tuần: Gus chỉ đánh giá món của bạn là món trung tính tốt nhất. Anh ấy đã ân cần trả đầy đủ giá mà không bày tỏ sự không hài lòng của mình và ông ấy đã chọn giữ ý kiến về hương vị cho riêng mình.",
  "foodstore.hidden.5": "Và lời khuyên hàng tuần: Không phải mỗi lần đến thăm khách không thể thấy đồ ăn hấp dẫn; một số nhanh chóng quay đi, có thể cảm nhận nó ít hấp dẫn và không đạt tiêu chuẩn của họ.",
  "foodstore.hidden.6": "Và lời khuyên hàng tuần: Không có lời khuyên cho món ăn bị ghét vì nó bị ghét!",
  "foodstore.hidden.7": "Và lời khuyên hàng tuần: Bạn sẽ nhận được gấp đôi điểm tình bạn nếu tên nhân vật của bạn trùng khớp với tên của tôi. Thưởng thức [43].",
  "foodstore.hidden.8": "Và lời khuyên hàng tuần: Nói chuyện với khách hàng sẽ tăng giá món ăn họ trả. Bạn đã có thể nói chuyện với họ trong thời gian không giới hạn.",
  "foodstore.hidden.9": "Và gợi ý hàng tuần: Người làng có thể trả lời một số câu hỏi của bạn. Đứng gần một trong số họ và nhập 'help' để hiển thị các lựa chọn có sẵn.",
  "foodstore.hidden.10": "Và lời khuyên hàng tuần: Địa điểm càng tốt, giá càng cao (gần bởi trang trí, nước, hoặc cây màu hồng)",
  "foodstore.help.0": "Tương tác với dân làng bằng cách đứng gần họ, và gõ vào tin nhắn của bạn. Một số câu hỏi đặc biệt yêu cầu có từ khóa trong tin nhắn!!",
  "foodstore.help.1": "Để mời người làng đến vào ngày mai, gửi một tin nhắn chứa từ khóa: 'mời'.",
  "foodstore.help.2": "Hỏi cư dân về món ăn ngày hôm nay. Tin nhắn phải có ít nhất một từ khóa. Ví dụ như 'đặc biệt hôm nay' hoặc 'khuyên chọn hôm nay'.",
  "foodstore.help.3": "Hỏi người dân làng cảm thấy như thế nào về món ăn cuối cùng của họ bằng cách bao gồm từ khóa 'món ăn cuối cùng' hoặc 'hương vị của món ăn'.",
  "foodstore.help.4": "Để thiết lập cửa hàng đầu tiên của bạn, chỉ cần đặt một cái bàn trên một vị trí đông đúc, sau đó đặt một đĩa lên đó!!!",
  "foodstore.config.enable": "Trạng thái Bật?",
  "foodstore.config.minutetohungry": "Phút Để Đói",
  "foodstore.config.minutetohungryText": "Phút kể từ bữa ăn gần nhất của mỗi NPC. Mặc định là 240 phút. Đặt quá thấp có thể gây ra việc đi tìm đường kỳ lạ. Đề nghị đặt trên 60 phút.",
  "foodstore.config.movetofoodchange": "Chuyển đến Thức ăn % Cơ hội.",
  "foodstore.config.movetofoodchangeText": "Tỷ lệ phần trăm mỗi lần di chuyển tới thức ăn nếu đói. Mặc định 0.005. Thiết lập cao hơn sẽ gây ra đáng kể sự trể chậm và tìm đường lạ. Được đề nghị nhiều dưới 0.05.",
  "foodstore.config.maxdistancetofindfood": "Khoảng cách tối đa để tìm thức ăn",
  "foodstore.config.maxdistancetofindfoodText": "Tối đa khoảng cách từ đồ ăn tính bằng ô để NPC có thể tìm thấy. Mặc định 40",
  "foodstore.config.maxdistancetoeat": "Khoảng cách tối đa để ăn",
  "foodstore.config.maxdistancetoeatText": "Khoảng cách tối đa trong ô từ đồ ăn để ăn nó. Mặc định 4.",
  "foodstore.config.rushhour": "Kích hoạt giờ cao điểm?",
  "foodstore.config.rushhourText": "Trong giờ cao điểm, khả năng cao hơn cho khách hàng và phần thưởng cao hơn, nhưng giá cả sẽ giảm một chút. Hãy nhập hàng cho cửa hàng của bạn!!!",
  "foodstore.config.enableprice": "Chọn Tùy chọn Giá Đã Được Bật?",
  "foodstore.config.enablepriceText": ":Giá trị mặc định là -1 cho giá trị ngẫu nhiên.",
  "foodstore.config.pricelovemulti": "Giá đa thức bán bánh thực phẩm yêu thích",
  "foodstore.config.pricelikemulti": "Điều chỉnh hệ số giá bán cho thực phẩm được ưa chuộng.",
  "foodstore.config.priceneutralmulti": "Hệ số giá bán trung bình của thực phẩm.",
  "foodstore.config.pricedislikemulti": "Chế độ giá bán nhân tổng số thực phẩm không được thích",
  "foodstore.config.pricehatemulti": "Hàng ăn bị ghét bán giá nhân tỷ lệ",
  "foodstore.config.enabletip": "Bật tùy chọn gợi ý?",
  "foodstore.config.enabletipText": "Giá trị tiền tip là một phần của giá bán. Mặc định -1",
  "foodstore.config.enabletipclose": "Chỉ Tip khi đang vận hành cửa hàng?",
  "foodstore.config.enabletipcloseText": "Khi thiết lập thành True, chỉ nhận Tip khi người chơi gần cửa hàng",
  "foodstore.config.enabletipcloselove": "Yêu thích lời khuyên thức ăn giá trị bội số",
  "foodstore.config.enabletipcloselike": "Giá trị bội giá gợi ý thực phẩm yêu thích",
  "foodstore.config.enabletipcloseneutral": "Giá trị đa trung hòa nhân bán hàng thức ăn",
  "foodstore.config.enabletipclosedislike": "Không thích giá trị nhân tích thông tin thức ăn.",
  "foodstore.config.enabletipclosehate": "Bội phần ăn ghét giá trị khuân một lần.",
  "foodstore.coming.0": "Trong một bước ngoặt thú vị, {{vName}} sẽ đến cửa hàng của chúng tôi cho một cuộc ghé thăm bất ngờ.",
  "foodstore.coming.1": "{{vName}} đang đi dạo tới đây, tò mò về các sản phẩm của cửa hàng chúng tôi.",
  "foodstore.coming.2": "Trong ngày của họ, {{vName}} đang chọn dành một vài thời gian tại cửa hàng của chúng tôi.",
  "foodstore.coming.3": "{{vName}} đang thực hiện một chuyến thăm bất ngờ đến cửa hàng của chúng tôi, thoát khỏi thói quen hàng ngày.",
  "foodstore.coming.4": "{{vName}} đang dạo chơi đến cửa hàng của chúng tôi, mong đợi một trải nghiệm thú vị.",
  "foodstore.coming.5": "Thảm thoát khỏi các nhiệm vụ, {{vName}} đang trên đường khám phá cửa hàng của chúng tôi.",
  "foodstore.coming.6": "{{vName}} đang dẫn đường đến cửa hàng của chúng tôi, tìm kiếm trải nghiệm mua sắm độc đáo.",
  "foodstore.coming.7": "Điều bất ngờ là, {{vName}} đang tự mình tìm đường đến cửa hàng của chúng tôi để có một bất ngờ thú vị.",
  "foodstore.coming.8": "{{vName}} đang lái xe đến cửa hàng của chúng ta, hăng hái khám phá điều gì đó mới.",
  "foodstore.coming.9": "Với niềm hân hoan, {{vName}} đang trên đường đến cửa hàng của chúng tôi để thăm đột xuất.",
  "foodstore.coming.10": "{{vName}} đang đi lạc khỏi hướng để đến thăm cửa hàng của chúng tôi, mong đợi một cái gì đó đặc biệt.",
  "foodstore.coming.11": "Giữa lúc chạy chời, {{vName}} quyết định ghé qua cửa hàng của chúng tôi một chút.",
  "foodstore.coming.12": "{{vName}} đang đi với tư thế thản nhiên tới cửa hàng của chúng tôi, mong đợi một khoảng thời gian tuyệt vời.",
  "foodstore.coming.13": "{{vName}} đang chuyển hướng khỏi điều thông thường để ghé thăm cửa hàng của chúng tôi và thưởng thức những gì chúng tôi mang đến.",
  "foodstore.coming.14": "{{vName}} đột nhiên quyết định ghé qua cửa hàng của chúng tôi, háo hức để trải nghiệm một trải nghiệm độc đáo.",
  "foodstore.loverep.0": "Vị giác của tôi nhảy múa vui mừng với mỗi miếng ăn đầy hương vị!",
  "foodstore.loverep.1": "Tận hưởng món ăn này như một cái ôm ấm áp cho các giác quan của tôi.",
  "foodstore.loverep.2": "Hương vị tinh tế, vẫn còn lưu luyến, một niềm vui ẩm thực thật sự.",
  "foodstore.loverep.3": "Một bản nhạc giao hưởng của các hương vị hoàn hảo hài hòa.",
  "foodstore.loverep.4": "Trải lòng với sự hoàn hảo tuyệt vời của món ngon này.",
  "foodstore.loverep.5": "Hành trình ẩm thực để lại dấu ấn không thể quên.",
  "foodstore.loverep.6": "Niềm vui ngon miệng trong từng miếng, một niềm vui đích thực.",
  "foodstore.loverep.7": "Hãy thưởng thức sự mê hoặc của phép thuật ẩm thực trong tác phẩm hoàn thiện này.",
  "foodstore.loverep.8": "Nâng tầm ẩm thực thành một nghệ thuật, một kiệt tác trên đĩa của tôi.",
  "foodstore.loverep.9": "Một sự thoả giải ngon lành vào một thế giới kỳ thú ẩm thực.",
  "foodstore.loverep.10": "Cám đều vị giác của tôi với một sự phối trộn hoàn hảo của hương vị.",
  "foodstore.loverep.11": "Một cảm giác ngon miệng với hương vị lôi cuốn của miệng tôi.",
  "foodstore.loverep.12": "Khám phá sự tinh tế của hương vị, một món ăn để nhớ mãi.",
  "foodstore.loverep.13": "Hoàn hảo tinh hoa ẩm thực trong từng miếng, một chiến thắng của nghệ thuật ẩm thực.",
  "foodstore.loverep.14": "Một giai điệu hấp dẫn của các hương vị nhảy múa trên lưỡi tôi.",
  "foodstore.loverep.15": "Một tác phẩm ẩm thực tuyệt vời, tình yêu trong từng miếng.",
  "foodstore.loverep.16": "Những hương vị quyến rũ, một cuộc tình đích thực cho vị giác của tôi.",
  "foodstore.loverep.17": "Món ăn huyền diệu, tình yêu từ lần đầu nếm.",
  "foodstore.loverep.18": "Một bức thư tình dành cho ẩm thực; món ăn này thiên đẳng.",
  "foodstore.loverep.19": "Say mê mẩn với sự hoàn mỹ của tác phẩm này.",
  "foodstore.likerep.0": "Một món ăn tôi thích ăn vào dịp đặc biệt, nó rất ngon.",
  "foodstore.likerep.1": "Liên tục tốt; tôi không phiền muộn khi đặt nó.",
  "foodstore.likerep.2": "Một lựa chọn đáng tin cậy mà tôi thường thấy mình chọn.",
  "foodstore.likerep.3": "Món này ngon; Tôi thích sự đơn giản của nó.",
  "foodstore.likerep.4": "Một lựa chọn tạm ổn; nó làm thoả mãn vị giác của tôi.",
  "foodstore.likerep.5": "Không tệ chút nào; tôi thấy nó ngon và đáng tin cậy.",
  "foodstore.likerep.6": "Một món ăn tốt; đó là một lựa chọn an toàn và thỏa mãn.",
  "foodstore.likerep.7": "Tôi không bận tâm món này; nó luôn thú vị.",
  "foodstore.likerep.8": "Không phải là món ưa thích của tôi, nhưng tôi cảm thấy nó khá dễ chịu.",
  "foodstore.likerep.9": "Tôi không sao; Một món tôi không ngại có.",
  "foodstore.likerep.10": "Luôn luôn ngon; Tôi rất trân trọng hương vị của nó.",
  "foodstore.likerep.11": "Món này tạm được; tôi thấy nó luôn ngon.",
  "foodstore.likerep.12": "Một lựa chọn tốt; tôi không bận tâm khi có nó.",
  "foodstore.likerep.13": "Không sao đâu; một món tôi thỉnh thoảng thích thưởng thức.",
  "foodstore.likerep.14": "Một sự lựa chọn chấp nhận được khi tôi đang trong tâm trạng.",
  "foodstore.likerep.15": "Tôi thấy món này ổn; nó khá đầy đủ.",
  "foodstore.likerep.16": "Không tệ chút nào; đây là món ăn tôi có thể thưởng thức.",
  "foodstore.likerep.17": "Một lựa chọn không tồi mà tôi thỉnh thoảng lựa chọn.",
  "foodstore.likerep.18": "Không sao đâu, tôi không phiền ngày món này.",
  "foodstore.likerep.19": "Một lựa chọn chấp nhận được; nó khá thú vị.",
  "foodstore.neutralrep.0": "Một món ăn thông thường; nó không tốt cũng không xấu.",
  "foodstore.neutralrep.1": "Không sao cả; món ăn đó tôi không thích hoặc ghét.",
  "foodstore.neutralrep.2": "Một lựa chọn thường xuyên; nó không nổi bật nhiều.",
  "foodstore.neutralrep.3": "Món này bình thường; không có gì đặc biệt.",
  "foodstore.neutralrep.4": "Không tệ, không tuyệt vời; một lựa chọn bình thường.",
  "foodstore.neutralrep.5": "Một lựa chọn trung lập; nó không để lại ấn tượng mạnh mẽ.",
  "foodstore.neutralrep.6": "Nó khá tốt; lựa chọn tiêu chuẩn cho một bữa ăn.",
  "foodstore.neutralrep.7": "Không ở đây cũng không ở đó; một món ăn không tệ.",
  "foodstore.neutralrep.8": "Một lựa chọn thông thường; nó không làm phấn khích hoặc thất vọng.",
  "foodstore.neutralrep.9": "Không sao đâu; một món ăn không thu hút nhiều sự chú ý.",
  "foodstore.neutralrep.10": "Ở giữa tâm điểm của bức tranh; không yêu cũng không ghét.",
  "foodstore.neutralrep.11": "Một lựa chọn thường gặp; nó không làm thay đổi vị giác của tôi nhiều.",
  "foodstore.neutralrep.12": "Không đặc biệt, nhưng cũng không tệ; một món ăn thông thường.",
  "foodstore.neutralrep.13": "Trung bình theo mọi cách; đây là một lựa chọn đơn giản.",
  "foodstore.neutralrep.14": "Một lựa chọn điển hình; nó không để lại ấn tượng lâu dài.",
  "foodstore.neutralrep.15": "Không tốt cũng không xấu; nó chỉ là một món ăn bình thường.",
  "foodstore.neutralrep.16": "Một tùy chọn tiêu chuẩn; nó không gợi lên cảm xúc mạnh mẽ.",
  "foodstore.neutralrep.17": "Không nổi bật, cũng không thất vọng; chỉ là một món ăn bình thường.",
  "foodstore.neutralrep.18": "Điều đó là ổn. Cân bằng giữa thích và không thích; không sao cả.",
  "foodstore.neutralrep.19": "Món ăn trung lập; nó không nổi bật lắm.",
  "foodstore.dislikerep.0": "Không phải món ưa thích của tôi; Tôi thấy món này thiếu vắng.",
  "foodstore.dislikerep.1": "Nó chấp nhận được, nhưng tôi không phải là fan của món này.",
  "foodstore.dislikerep.2": "Một sự lựa chọn không đầy đủ; nó không đáp ứng được cho tôi.",
  "foodstore.dislikerep.3": "Món này tàm tạm; tôi không đề xuất nó.",
  "foodstore.dislikerep.4": "Tôi có thể ăn nó, nhưng đó không phải là một món ăn mà tôi thích nhiều.",
  "foodstore.dislikerep.5": "Một lựa chọn có thể chấp nhận được; Tôi không đặc biệt thích nó.",
  "foodstore.dislikerep.6": "Nó ăn được, nhưng tôi không mong đợi đến món này.",
  "foodstore.dislikerep.7": "Tôi đã thử nó rồi, nhưng không thấy hài lòng.",
  "foodstore.dislikerep.8": "Một lựa chọn tàm tạm; tôi không thấy nó ngon lắm.",
  "foodstore.dislikerep.9": "Nó không phải là tệ nhất, nhưng tôi không thích món này.",
  "foodstore.dislikerep.10": "Món này trung bình; tôi đã có những lựa chọn tốt hơn.",
  "foodstore.dislikerep.11": "Tôi có thể quản lý nó, nhưng đó không phải lựa chọn ưu tiên của tôi.",
  "foodstore.dislikerep.12": "Một lựa chọn ổn; tôi không hào hứng với món này.",
  "foodstore.dislikerep.13": "Có thể chấp nhận được, nhưng nó thiếu sự thu hút đối với tôi.",
  "foodstore.dislikerep.14": "Nó ăn được, nhưng tôi không chọn món này tự nguyện.",
  "foodstore.dislikerep.15": "Không tồi, nhưng tôi không thích món này lắm.",
  "foodstore.dislikerep.16": "Lựa chọn kém; có các lựa chọn tốt hơn có sẵn.",
  "foodstore.dislikerep.17": "Nó không đủ cho tôi; tôi không thấy nó hấp dẫn.",
  "foodstore.dislikerep.18": "Tôi có thể ăn nó, nhưng đó không phải là món ăn ưa thích của tôi.",
  "foodstore.dislikerep.19": "Một lựa chọn trung bình; điều đó không phải là điều tôi thích.",
  "foodstore.haterep.0": "Món này thật tồi tệ; tôi không thể chịu nổi nó.",
  "foodstore.haterep.1": "Một thất vọng tuyệt đối; món này thật tồi tệ.",
  "foodstore.haterep.2": "Tôi rất không thích món này; nó thật không hấp dẫn.",
  "foodstore.haterep.3": "Một lựa chọn tồi tệ; Tôi không thể ăn cái món này được.",
  "foodstore.haterep.4": "Tôi ghét món này; nó thật sự ghê tởm.",
  "foodstore.haterep.5": "Món này tệ quá; tôi không thể chịu được hương vị.",
  "foodstore.haterep.6": "Quá đáng ghét; món này không thể ăn được.",
  "foodstore.haterep.7": "Tôi ghê tởm món này; nó thực sự là cực kỳ ghê tởm.",
  "foodstore.haterep.8": "Kinh tởm; Tôi hối tiếc đã thử món ăn tồi tàn này.",
  "foodstore.haterep.9": "Một thảm họa ẩm thực; món này không thể chịu đựng được.",
  "foodstore.haterep.10": "Tôi ghét món này; nó hoàn toàn làm tôi thất vọng.",
  "foodstore.haterep.11": "Tuyệt vời kinh khủng; tôi không thể diễn tả đủ sự ghê sợ của mình.",
  "foodstore.haterep.12": "Món ăn này kinh tởm; tôi không thể hiểu điểm hấp dẫn của nó.",
  "foodstore.haterep.13": "Một trải nghiệm nôn muốn; Tôi mạnh mẽ khuyên ngăn không nên làm.",
  "foodstore.haterep.14": "Tôi ghê tởm món này; nó là cơn ác mộng về ẩm thực.",
  "foodstore.haterep.15": "Món ăn này là kinh tởm; Tôi không thể tìm thấy bất kỳ phẩm chất tốt nào.",
  "foodstore.haterep.16": "Tệ hại; món ăn này là biểu tượng của sự thất bại trong nghệ thuật ẩm thực.",
  "foodstore.haterep.17": "Tôi ghét món này; nó là một cuộc thảm sát mồi vị.",
  "foodstore.haterep.18": "Một lựa chọn xúc phạm; Tôi hối tiếc đã thử nó.",
  "foodstore.haterep.19": "Tôi ghét món này; nó là một thảm họa về nấu nướng.",
  "foodstore.tip": "Ở đây là {{ tipValue }}G mẹo của bạn",
  "foodstore.sold": "Bán {{foodObjName}} tại {{locationString}} với giá {{saleString}}G.",
  "foodstore.randomchat.love.0": "Cảm thấy yêu thương bao la cho nơi này!",
  "foodstore.randomchat.love.1": "Ông yêu thích những món ăn tuyệt vời của họ!",
  "foodstore.randomchat.love.2": "Cửa hàng này luôn đánh cắp trái tim của tôi mỗi lần.",
  "foodstore.randomchat.love.3": "Yêu không khí ấm cúng và nhân viên thân thiện!",
  "foodstore.randomchat.love.4": "Sửng sốt với những món quà đặc biệt mà họ cung cấp!",
  "foodstore.randomchat.love.5": "Nhiệt tình về thực đơn ngon miệng của họ!",
  "foodstore.randomchat.love.6": "Cuồng dại cho những món tráng miệng của họ!",
  "foodstore.randomchat.love.7": "Đi mê mẫn những hương vị độc đáo mà họ cung cấp!",
  "foodstore.randomchat.like.0": "Thật sự thích không khí ở đây.",
  "foodstore.randomchat.like.1": "Thích sự đa dạng của các lựa chọn có sẵn.",
  "foodstore.randomchat.like.2": "Thưởng thức dịch vụ nhanh chóng và hiệu quả.",
  "foodstore.randomchat.like.3": "Như chất lượng của sản phẩm tươi sống của họ.",
  "foodstore.randomchat.like.4": "Hãy đánh giá cao những giá cả phải chăng này!",
  "foodstore.randomchat.like.5": "Kinh nghiệm thuận lợi với nhân viên của họ.",
  "foodstore.randomchat.like.6": "Thích những món mới trên thực đơn!",
  "foodstore.randomchat.like.7": "Nơi tuyệt vời để có một trải nghiệm ăn uống thong thả.",
  "foodstore.randomchat.neutral.0": "Chỉ là trải nghiệm bình thường ở cửa hàng hôm nay.",
  "foodstore.randomchat.neutral.1": "Đó là một chuyến thăm cửa hàng tạm được.",
  "foodstore.randomchat.neutral.2": "Không tốt cũng không xấu, chỉ là một ngày bình thường.",
  "foodstore.randomchat.neutral.3": "Không thể quyết định cảm giác của tôi về điều đó.",
  "foodstore.randomchat.neutral.4": "Một trải nghiệm trung lập trong tổng thể.",
  "foodstore.randomchat.neutral.5": "Không để lại ấn tượng sâu sắc.",
  "foodstore.randomchat.neutral.6": "Đây là chuyến thăm trung lập hôm nay.",
  "foodstore.randomchat.neutral.7": "Không có cảm xúc mạnh mẽ, chỉ đơn thuần là trung lập.",
  "foodstore.randomchat.dislike.0": "Không thật sự hài lòng với đồ ăn lần này.",
  "foodstore.randomchat.dislike.1": "Không thích dịch vụ hôm nay.",
  "foodstore.randomchat.dislike.2": "Không thích việc phải đợi lâu tại quầy thanh toán.",
  "foodstore.randomchat.dislike.3": "Thất vọng về chất lượng sản phẩm.",
  "foodstore.randomchat.dislike.4": "Kinh nghiệm chung thất vọng.",
  "foodstore.randomchat.dislike.5": "Cảm thấy thất vọng vì sự bẩn thỉu không đáng có.",
  "foodstore.randomchat.dislike.6": "Không đáp ứng kỳ vọng lần này.",
  "foodstore.randomchat.dislike.7": "Cảm thấy bị trái với bởi cửa hàng hôm nay.",
  "foodstore.randomchat.hate.0": "Ghét điều là họ luôn phục vụ loại thức ăn này!",
  "foodstore.randomchat.hate.1": "Tôi hoàn toàn không hài lòng với dịch vụ khách hàng của họ.",
  "foodstore.randomchat.hate.2": "Không thể chịu được sự bừa bộn trong cửa hàng này.",
  "foodstore.randomchat.hate.3": "Ghét những mặt hàng luôn hết hàng.",
  "foodstore.randomchat.hate.4": "Khinh thường sự bẩn thỉu trong cửa hàng.",
  "foodstore.randomchat.hate.5": "Rất không thích chất lượng của họ ăn uống.",
  "foodstore.randomchat.hate.6": "Không thể chịu đựng được nhân viên của họ thô lỗ.",
  "foodstore.randomchat.hate.7": "Không thích trải nghiệm tổng thể này - không bao giờ lần nữa!",
  "foodstore.config.saleprice": "Giá bán",
  "foodstore.config.tipvalue": "Giá Số tiền nên đưa.",
  "foodstore.config.enabledecor": "Cho phép trang trí?",
  "foodstore.config.enabledecorText": "Khi được đặt thành True, trang trí và không khí ảnh hưởng đến giá bán.",
  "foodstore.positiveTasteString.0": "Về đồ ăn: Món ngon rất hấp dẫn",
  "foodstore.positiveTasteString.1": "Với đồ ăn: Sự hoàn hảo đầy thơm ngon",
  "foodstore.positiveTasteString.2": "Với đồ ăn: Hương vị tuyệt vời bùng nổ ngon lành",
  "foodstore.positiveTasteString.3": "Trong khía cạnh ẩm thực: Ngon không thể cưỡng lại.",
  "foodstore.positiveTasteString.4": "Với đồ ăn: Một cảm giác vị ngon hấp dẫn",
  "foodstore.normalTasteString.0": "Trong khía cạnh thức ăn: Sự tốt lành cân bằng.",
  "foodstore.normalTasteString.1": "Với đồ ăn: Sự hài lòng quen thuộc với những món đặc sản địa phương.",
  "foodstore.normalTasteString.2": "Về đồ ăn: Hằng ngày ngon miệng",
  "foodstore.normalTasteString.3": "Với món ăn: Sự hài hoà vị cổ điển",
  "foodstore.normalTasteString.4": "Với món ăn: Món ngon phổ biến trong ẩm thực",
  "foodstore.negativeTasteString.0": "Về mặt ẩm thực: Vị hậu cay đắng",
  "foodstore.negativeTasteString.1": "Với món ăn: Hương vị thất vọng",
  "foodstore.negativeTasteString.2": "Về đồ ăn: Nhạt nhẽo và không hấp dẫn",
  "foodstore.negativeTasteString.3": "Về đồ ăn: Hỗn hợp không ngon ăn.",
  "foodstore.negativeTasteString.4": "Trong khía cạnh ẩm thực: Trải nghiệm nấu nướng không dễ chịu.",
  "foodstore.positiveDecorString.0": "Trang trí trong mắt tôi: Bầu không khí thanh lịch",
  "foodstore.positiveDecorString.1": "Về khung cảnh: Một không gian đầy ấm cúng và đón mời.",
  "foodstore.positiveDecorString.2": "Với trang trí: Bầu không khí quyến rũ.",
  "foodstore.positiveDecorString.3": "Bầu không khí: Phong cách thu hút và thư giãn",
  "foodstore.positiveDecorString.4": "Về cảnh quan: Khung cảnh đẹp như tranh.",
  "foodstore.normalDecorString.0": "Trang trí trong mắt tôi: Thiết kế đơn giản và tinh tế.",
  "foodstore.normalDecorString.1": "Về cảnh quan: Atmosphere tiêu chuẩn nhưng vẫn dễ chịu.",
  "foodstore.normalDecorString.2": "Với trang trí: Cài đặt thường và thoải mái",
  "foodstore.normalDecorString.3": "The atmosphere: Bầu không khí thân mật và ấm cúng hàng ngày",
  "foodstore.normalDecorString.4": "Về cảnh quan: Các khung cảnh thông thường của nhà hàng",
  "foodstore.negativeDecorString.0": "Tôi nghĩ về trang trí: Trang trí tẻ nhạt và thiếu cảm hứng",
  "foodstore.negativeDecorString.1": "Về cảnh quan: Thiếu tính thú vị và gây ấn tượng.",
  "foodstore.negativeDecorString.2": "Với trang trí: Thiết kế không hấp dẫn và không phù hợp",
  "foodstore.negativeDecorString.3": "Khí quyển: Không mời và không thoải mái.",
  "foodstore.negativeDecorString.4": "Về quan điểm: Không gian xung quanh đáng ghét.",
  "foodstore.willVisit.0": "Hãy ghé thăm cửa hàng nhé.",
  "foodstore.willVisit.1": "Chắc chắn sẽ ghé qua cửa hàng sớm.",
  "foodstore.willVisit.2": "Chắc chắn mong đợi được đến thăm cửa hàng",
  "foodstore.mayVisit.0": "Có thể xem xét ghé qua tiệm.",
  "foodstore.mayVisit.1": "Có thể đang lên kế hoạch sớm đến cửa hàng",
  "foodstore.mayVisit.2": "Bạn có thể ghé qua và khám phá cửa hàng được không?",
  "foodstore.noVisit.0": "Hiện tại không có ý định đến cửa hàng.",
  "foodstore.noVisit.1": "Không có kế hoạch hoặc mong muốn đến cửa hàng ngay bây giờ.",
  "foodstore.noVisit.2": "Không đang xem xét việc đến cửa hàng trong tương lai gần.",
  "foodstore.gooddecor.0": "Thật là không gian đẹp! Tôi muốn biết hương vị thức ăn của họ như thế nào!",
  "foodstore.gooddecor.1": "Bố cục ở đây thật là tuyệt vời. Thức ăn có phù hợp không?",
  "foodstore.gooddecor.2": "Bầu không khí tuyệt vời! Tò mò về hương vị của các món ăn của họ.",
  "foodstore.gooddecor.3": "Trang trí đẹp. Tôi háo hức để tìm hiểu về đồ ăn của họ!",
  "foodstore.gooddecor.4": "Nơi này có một không khí tuyệt vời. Đang tự hỏi về chất lượng thức ăn!",
  "foodstore.baddecor.0": "Tôi không phải là người hâm mộ của trang trí. Có phản ánh vào chất lượng thực phẩm của họ không?",
  "foodstore.baddecor.1": "Bầu không khí ở đây đang thiếu. Tôi hy vọng đồ ăn của họ sẽ tốt hơn.",
  "foodstore.baddecor.2": "Các lựa chọn trang trí ôi thảm hại. Tôi tự hỏi liệu lựa chọn thực phẩm của họ có tốt hơn không.",
  "foodstore.baddecor.3": "Nơi này không có vẻ hấp dẫn. Liệu tiêu chuẩn đồ ăn của họ có đạt mức đủ chất lượng không?",
  "foodstore.baddecor.4": "Trang trí quán không tốt. Tôi hy vọng không phải là thức ăn cũng vậy!",
  "foodstore.dishweek.0": "Ớ, bạn đã nghe chưa? Món được đề cử trong tuần này là {{dishWeek}}!",
  "foodstore.dishweek.1": "Đoán xem thực đơn tuần này có gì? Đó chính là món ăn nổi bật: {{dishWeek}}!",
  "foodstore.dishweek.2": "Tôi vừa mới phát hiện ra rằng {{dishWeek}} là ngôi sao của tuần tại nhà hàng!",
  "foodstore.dishweek.3": "Bạn sẽ không tin đâu! Điểm nhấn tuần này là {{dishWeek}}. Thật là thú vị, đúng không?",
  "foodstore.dishweek.4": "Bạn đã thử món ăn đặc biệt {{dishWeek}} chưa? Nó đang là chủ đề được nhắc đến trong thị trấn!",
  "foodstore.dishday.0": "Bạn đã nghe chưa? Món ăn nổi bật hôm nay là {{dishToday}}!",
  "foodstore.dishday.1": "Bữa hôm nay đặc biệt là không ai khác {{dishToday}}. Thú vị đúng không?",
  "foodstore.dishday.2": "Tin tức nóng: {{dishToday}} là ngôi sao của menu hôm nay!",
  "foodstore.dishday.3": "Đoán xem hôm nay đang nấu món gì? Nó là món ăn đặc biệt: {{dishToday}}!",
  "foodstore.dishday.4": "Tôi vừa mới biết rằng {{dishToday}} là món nổi bật hôm nay. Hãy thử nó xem sao!",
  "foodstore.dishday.5": "Lưu ý nhanh: Hôm nay {{dishToday}} đang giành lấy ánh hào quang!",
  "foodstore.dishday.6": "Bạn có thể tin được không? Ngôi sao của ngày hôm nay không ai khác ngoài {{dishToday}} đấy!",
  "foodstore.dishday.7": "Hôm nay trở nên tuyệt vời hơn với món ăn được đề cử: {{dishToday}}!",
  "foodstore.dishday.8": "Hãy làm cho ngày hôm nay thêm hấp dẫn với một hương vị của món {{dishToday}}! Đó là món đặc biệt.",
  "foodstore.dishday.9": "Điều đáng nói của thành phố: {{dishesToday}} là món ăn không thể bỏ qua hôm nay!",
  "foodstore.config.chat": "Vô hiệu hóa các tin nhắn không quan trọng?",
  "foodstore.thankyou": "[144] Cảm ơn bạn đã sử dụng Cửa hàng Thực phẩm! [144] Nếu bạn đang thích phiên bản này, sự ủng hộ của bạn có ý nghĩa vô cùng quan trọng đối với chúng tôi. Hãy bày tỏ tình yêu bằng cách bình chọn và theo dõi để cập nhật thông tin về phiên bản mới trong tương lai. Sự hăng hái của bạn là động lực cho sự sáng tạo của đội ngũ chúng tôi!!! [43] #CửaHàngThựcPhẩm",
  "foodstore.visitoreat.0": "Cảm ơn bạn!",
  "foodstore.visitoreat.1": "Ôi ăn thế này sao mà chịu được!!!",
  "foodstore.visitoreat.2": "Ngon quá!",
  "foodstore.visitoreat.3": "Bạn đọc được lòng tôi rồi!",
  "foodstore.visitoreat.4": "Tôi đánh giá cao điều đó!",
  "foodstore.visitoreat.5": "Cảm thấy may mắn! Cảm ơn!",
  "foodstore.visitoreat.6": "Bạn quá tốt bụng!",
  "foodstore.visitoreat.7": "Tôi yêu thích ăn uống!",
  "foodstore.visitoreat.8": "Bạn là một thiên tài ẩm thực!",
  "foodstore.visitoreat.9": "Điều này trông thật tuyệt vời!",
  "foodstore.visitoreat.10": "Biết ơn vì bữa tiệc này. Cảm ơn vì món quà này!",
  "foodstore.visitoreat.11": "Tôi đang bắt đầu đói rồi!",
  "foodstore.asktaste.empty.0": "Tôi chưa có cơ hội thử.",
  "foodstore.asktaste.empty.1": "Tôi đang vội. Tôi sẽ thử lại lần khác.",
  "foodstore.asktaste.empty.2": "Chắc tôi sẽ thử món ăn vào lúc muộn hôm nay.",
  "foodstore.asktaste.love.0": "Ủa, món ăn đó ngon tuyệt vời luôn đó. Mình cực kỳ thích món đó á!",
  "foodstore.asktaste.love.1": "Món ăn đó ngon nhất mà tôi từng ăn! Tôi không thể chán nổi.",
  "foodstore.asktaste.love.2": "Tôi thật sự yêu thích những hương vị trong món ăn đó. Nó là món ăn ưa thích mới của tôi!",
  "foodstore.asktaste.like.0": "Tôi thực sự thích món ăn đó. Nó rất đáng yêu!",
  "foodstore.asktaste.like.1": "Hương vị thật ngon, tôi thích nó. Tôi sẽ chắc chắn ăn lại.",
  "foodstore.asktaste.like.2": "Đây là một món ăn tôi thực sự thích. Những hương vị rất hấp dẫn.",
  "foodstore.asktaste.neutral.0": "Vị giác thì ổn, không có gì đặc biệt. Đó là một trải nghiệm trung lập đối với tôi.",
  "foodstore.asktaste.neutral.1": "Nó tạm được, không tốt cũng không xấu. Chỉ là hương vị không gây ấn tượng gì đặc biệt với tôi.",
  "foodstore.asktaste.neutral.2": "Tôi không có cảm xúc mạnh về hương vị này. Đối với tôi đó là một sự lựa chọn trung lập.",
  "foodstore.asktaste.dislike.0": "Tôi không thích hương vị là gì lắm. Nó thực sự không phải gu của tôi.",
  "foodstore.asktaste.dislike.1": "Hương vị không hấp dẫn đối với tôi. Tôi sẽ nói là tôi không thích nó.",
  "foodstore.asktaste.dislike.2": "Đây không phải là món ưa thích của tôi. Tôi thấy vị của nó hơi khác và tôi không thích nó.",
  "foodstore.asktaste.hate.0": "Mình không thể chịu được hương vị này. Mình ghét nó.",
  "foodstore.asktaste.hate.1": "Cơ, món này thật kinh khủng. Tôi thật sự ghét hương vị của nó.",
  "foodstore.asktaste.hate.2": "Tôi có thể tự tin nói rằng tôi ghét vị của nó. Đó không phải là thứ gì tôi muốn ăn lại bao giờ.",
  "foodstore.visitcome.0": "Cảm ơn bạn đã mời tôi! Nhà của bạn thật đẹp.",
  "foodstore.visitcome.1": "Tôi rất đánh giá cao sự hiếu khách của bạn. Mùi thơm tuyệt vời!",
  "foodstore.visitcome.2": "Rất vui được ở đây. Chỗ của bạn thật đón đường.",
  "foodstore.visitcome.3": "Cám ơn đã mời tôi đến. Nhà của bạn thật đáng yêu.",
  "foodstore.visitcome.4": "Tôi rất biết ơn sự mời. Ngôi nhà của bạn thật dễ thương.",
  "foodstore.visitcome.5": "Đây thật tuyệt vời! Cám ơn bạn đã chào đón tôi vào nhà của bạn.",
  "foodstore.visitcome.6": "Tôi đang thưởng thức không khí ấm áp. Nơi này của bạn cảm giác như một nơi nghỉ dưỡng ấm cúng.",
  "foodstore.visitleave.0": "Tôi đã có một khoảnh khắc tuyệt vời. Cảm ơn bạn về buổi tối đáng yêu!",
  "foodstore.visitleave.1": "Rời đi với một trái tim và bụng đầy đủ. Cảm ơn mọi thứ!",
  "foodstore.visitleave.2": "Tôi rất đánh giá cao sự mến khách của bạn. Hẹn gặp lại lần sau!",
  "foodstore.visitleave.3": "Đã tuyệt vời khi ở đây. Cám ơn vì chuyến thăm đáng nhớ!",
  "foodstore.visitleave.4": "Vi: Việc nói lời tạm biệt rất khó, nhưng tôi sẽ ghi nhớ những khoảnh khắc đã dành ở đây. Cảm ơn bạn!",
  "foodstore.visitleave.5": "Tôi sẽ đi cùng nụ cười. Công ty và nhà của bạn thật tuyệt vời.",
  "foodstore.visitleave.6": "Cho đến khi chúng ta gặp lại nhau. Cảm ơn vì những khoảnh khắc tuyệt vời và đồ ăn ngon!",
  "foodstore.noinvitevisit.0": "Cảm ơn lời mời, nhưng tôi không quen biết bạn đủ để đến thăm.",
  "foodstore.noinvitevisit.1": "Cảm ơn, nhưng tôi chỉ đến những nơi nơi tôi biết chủ nhà.",
  "foodstore.noinvitevisit.2": "Tôi kén chọn về việc hẹn hò, và tôi không quen biết bạn, nên tôi không thể đến thăm.",
  "foodstore.noinvitevisit.3": "Không thể chấp nhận, vì tôi không cảm thấy thoải mái khi đến thăm ai đó mà tôi không quen biết.",
  "foodstore.noinvitevisit.4": "Tôi đánh giá cao quyền riêng tư của mình, sẽ không ghé thăm vì tôi không quen biết bạn.",
  "foodstore.noinvitevisit.5": "Cảm ơn, nhưng tôi chỉ tham dự các sự kiện có sự góp mặt của những người quen. Lần này tôi sẽ không ghé thăm.",
  "foodstore.noinvitevisit.6": "Ưu tiên những môi trường quen thuộc, sẽ không đến thăm vì chúng ta không quen biết.",
  "foodstore.cannotinvitevisit.0": "Cám ơn lời mời, nhưng tôi không thể ghé thăm vì hiện tại tôi đang bận rồi.",
  "foodstore.cannotinvitevisit.1": "Cảm ơn vì lời mời, nhưng hiện tại tôi đang bận rộn và không thể đến thăm được.",
  "foodstore.cannotinvitevisit.2": "Tôi bận ràng buộc với những nghĩa vụ khác, vì vậy đáng tiếc là tôi không thể ghé thăm được.",
  "foodstore.cannotinvitevisit.3": "Lịch trình bận rộn ngăn cản tôi nhận lời mời.",
  "foodstore.cannotinvitevisit.4": "Tôi hiện đang bận rộn với công việc và không thể đến thăm được. Cảm ơn vì đã hiểu.",
  "foodstore.cannotinvitevisit.5": "Rất tiếc, tôi đang quá bận để chấp nhận lời mời lúc này.",
  "foodstore.cannotinvitevisit.6": "Cảm ơn về lời mời, nhưng công việc hiện tại của tôi không cho phép tôi thăm. Có thể nhất định sẽ có thời gian khác.",
  "foodstore.willinvitevisit.0": "Dĩ nhiên, tôi rất muốn đi thăm! Hãy cho tôi biết chi tiết.",
  "foodstore.willinvitevisit.1": "Tất nhiên, tôi rất quan tâm! Khi nào và ở đâu?",
  "foodstore.willinvitevisit.2": "Tôi sẽ rất vui nếu được ghé thăm! Bạn có thể cung cấp thêm thông tin được không?",
  "foodstore.willinvitevisit.3": "Đếm tôi vào nhé! Tôi đang háo hức đón chờ chuyến thăm đó.",
  "foodstore.willinvitevisit.4": "Đúng vậy, tôi sẽ đến thăm! Xin vui lòng chia sẻ chi tiết.",
  "foodstore.willinvitevisit.5": "Tôi quan tâm! Hãy cho tôi biết chi tiết về chuyến thăm.",
  "foodstore.willinvitevisit.6": "Tất nhiên, tôi sẽ ghé thăm! Hãy chia sẻ các chi tiết cần thiết.",
  "foodstore.config.invitetime": "Thoi gian moi goi",
  "foodstore.config.invitecometime": "Thời gian thôn dân đến.",
  "foodstore.config.inviteleavetime": "Thời gian làng dân bắt đầu rời đi.",
  "foodstore.config.disableallmessage": "Tắt TẤT CẢ tin nhắn.",
  "foodstore.config.disableallmessageText": "Đặt thành Đúng để vô hiệu hóa TẤT CẢ thông báo, bao gồm cả hộp thoại trò chuyện và bong bóng. Các tính năng vẫn sẽ hoạt động, chỉ có văn bản sẽ không được hiển thị. Không được đề xuất.",
  "foodstore.responselist.main": "Bạn cần thứ gì nữa không?",
  "foodstore.responselist.talk": "Nói chuyện.",
  "foodstore.responselist.invite": "Lời mời thăm",
  "foodstore.responselist.foodtaste": "Đồ ăn thế nào rồi?",
  "foodstore.responselist.dailydish": "Đĩa đặc biệt",
  "foodstore.config.enablevisitinside": "Bật chế độ cho phép khách du lịch vào trong nông trại?",
  "foodstore.config.dialoguetime": "Thời gian hộp thoại hàng ngày của mỗi nhân vật trong game là bao lâu?",
  "foodstore.config.dialoguetimeText": "Mặc định 2. Số người giới hạn này điều chỉnh số lần hộp mời hiển thị cho mỗi NPC mỗi ngày. Bạn vẫn có thể nói chuyện và mời NPC bằng cách sử dụng hộp chat sau khi đã vượt qua giới hạn này.",
  "foodstore.kidask": "{{kidName}}: Xin vui lòng, hôm nay tôi có thể chơi trên trang trại của bạn được không? Xin vui lòng với đề nghị phủ lên trên!!",
  "foodstore.groupkidask": "Này, chúng ta có thể chơi trên trang trại siêu cực của bạn hôm nay không? Chúng tôi sẽ không chạm vào hoa đâu!",
  "foodstore.kidresponselist.yes": "Tuyệt vời! Và đoán xem? Tôi có một ít kẹo đặc biệt, chỉ dành cho bạn thôi!!",
  "foodstore.kidresponselist.no": "Ôi! Tôi nghĩ hôm nay bạn có một số công việc trường rất quan trọng đúng không?",
  "foodstore.kidresponselist.yay": "Ôi, kìa!! Chúc mừng cho những khoảnh khắc vui vẻ!",
  "foodstore.kidresponselist.boring": "Chán quá...bf...sao thế? Nghe như một cuộc tổ chức phiêu lưu cực kì nhàm chán đấy!",
  "foodstore.config.disablenonfoodonfarm": "Khách ghé thăm có gỡ bỏ các vật phẩm không phải thực phẩm?",
  "foodstore.config.disablenonfoodonfarmText": "Mặc định False. Nếu đặt thành True, khách thăm quan có thể bỏ bớt sản phẩm không phải thực phẩm của bạn được hiện thị trên bàn trong Nông trại và Nhà nông trại.",
  "foodstore.visitorpickup.0": "Cảm ơn bạn! Tôi sẽ rất vui nhận.",
  "foodstore.visitorpickup.1": "Tôi đánh giá cao điều đó! Tôi sẽ thử nó.",
  "foodstore.visitorpickup.2": "Cảm ơn về đề xuất! Tôi sẵn sàng cho nó.",
  "foodstore.visitorpickup.3": "Tuyệt vời! Tôi rất vui lòng chấp nhận.",
  "foodstore.visitorpickup.4": "Bất ngờ, nhưng cảm ơn! Tôi sẽ nhận nó.",
  "foodstore.visitorpickup.5": "Ồ, tôi không ngờ điều này! Cảm ơn bạn!",
  "foodstore.visitorpickup.6": "Xin cám ơn vì điều đã làm! Tôi không sao cả.",
  "foodstore.visitorpickup.7": "Khác nhưng cảm ơn! Tôi thoáng đãng.",
  "foodstore.visitorpickup.8": "Cảm ơn!!",
  "foodstore.visitorpickup.9": "Cảm ơn nhiều! Tôi sẽ sử dụng cái này.",
  "foodstore.visitorpickup.10": "Thật thú vị! Cảm ơn bạn, tôi sẽ lấy nó.",
  "foodstore.visitorpickup.11": "Tôi có thể sử dụng điều này. Cảm ơn bạn!",
  "foodstore.nonfood.4.0": "Điều này vượt quá mong đợi của tôi, chất lượng thật đặc biệt!",
  "foodstore.nonfood.4.1": "Tôi thực sự ấn tượng với chất lượng tuyệt vời của món hàng này.",
  "foodstore.nonfood.4.2": "Nghệ thuật thực hiện của nó thật đáng khen ngợi. Chất lượng tốt nhất!",
  "foodstore.nonfood.4.3": "Tôi không thể tin được là món này được làm rất tốt và bền. Chất lượng tuyệt vời!",
  "foodstore.nonfood.4.4": "Sự chú ý đến chi tiết trong đây là đáng kinh ngạc. Nó là chất lượng cao nhất.",
  "foodstore.nonfood.4.5": "Tôi đã mua các sản phẩm tương tự trước đây, nhưng không có cái nào sánh được với chất lượng tuyệt vời của sản phẩm này.",
  "foodstore.nonfood.4.6": "Vi: Việc mua này đáng giá từng xu. Chất lượng không thể sánh bằng.",
  "foodstore.nonfood.4.7": "Tôi là khách hàng cũ vì chất lượng sản phẩm của bạn luôn tuyệt vời.",
  "foodstore.nonfood.4.8": "Về mặt chất lượng, đây là một trong những mua sắm tốt nhất mà tôi đã từng làm. Thật tuyệt vời cho thương hiệu của bạn!",
  "foodstore.nonfood.2.0": "Chất lượng của sản phẩm này rất tuyệt vời, tôi rất hài lòng với việc mua hàng của mình.",
  "foodstore.nonfood.2.1": "Khó tìm thấy các món hàng có chất lượng tuyệt vời như thế này trong thời đại hiện nay. Ấn tượng!",
  "foodstore.nonfood.2.2": "Điều này có một kết cấu rất tốt và chú ý đáng kể tới chi tiết. Làm rất tốt!",
  "foodstore.nonfood.2.3": "Tôi không ngờ sẽ có chất lượng tuyệt vời như vậy với giá này. Thật là bất ngờ và vui mừng!",
  "foodstore.nonfood.2.4": "Độ bền và tay nghề là tuyệt vời. Tôi đã đưa ra lựa chọn đúng khi mua nó.",
  "foodstore.nonfood.2.5": "Tôi đã từng sử dụng các sản phẩm tương tự, nhưng sản phẩm này nổi bật với chất lượng tuyệt vời của nó.",
  "foodstore.nonfood.2.6": "Tôi rất vui vẻ với việc mua hàng của mình; chất lượng tổng thể tuyệt vời và giá cả hợp lý.",
  "foodstore.nonfood.2.7": "Điều này đạt được sự cân bằng hoàn hảo giữa chi phí và chất lượng tuyệt vời.",
  "foodstore.nonfood.2.8": "Chất lượng tuyệt vời với giá cả phải chăng. Chính xác những gì tôi đang tìm kiếm.",
  "foodstore.nonfood.1.0": "Chất lượng của cái này tốt và nó đáp ứng mong đợi của tôi.",
  "foodstore.nonfood.1.1": "Với giá tiền này, chất lượng thật đáng ngạc nhiên tốt. Tôi rất hài lòng với việc mua hàng của mình.",
  "foodstore.nonfood.1.2": "Một sản phẩm chắc chắn với chất lượng tốt. Nó chính xác là những gì tôi cần.",
  "foodstore.nonfood.1.3": "Tôi đã có những món đồ tương tự, nhưng món này đặc biệt nổi bật với sự chắc chắn và chất lượng tốt của nó.",
  "foodstore.nonfood.1.4": "Chất lượng rất tốt, sản phẩm được làm rất tốt. Tôi sẽ gợi ý nó.",
  "foodstore.nonfood.1.5": "Tôi không mong đợi chất lượng hàng đầu, nhưng với giá này thì quả là tốt đấy.",
  "foodstore.nonfood.1.6": "Chất lượng tốt và độ bền cao. Việc mua này đáng đồng tiền.",
  "foodstore.nonfood.1.7": "Tôi rất bất ngờ vì chất lượng tốt của sản phẩm này.",
  "foodstore.nonfood.1.8": "Điều này cung cấp chất lượng tốt mà không làm hỏng túi tiền. Giá trị tuyệt vời.",
  "foodstore.nonfood.0.0": "Chất lượng bình thường, và đó là những gì tôi mong đợi với giá tiền.",
  "foodstore.nonfood.0.1": "Trứng là một thứ bình thường với chất lượng bình thường. Không có gì đặc biệt, nhưng nó phục vụ mục đích của nó.",
  "foodstore.nonfood.0.2": "Điều này có một mức độ chất lượng tiêu chuẩn. Nó không gây ấn tượng hoặc thất vọng.",
  "foodstore.nonfood.0.3": "Chất lượng nằm trong phạm vi bình thường so với các mặt hàng tương tự trên thị trường.",
  "foodstore.nonfood.0.4": "Tôi sẽ nói chất lượng là bình thường. Nó đáp ứng các mong đợi cơ bản mà không có bất kỳ tính năng nổi bật nào.",
  "foodstore.nonfood.0.5": "Đây là một sản phẩm thông thường với chất lượng bình thường. Không có ý kiến phàn nàn, nhưng cũng không có gì đặc biệt.",
  "foodstore.nonfood.0.6": "Chất lượng bình thường cho mức giá đưa ra. Tôi đã nhận được những gì tôi trả tiền.",
  "foodstore.nonfood.0.7": "Chất lượng sản phẩm này là tiêu chuẩn. Nó không xuất sắc cũng không kém.",
  "foodstore.nonfood.0.8": "Chất lượng bình thường. Nó thực hiện công việc mà không vượt quá hoặc không đạt đủ kỳ vọng.",
  "foodstore.general.adult.neutral.outgoing.1": "Ngày nay thế nào rồi? Có gì mới trên đĩa của bạn chưa?",
  "foodstore.general.adult.neutral.outgoing.2": "Xin chào. Bạn đã khám phá những bí mật của thung lũng gần đây chưa? Thú vị, phải không?",
  "foodstore.general.adult.neutral.outgoing.3": "Bạn có nhận thấy bất kỳ sự thay đổi gì ở làng gần đây không? Ý kiến của bạn sẽ rất thú vị.",
  "foodstore.general.adult.neutral.outgoing.4": "Xin chào. Thời tiết đẹp phải không? Bạn có đề xuất những điểm đến ưa thích nào xung quanh đây không?",
  "foodstore.general.adult.neutral.outgoing.5": "Bạn đã nghe tin đồn hoặc lời đồn đại nào trong thành phố chưa? Tôi nghe cả tai!",
  "foodstore.general.adult.neutral.outgoing.6": "Chào buổi sáng. Các lễ hội cuối cùng thật vui, phải không? Bạn có lễ hội yêu thích không?",
  "foodstore.general.adult.neutral.outgoing.7": "Xin chào. Bạn đã thấy bất kỳ sinh vật hiếm nào trong các chuyến đi của bạn chưa? Hãy chia sẻ những phát hiện của bạn!",
  "foodstore.general.teens.neutral.outgoing.1": "Chào! Cuộc sống của tuổi teen hiện nay có gì mới?",
  "foodstore.general.teens.neutral.outgoing.2": "Chào bạn! Có kế hoạch hay chuyến đi thú vị gì ở thành phố không?",
  "foodstore.general.teens.neutral.outgoing.3": "Chào! Tôi luôn tìm thấy những nơi chơi thú vị nhất. Điểm nào là yêu thích nhất hiện tại?",
  "foodstore.general.teens.neutral.outgoing.4": "Chào! Nghe nói tổ chức những buổi tụ họp vui. Có sự kiện nào sắp tới không?",
  "foodstore.general.teens.neutral.outgoing.5": "Chào! Những xu hướng và sự kiện mới nhất là gì?",
  "foodstore.general.teens.neutral.outgoing.6": "Có gì vui vẻ với các bạn teen? Có sở thích đỉnh hoặc dự án gì đang ở phía trước không?",
  "foodstore.general.teens.neutral.outgoing.7": "Tôi được biết đến với tính sáng tạo. Bạn có hứng thú với bất kỳ hoạt động nghệ thuật nào không?",
  "foodstore.general.child.neutral.outgoing.1": "Chào! Cuộc sống của bạn thế nào rồi? Có cuộc phiêu lưu thú vị nào không?",
  "foodstore.general.child.neutral.outgoing.2": "Bạn đã thấy bất cứ loại côn trùng hay sinh vật nào thú vị trong các cuộc khám phá nhỏ của mình chưa?",
  "foodstore.general.child.neutral.outgoing.3": "Trò chơi ưa thích của các nhà thám hiểm hiện nay là gì?",
  "foodstore.general.child.neutral.outgoing.4": "Chào bạn! Có câu chuyện vui nào từ trường học hoặc thời gian chơi để chia sẻ không?",
  "foodstore.general.child.neutral.outgoing.5": "Bạn có chỗ nào ẩn dấu đặc biệt trong ngôi làng không?",
  "foodstore.general.child.neutral.outgoing.6": "Chào! Bạn có thích đồ chơi hoặc bữa ăn vặt nào không?",
  "foodstore.general.child.neutral.outgoing.7": "Các nhà thám hiểm nhỏ phải tìm những điều thú vị. Hãy kể cho tôi biết khám phá mới nhất của bạn!",
  "foodstore.general.adult.polite.outgoing.1": "Hôm nay bạn đã có một ngày như thế nào cho đến giờ?",
  "foodstore.general.adult.polite.outgoing.2": "Xin chào! Thật tuyệt vời khi gặp lại bạn. Có tin tức thú vị gì để chia sẻ không?",
  "foodstore.general.adult.polite.outgoing.3": "Chào buổi sáng! Em thích điều gì nhất ở ngôi làng dị thường của chúng ta?",
  "foodstore.general.adult.polite.outgoing.4": "Bạn đã khám phá các mỏ đá gần đây chưa? Thật là một cuộc phiêu lưu thú vị!",
  "foodstore.general.adult.polite.outgoing.5": "Chào! Những đồng ruộng đang trông rất tốt trong mùa này. Bạn không nghĩ vậy sao?",
  "foodstore.general.adult.polite.outgoing.6": "Bạn có phải là bất kỳ công thức nấu ăn ưa thích nào mà bạn vừa mới khám phá gần đây không?",
  "foodstore.general.adult.polite.outgoing.7": "Tôi nghe nói rằng bạn đã giúp đỡ xung quanh thị trấn. Cảm ơn nhiều!",
  "foodstore.general.teens.polite.outgoing.1": "Có gì mới không? Bạn đã tìm thấy bất kỳ địa điểm thú vị nào ở thung lũng gần đây chưa?",
  "foodstore.general.teens.polite.outgoing.2": "Chào! Gần đây đã chơi game hoặc tham gia vào những hoạt động tuyệt vời gì chưa? Hãy kể cho tôi nghe!",
  "foodstore.general.teens.polite.outgoing.3": "Bạn đã kiểm tra xem có bất kỳ sự kiện thú vị nào đang diễn ra trong làng chưa?",
  "foodstore.general.teens.polite.outgoing.4": "Bạn nghĩ gì về những bản nhạc mới nhất đang được phát tại quán rượu?",
  "foodstore.general.teens.polite.outgoing.5": "Chào! Bạn đã rèn luyện những kỹ thuật trượt ván đỉnh của bạn chưa?",
  "foodstore.general.teens.polite.outgoing.6": "Có gì mới không! Bạn đã xem bất kỳ bộ phim hay nào tại rạp gần đây chưa?",
  "foodstore.general.teens.polite.outgoing.7": "Mình nghe nói bạn thích làm nông nghiệp đấy. Cái đó thế nào rồi?",
  "foodstore.general.child.polite.outgoing.1": "Bạn có một câu chuyện thú vị để chia sẻ trước khi đi ngủ không?",
  "foodstore.general.child.polite.outgoing.2": "Bạn đã tìm thấy bất kỳ động vật dễ thương nào trong khi khám phá chưa?",
  "foodstore.general.child.polite.outgoing.3": "Bạn thích điều gì nhất về trường học?",
  "foodstore.general.child.polite.outgoing.4": "Xin chào! Bạn có thích thu thập những viên đá hoặc vỏ sò đẹp không?",
  "foodstore.general.child.polite.outgoing.5": "Chào bạn! Bạn đã chơi bất kỳ trò chơi vui vẻ nào với bạn bè gần đây chưa?",
  "foodstore.general.child.polite.outgoing.6": "Bạn thường ăn gì khi cảm thấy đói?",
  "foodstore.general.child.polite.outgoing.7": "Tôi đặt cược rằng bạn đã thấy những thứ thú vị trong rừng. Tôi có thể xem được không?",
  "foodstore.general.adult.rude.outgoing.1": "Khỏe không? Đừng làm phiền tôi với những động cơ nhỏ nhoi. Tôi có những việc tốt hơn để làm.",
  "foodstore.general.adult.rude.outgoing.2": "Nhìn thấy bạn xung quanh. Bây giờ đã thế. Bạn có tin tức thực sự hay chỉ đang lãng phí thời gian?",
  "foodstore.general.adult.rude.outgoing.3": "Hừ. Bạn đến đây làm gì vậy? Nói đi và nhanh lên.",
  "foodstore.general.adult.rude.outgoing.4": "Đúng rồi, đúng rồi. Lại là bạn à. Có chuyện gì thú vị để nói hay chỉ đến đây để làm phiền tôi thôi?",
  "foodstore.general.adult.rude.outgoing.5": "Không phải bạn không thấy tôi đang bận rồi sao? Nếu bạn không có việc gì quan trọng thì hãy tránh xa.",
  "foodstore.general.adult.rude.outgoing.6": "Bạn muốn gì? Nhanh lên đi. Tớ còn phải đi đâu đó và bạn đang cản trở tớ.",
  "foodstore.general.adult.rude.outgoing.7": "Nhìn đây, tôi không có thời gian để lãng phí thời gian nói chuyện vô bổ. Hãy nói ra điều gì bạn muốn và tiếp tục.",
  "foodstore.general.teens.rude.outgoing.1": "Bạn có gì thú vị để nói không hay bạn chỉ đến đây để lãng phí thời gian của tôi?",
  "foodstore.general.teens.rude.outgoing.2": "Bạn lại đây à. Nếu không có việc gì quan trọng, tại sao lại làm phiền tôi?",
  "foodstore.general.teens.rude.outgoing.3": "Bất cứ điều gì đi. Nhanh lên. Tôi có việc quan trọng hơn là phải nghe bạn nói nhảm.",
  "foodstore.general.teens.rude.outgoing.4": "Ugh. Bạn không thấy tôi bận rộn với việc ngầu lòi sao? Nếu bạn không ngầu, hãy đi đi.",
  "foodstore.general.teens.rude.outgoing.5": "Nếu bạn không có mặt ở đây với một ít drama hoặc sự hứng thú, tôi không quan tâm.",
  "foodstore.general.teens.rude.outgoing.6": "Tôi đang lắng nghe, nhưng nó nên đáng đồng ý của tôi. Tôi có danh tiếng cần được duy trì.",
  "foodstore.general.teens.rude.outgoing.7": "Tôi không có thời gian cho những cuộc trò chuyện vô ích. Hãy làm nhanh và thú vị nhé.",
  "foodstore.general.child.rude.outgoing.1": "Nếu bạn không mang theo kẹo hoặc câu chuyện vui, thì đi đi",
  "foodstore.general.child.rude.outgoing.2": "Bạn lại đây rồi à. Có đồ chơi hay đồ ăn ngon gì chia sẻ không, hay lại là lãng phí thời gian?",
  "foodstore.general.child.rude.outgoing.3": "Ồ. Bạn không thấy tôi đang chơi ah? Nếu bạn không phải ở đây để chơi, hãy để tôi yên.",
  "foodstore.general.child.rude.outgoing.4": "Nếu bạn không mang theo những trò chơi vui hoặc những món quà, tôi không quan tâm.",
  "foodstore.general.child.rude.outgoing.5": "Hừ. Bạn không phải người bạn chơi cùng tôi, nên trừ khi bạn có điều gì vui cho chúng tôi làm, tôi không quan tâm.",
  "foodstore.general.child.rude.outgoing.6": "Tôi đang bận rộn làm việc tuyệt vời. Nếu bạn không tuyệt vời, đừng làm phiền tôi.",
  "foodstore.general.child.rude.outgoing.7": "Tôi không thích những thứ nhàm chán. Nếu không vui, tôi không quan tâm. Được không?",
  "foodstore.general.adult.neutral.shy.1": "Xin chào. Nếu tôi im lặng, tôi chỉ đang thu thập mọi thứ. Còn ngày của bạn thế nào?",
  "foodstore.general.adult.neutral.shy.2": "Mình hơi kín đáo, nhưng mình thích chuyện trò cùng nhau. Có chuyện gì vậy?",
  "foodstore.general.adult.neutral.shy.3": "Cảm ơn vì đã trò chuyện. Tôi đang ở đây. Có điều gì trên đầu đến?",
  "foodstore.general.adult.neutral.shy.4": "Nếu như tôi dường như dè dặt, đó là bản tính suy ngẫm của tôi. Có gì mới với bạn?",
  "foodstore.general.adult.neutral.shy.5": "Tôi thích nghe. Điều gì thú vị đối với bạn?",
  "foodstore.general.adult.neutral.shy.6": "Xin lỗi nếu tôi không rất hoạt bát. Gần đây có điều gì thú vị xảy ra không?",
  "foodstore.general.adult.neutral.shy.7": "Tôi hơi kín đáo, nhưng tôi tò mò. Có tin gì mới với bạn chứ?",
  "foodstore.general.teens.neutral.shy.1": "Nếu tôi im lặng, tôi chỉ đang ngấm tất cả. Bạn thế nào?",
  "foodstore.general.teens.neutral.shy.2": "Xin chào. Tôi hơi dè dặt nhưng tôi ở đây để trò chuyện vui vẻ. Có gì thú vị đang diễn ra không?",
  "foodstore.general.teens.neutral.shy.3": "Tôi là người nội tâm, nhưng tôi sẵn sàng cho những cuộc trao đổi thú vị. Bạn đang suy nghĩ gì?",
  "foodstore.general.teens.neutral.shy.4": "Nếu tôi im lặng, đó là bên suy nghĩ của tôi. Ý kiến của bạn về các xu hướng mới nhất là gì?",
  "foodstore.general.teens.neutral.shy.5": "Xin chào. Tôi là một người kín đáo, nhưng tôi rất sẵn lòng nghe suy nghĩ của bạn. Có câu chuyện thú vị gì không?",
  "foodstore.general.teens.neutral.shy.6": "Xin lỗi nếu anh thấy tôi không quá hướng ngoại. Cái gì đã là điểm nhấn của ngày của anh?",
  "foodstore.general.teens.neutral.shy.7": "Tôi có thể kín đáo, nhưng tôi rất quan tâm. Bạn có muốn nói chuyện về điều gì không?",
  "foodstore.general.child.neutral.shy.1": "Nếu tôi im lặng, tôi đang ở trong thế giới của riêng mình. Bạn có cảm thấy như vậy không?",
  "foodstore.general.child.neutral.shy.2": "Mình hy vọng bạn đang có thời gian vui vẻ. Mình hơi ít nói, nhưng mình thích quan sát. Trò chơi yêu thích của bạn là gì?",
  "foodstore.general.child.neutral.shy.3": "Bạn thích làm gì vậy? Tôi hơi nhút nhát, nhưng tôi rất thích nghe về những cuộc phiêu lưu của bạn.",
  "foodstore.general.child.neutral.shy.4": "Đôi khi tôi hơi nhút nhát, nhưng tôi rất hứng thú để trò chuyện. Đồ chơi yêu thích của bạn là gì?",
  "foodstore.general.child.neutral.shy.5": "Tôi dè dặt - Tôi chỉ đang lắng nghe. Hoạt động bạn thường là gì?",
  "foodstore.general.child.neutral.shy.6": "Bạn có thích chơi trò chơi hoặc hoạt động gì không? Tôi có thể rất nhút nhát, nhưng tôi sẵn sàng lắng nghe về ngày của bạn.",
  "foodstore.general.child.neutral.shy.7": "Tình hình của bạn thế nào? Nếu có gì vui, tôi sẵn sàng lắng nghe. Tôi hơi nhút nhát nhưng lại hiếu kỳ!",
  "foodstore.general.adult.polite.shy.1": "Nếu tôi có vẻ hơi dè dặt, đó chỉ là tính cách riêng của tôi thôi. Ngày của bạn thế nào?",
  "foodstore.general.adult.polite.shy.2": "Công ty của bạn là rất quan trọng. Tôi đến đây để trò chuyện vui vẻ.",
  "foodstore.general.adult.polite.shy.3": "Cảm ơn đã trò chuyện. Tôi có thể không nói nhiều, nhưng tôi đang thật sự lắng nghe.",
  "foodstore.general.adult.polite.shy.4": "Sự hiện diện của bạn được đánh giá cao. Nếu tôi có vẻ hơi kín đáo, đó chỉ là một phần của cá tính tôi. Có điều gì mới với bạn chưa?",
  "foodstore.general.adult.polite.shy.5": "Tôi thật sự thích các cuộc nói chuyện của chúng ta. Có gì thú vị đang diễn ra với bạn không?",
  "foodstore.general.adult.polite.shy.6": "Tôi chân thành đánh giá cao cuộc trò chuyện của chúng ta. Tôi không phải là người cởi mở nhất, nhưng tôi thật sự quan tâm.",
  "foodstore.general.adult.polite.shy.7": "Công ty của bạn được đánh giá cao. Tôi thực sự tò mò. Có điều gì mới với bạn không?",
  "foodstore.general.teens.polite.shy.1": "Nếu tôi không có tính cách hội thoại nhiều, đó chỉ là bản tính của tôi.",
  "foodstore.general.teens.polite.shy.2": "Rất vui được nói chuyện với bạn. Tôi có thể hơi hướng nội nhưng tôi đang ở đây. Có gì thú vị đang diễn ra không?",
  "foodstore.general.teens.polite.shy.3": "Cám ơn đã dành thời gian để dành thời gian cùng nhau. Tôi có thể không nói nhiều, nhưng tôi luôn sẵn sàng cho các cuộc thảo luận thú vị.",
  "foodstore.general.teens.polite.shy.4": "Nếu tôi không phải là một người hướng ngoại, đó chỉ là bản tính chu đáo của tôi. Bạn nghĩ thế nào về những xu hướng mới nhất?",
  "foodstore.general.teens.polite.shy.5": "Cám ơn vì đã thật dễ chịu. Tôi có thể không nói nhiều, nhưng tôi thật sự quan tâm.",
  "foodstore.general.teens.polite.shy.6": "Tôi rất đánh giá cao những cuộc trò chuyện của chúng ta. Nếu tôi có vẻ khép kín một chút, xin lỗi về điều đó. Điều gì là điểm nổi bật của ngày hôm nay của bạn?",
  "foodstore.general.teens.polite.shy.7": "Cảm ơn vì đã hiểu. Tôi có thể không thể hiện cởi mở nhưng thật sự tôi rất quan tâm.",
  "foodstore.general.child.polite.shy.1": "Nếu tôi không nói nhiều, tôi chỉ đơn giản là ở trong thế giới của riêng mình. Bạn có cảm thấy như vậy không?",
  "foodstore.general.child.polite.shy.2": "Tôi hy vọng bạn đang vui vẻ. Tôi hơi ít nói, nhưng tôi thích quan sát. Trò chơi yêu thích của bạn là gì?",
  "foodstore.general.child.polite.shy.3": "Vi: Bạn thích làm gì nhất? Tôi có thể không phải là người hướng ngoại nhất, nhưng tôi thích nghe về cuộc phiêu lưu của bạn.",
  "foodstore.general.child.polite.shy.4": "Đôi khi tôi không phải là người nói rất nhiều, nhưng tôi rất háo hức để trò chuyện. Đồ chơi yêu thích của bạn là gì?",
  "foodstore.general.child.polite.shy.5": "Tôi không phải là người rất hoạt động tích cực - Tôi chỉ đang tập trung vào những gì xung quanh. Hoạt động yêu thích của bạn là gì?",
  "foodstore.general.child.polite.shy.6": "Bạn có thích chơi trò chơi hoặc hoạt động gì không? Tôi rất muốn nghe về ngày của bạn.",
  "foodstore.general.child.polite.shy.7": "Mọi thứ của bạn thế nào rồi? Nếu có gì thú vị, tôi sẵn sàng lắng nghe. Tôi thật sự tò mò!",
  "foodstore.general.adult.rude.shy.1": "Nếu tôi có vẻ xa cách, đó chỉ là cách tôi làm. Bạn muốn gì?",
  "foodstore.general.adult.rude.shy.2": "Buổi nói chuyện của bạn ổn đấy, tôi đoán vậy. Nếu tôi có vẻ lạ lùng, đó chẳng là gì cả. Tại sao phải quan tâm?",
  "foodstore.general.adult.rude.shy.3": "Nói chuyện là tùy ta. Tôi có thể không hay nói chuyện. Điều gì là mục đích?",
  "foodstore.general.adult.rude.shy.4": "Nếu tôi không quá hoà đồng. Có điều gì đó để nói hay không?",
  "foodstore.general.adult.rude.shy.5": "Nói chuyện thôi, tôi đoán thế cũng ổn. Nếu tôi có vẻ kín đáo, đó chỉ là cách tôi làm việc. Còn bạn thì sao?",
  "foodstore.general.adult.rude.shy.6": "Những cuộc trò chuyện thật là thú vị, tôi đoán vậy. Tôi không phải là người rất hướng ngoại. Dù sao đi nữa.",
  "foodstore.general.adult.rude.shy.7": "Công ty của bạn tốt đấy. Bạn thế nào rồi?",
  "foodstore.general.teens.rude.shy.1": "Nếu tôi không nói nhiều, đó chỉ là cách tôi thôi. Bạn có quan tâm gì đâu?",
  "foodstore.general.teens.rude.shy.2": "Nói chuyện với bạn cũng được, tôi đoán vậy.",
  "foodstore.general.teens.rude.shy.3": "Đi chơi thế nào đi, tùy vào tâm trạng mà thôi. Có gì đang nghĩ nào?",
  "foodstore.general.teens.rude.shy.4": "OK. Có điều gì không?",
  "foodstore.general.teens.rude.shy.5": "Câu chuyện của bạn thì tốt, tôi đoán vậy. Còn gì nữa không?",
  "foodstore.general.teens.rude.shy.6": "Các cuộc trò chuyện của chúng tôi rất thú vị, tôi hy vọng vậy.",
  "foodstore.general.teens.rude.shy.7": "Hiểu biết của bạn ổn đấy. Tôi không thích mạng xã hội.",
  "foodstore.general.child.rude.shy.1": "Nếu tôi không quá nói nhiều, đó chỉ là cách tôi là. Có liên quan gì đến bạn?",
  "foodstore.general.child.rude.shy.2": "Chơi là được.",
  "foodstore.general.child.rude.shy.3": "Cái gì vui với bạn? Có điều gì bạn đang nghĩ hay sao?",
  "foodstore.general.child.rude.shy.4": "Nếu tôi im lặng, đó chỉ là tôi. Sao lại có câu hỏi?",
  "foodstore.general.child.rude.shy.5": "Có chuyện gì vậy? Bạn cần gì từ tôi?",
  "foodstore.general.child.rude.shy.6": "Các trò chơi của chúng tôi là thú vị, tôi đoán vậy.",
  "foodstore.general.child.rude.shy.7": "Các câu chuyện của bạn được đó. Vậy thì chuyện gì với bạn vậy?",
  "foodstore.general.adult.neutral.neutral.1": "Hôm nay bạn thế nào? Có điều gì thú vị đang xảy ra ở làng không?",
  "foodstore.general.adult.neutral.neutral.2": "Tôi hy vọng ngày của bạn đang diễn ra tốt đẹp. Bạn có khám phá thung lũng gần đây chưa?",
  "foodstore.general.adult.neutral.neutral.3": "Rất vui được gặp bạn. Bạn có những địa điểm yêu thích nào ở trong thành phố không?",
  "foodstore.general.adult.neutral.neutral.4": "Mọi thứ đang diễn ra thế nào đối với bạn? Có phát hiện gần đây nào để chia sẻ không?",
  "foodstore.general.adult.neutral.neutral.5": "Xin chào. Tôi hy vọng bạn đang có một ngày tốt lành. Có gì thú vị trên đầu bạn không?",
  "foodstore.general.adult.neutral.neutral.6": "Xin chào. Luôn luôn thật vui khi có thể trò chuyện cùng nhau. Có điều gì cụ thể mà bạn muốn nói chuyện về không?",
  "foodstore.general.adult.neutral.neutral.7": "Tôi ở đây nếu bạn cần gì đó. Mọi thứ trong thế giới của bạn thế nào rồi?",
  "foodstore.general.teens.neutral.neutral.1": "Xin chào. Có gì mới không? Có gì thú vị xảy ra trong giới trẻ không?",
  "foodstore.general.teens.neutral.neutral.2": "Tôi hy vọng bạn đang làm tốt. Có bất kỳ hoạt động hay sở thích gì thú vị gần đây chưa?",
  "foodstore.general.teens.neutral.neutral.3": "Xin chao? Vui thay gap ban. Ban da den nhung dia diem thu vi nao o lang chua?",
  "foodstore.general.teens.neutral.neutral.4": "Chào. Hôm nay bạn thế nào? Có bất kỳ xu hướng hoặc sự kiện mới nào thu hút sự chú ý của bạn không?",
  "foodstore.general.teens.neutral.neutral.5": "Tôi hi vọng mọi việc đều ổn với bạn. Bạn đã xem bất cứ phim hay chương trình nào gần đây chưa?",
  "foodstore.general.teens.neutral.neutral.6": "Chào bạn, có gì đặc biệt trong đầu bạn không? Tôi ở đây để nói chuyện nếu bạn muốn.",
  "foodstore.general.teens.neutral.neutral.7": "Rất vui được gặp bạn. Có gì thú vị đang diễn ra trong cộng đồng teen không?",
  "foodstore.general.child.neutral.neutral.1": "Xin chào. Ngày của bạn ở làng thế nào rồi? Bạn có chơi trò chơi hay phiêu lưu gì thú vị không?",
  "foodstore.general.child.neutral.neutral.2": "Tôi hy vọng bạn đang có thời gian vui vẻ khi chơi. Có gì thú vị để chia sẻ không?",
  "foodstore.general.child.neutral.neutral.3": "Xin chào!Bạn thích điều gì nhất ở làng?",
  "foodstore.general.child.neutral.neutral.4": "Có gì vui trong ngày hôm nay của bạn? Có đồ chơi hoặc món ăn yêu thích nào mà bạn đã thưởng thức chưa?",
  "foodstore.general.child.neutral.neutral.5": "Xin chào. Tôi hy vọng bạn đang có một ngày vui vẻ. Có gì thú vị trong thế giới bé nhỏ của bạn không?",
  "foodstore.general.child.neutral.neutral.6": "Xin chào. Rất vui được trò chuyện với bạn. Bạn có thích trò chơi hoặc hoạt động nào cụ thể không?",
  "foodstore.general.child.neutral.neutral.7": "Mọi thứ dạo này thế nào? Nếu có chuyện gì vui muốn chia sẻ thì tôi luôn sẵn sàng nghe.",
  "foodstore.general.adult.polite.neutral.1": "Tôi hy vọng ngày của bạn đang diễn ra tốt. Có gì đang suy nghĩ trong đầu bạn không?",
  "foodstore.general.adult.polite.neutral.2": "Rất vui được gặp bạn. Thời gian của bạn ở làng đã như thế nào?",
  "foodstore.general.adult.polite.neutral.3": "Xin chào. Rất vui được gặp bạn. Bạn có bất kỳ địa điểm ưa thích nào trong thành phố không?",
  "foodstore.general.adult.polite.neutral.4": "Xin chào. Mọi thứ đang diễn ra thế nào với bạn? Có những khám phá gần đây nào để chia sẻ không?",
  "foodstore.general.adult.polite.neutral.5": "Xin chào. Tớ hy vọng bạn đang có một ngày tốt lành. Có gì thú vị trong đầu bạn không?",
  "foodstore.general.adult.polite.neutral.6": "Luôn vui được trò chuyện. Anh có muốn nói về chủ đề gì cụ thể không?",
  "foodstore.general.adult.polite.neutral.7": "Tôi đây nếu bạn cần gì. Mọi việc trong thế giới của bạn thế nào rồi?",
  "foodstore.general.teens.polite.neutral.1": "Có gì thú vị xảy ra trong thời đại teen không?",
  "foodstore.general.teens.polite.neutral.2": "Chào. Tớ hy vọng bạn đang làm tốt. Mấy thời gian gần đây bạn có hoạt động hay sở thích gì thú vị không?",
  "foodstore.general.teens.polite.neutral.3": "Chào bạn? Rất vui được gặp bạn. Bạn đã ghé thăm những địa điểm thú vị nào ở làng chưa?",
  "foodstore.general.teens.polite.neutral.4": "Xin chào. Ngày của bạn thế nào? Có xu hướng mới nào hoặc sự kiện nào thu hút sự chú ý của bạn không?",
  "foodstore.general.teens.polite.neutral.5": "Xin chào. Tôi hy vọng mọi thứ đều tốt với bạn. Bạn đã xem bất kỳ bộ phim hay chương trình nào gần đây chưa?",
  "foodstore.general.teens.polite.neutral.6": "Chào bạn, có gì mới không? Có gì đặc biệt trên đầu bạn chưa? Tôi ở đây để trò chuyện nếu bạn muốn.",
  "foodstore.general.teens.polite.neutral.7": "Rất vui được gặp bạn. Có điều gì thú vị đang diễn ra trong cộng đồng teen không?",
  "foodstore.general.child.polite.neutral.1": "Là thế nào trong làng của bạn? Có trò chơi hay cuộc phiêu lưu gì thú vị trong kế hoạch của bạn không?",
  "foodstore.general.child.polite.neutral.2": "Xin chào. Tôi hy vọng bạn đang có thời gian vui vẻ khi chơi. Có gì thú vị để chia sẻ không?",
  "foodstore.general.child.polite.neutral.3": "Xin chào. Rất vui được gặp bạn. Bạn thích điều gì nhất ở ngôi làng này?",
  "foodstore.general.child.polite.neutral.4": "Xin chào. Ngày của bạn thế nào? Có đồ chơi hoặc đồ ăn yêu thích nào mà bạn đã thưởng thức chưa?",
  "foodstore.general.child.polite.neutral.5": "Tôi hy vọng bạn đang có một ngày vui vẻ. Có gì thú vị trong thế giới nhỏ của bạn không?",
  "foodstore.general.child.polite.neutral.6": "Xin chào. Rất vui được trò chuyện với bạn. Bạn có thích một trò chơi hoặc hoạt động cụ thể nào không?",
  "foodstore.general.child.polite.neutral.7": "Mọi thứ của bạn thế nào? Nếu có điều gì thú vị để chia sẻ, tôi sẵn lòng lắng nghe.",
  "foodstore.general.adult.rude.neutral.1": "Có gì vậy? Đừng lãng phí thời gian của tôi với những cuộc nói chuyện vô nghĩa. Hãy đến vấn đề chính.",
  "foodstore.general.adult.rude.neutral.2": "Nếu bạn không có gì quan trọng để nói, hãy tiết kiệm hơi thở của bạn và tiếp tục đi.",
  "foodstore.general.adult.rude.neutral.3": "Tại sao bạn làm phiền tôi? Nếu không có vấn đề quan trọng gì, hãy biến đi.",
  "foodstore.general.adult.rude.neutral.4": "À, tôi không đang có tâm trạng để nói chuyện rảo bỏ qua. Nói đi hoặc đi làm phiền ai khác đi.",
  "foodstore.general.adult.rude.neutral.5": "Bạn không thấy tôi đang bận sao? Nếu bạn không có mặt ở đây vì một điều gì đó quan trọng, đừng làm phiền tôi.",
  "foodstore.general.adult.rude.neutral.6": "Tôi không có thời gian cho những cuộc đối thoại vô nghĩa. Nếu bạn có điểm gì, hãy nói nhanh.",
  "foodstore.general.adult.rude.neutral.7": "Tại sao bạn vẫn ở đây? Nếu bạn không mang theo một điều gì đó quan trọng, hãy để tôi yên.",
  "foodstore.general.teens.rude.neutral.1": "Bạn bị vấn đề gì? Tôi không hứng thú với việc phí thời gian. Nói lớn hoặc đi tiếp.",
  "foodstore.general.teens.rude.neutral.2": "Thật không? Nếu bạn không đến đây với cái gì độc hoặc quan trọng, hãy đi xa đi.",
  "foodstore.general.teens.rude.neutral.3": "Tại sao bạn làm phiền tôi? Nếu không phải về điều gì tuyệt vời, tôi không quan tâm.",
  "foodstore.general.teens.rude.neutral.4": "Tôi không có thời gian cho những cuộc đối thoại lúng túng. Nếu bạn không thú vị, hãy rời đi.",
  "foodstore.general.teens.rude.neutral.5": "Bạn không thể thấy tôi đang bận rộn làm điều tuyệt vời sao? Nếu bạn không thật sự là một người chất, hãy đi ra khỏi đây.",
  "foodstore.general.teens.rude.neutral.6": "Nhìn, tôi không thích nói chuyện. Nếu bạn không mang theo drama, đi tiếp thôi.",
  "foodstore.general.teens.rude.neutral.7": "Tại sao bạn vẫn ở đây? Nếu bạn không có điều gì thú vị, tôi không quan tâm.",
  "foodstore.general.child.rude.neutral.1": "Xin lỗi, bạn muốn gì vậy? Nếu bạn không mang đến các trò chơi vui hoặc đồ ăn ngon, hãy để tôi yên thân.",
  "foodstore.general.child.rude.neutral.2": "Tại sao anh lại làm phiền em? Nếu không có đồ chơi hay đồ ăn ngon gì thì đi đi.",
  "foodstore.general.child.rude.neutral.3": "Có vấn đề gì với bạn? Tôi không thích những thứ nhàm chán. Nếu nó không vui, tôi không quan tâm.",
  "foodstore.general.child.rude.neutral.4": "Ờ, bạn không thấy tôi đang chơi à? Nếu bạn không có đồ vui vẻ, đừng làm phiền tôi.",
  "foodstore.general.child.rude.neutral.5": "Hãy xem, tôi không đang có tâm trạng nói chuyện. Nếu bạn không vui vẻ, thì lần này không được.",
  "foodstore.general.child.rude.neutral.6": "Tại sao bạn vẫn còn ở đây? Nếu bạn không đem theo những câu chuyện hay hoặc đồ chơi thú vị, hãy đi ra ngoài.",
  "foodstore.general.child.rude.neutral.7": "Ờ, thật á? Nếu bạn không mang theo điều gì vui vẻ, tôi không quan tâm."
}