{
  "foodstore.note": "Tin vui thú vị! Cập nhật lớn sắp tới sẽ tiết lộ một 'Thị trấn Thương mại' đặc sắc với một nhà hàng yêu kiều, một bảo tàng hấp dẫn, một tiệm hoa dễ thương, và nhiều hơn thế nữa! Tiếng nói của bạn rất quan trọng! Tham gia bình chọn Bố cục Thị trấn - Bản đồ Bãi biển, Đảo Thanh bình, Rừng nhiệt đới Tuyệt sắc, hay một cái gì đó khác? Chia sẻ những ý tưởng đầy sáng tạo của bạn trên DIỄN ĐÀN nằm trên trang Mod. Hãy cùng hình thành thị trấn này cùng nhau!",
  "foodstore.hidden.0": "Tip hàng tuần: Dân làng có khả năng được thăng chức nhiều hơn khi ăn thức ăn yêu thích, và chỉ trích nhiều hơn khi ăn những thức ăn không thích.",
  "foodstore.hidden.1": "Và lời khuyên hàng tuần: Giá bán thấp nhất có thể là 32% của giá cơ sở, trong khi cao nhất là 520%.",
  "foodstore.hidden.2": "Và mẹo hàng tuần: Cửa hàng trang trí đẹp sẽ tăng giá bán của bạn.",
  "foodstore.hidden.3": "Và lời khuyên hàng tuần: Bạn chỉ có thể nhận thông tin về Món tuần từ cuộc trò chuyện của người dân làng.",
  "foodstore.hidden.4": "Và lời khuyên hàng tuần: Gus chỉ đánh giá món của bạn là đĩnh bình thường hoặc nhất. Anh ta đã lịch sự trả đầy đủ giá mà không bày tỏ sự bất mãn và chọn giữ ý kiến về vị của món cho riêng mình.",
  "foodstore.hidden.5": "Và gợi ý hàng tuần: Không phải tất cả khách thăm quan đều thấy thức ăn hấp dẫn; một số nhanh chóng quay đi, có thể cảm thấy nó không hấp dẫn và không đạt được tiêu chuẩn của họ.",
  "foodstore.hidden.6": "Và mẹo hàng tuần: Không có mẹo cho món ăn bị ghét vì nó bị ghét !!!",
  "foodstore.hidden.7": "Và lời khuyên hàng tuần: Bán thức ăn cho khách hàng dựa trên yêu cầu của họ có giá tốt hơn.",
  "foodstore.hidden.8": "Và lời khuyên hàng tuần: Nói chuyện với khách hàng sẽ tăng giá món ăn họ trả. Bây giờ bạn có thể nói chuyện với họ vô tận.",
  "foodstore.hidden.9": "Và đây là lời khuyên hàng tuần: Người dân làng có thể trả lời một số câu hỏi của bạn. Hãy đứng gần một trong số họ và gõ 'help' để hiển thị các tùy chọn có sẵn.",
  "foodstore.hidden.10": "Và lời khuyên hàng tuần: Địa điểm càng tốt, giá càng cao (gần trang trí, nước hoặc cây hồng)",
  "foodstore.help.0": "Tương tác với người làng bằng cách đứng gần họ và gõ tin nhắn của bạn. Có một số câu hỏi đặc biệt cần có từ khóa trong tin nhắn!!",
  "foodstore.help.1": "Để mời dân làng đến ngày mai, gửi một tin nhắn chứa từ khóa: mời.",
  "foodstore.help.2": "Hỏi người làng về món ngày hôm nay. Tin nhắn phải chứa ít nhất một từ khóa. Ví dụ như 'đặc biệt hôm nay' hoặc 'giới thiệu hôm nay'.",
  "foodstore.help.3": "Hỏi người làng cảm thấy thế nào về món ăn cuối cùng của họ bằng cách bao gồm từ khóa 'last dish' hoặc 'dish taste'.",
  "foodstore.help.4": "Để thiết lập cửa hàng đầu tiên của bạn, chỉ cần đặt một cái bàn tại một địa điểm sầm uất, sau đó đặt một đĩa lên đó!!!",
  "foodstore.config.enable": "Bật mod?",
  "foodstore.config.minutetohungry": "Phút để mua hàng",
  "foodstore.config.minutetohungryText": "Các phút từ lần mua gần đây nhất của mỗi NPC. Mặc định 240. Đặt quá thấp có thể gây ra các vấn đề trong định hướng đường đi. Đề nghị đặt trên 60.",
  "foodstore.config.movetofoodchange": "Chuyển đến Vật phẩm % Cơ hội.",
  "foodstore.config.movetofoodchangeText": "Tỷ lệ phần trăm xác suất mỗi bước quyết định mua. Mặc định 0,005. Thiết lập cao hơn sẽ gây thiếu tốc độ và lối đi kỳ lạ. Được đề xuất nên dưới 0,05.",
  "foodstore.config.maxdistancetofindfood": "Khoảng cách tối đa để tìm kiếm.",
  "foodstore.config.maxdistancetofindfoodText": "Khoảng cách tối đa trong số lát gạch mà NPC có thể tìm thấy vật phẩm đó. Mặc định 40",
  "foodstore.config.maxdistancetoeat": "Khoảng cách tối đa để mua hàng.",
  "foodstore.config.maxdistancetoeatText": "Khoảng cách NPC có thể lấy được vật phẩm mà họ muốn. Mặc định 4",
  "foodstore.config.rushhour": "Bật tính năng Giờ cao điểm?",
  "foodstore.config.rushhourText": "Trong giờ cao điểm, khả năng cao hơn cho khách hàng và Khuyến mại cao hơn, nhưng giá thấp hơn một chút. Làm đầy lại cửa hàng của bạn!!!",
  "foodstore.config.enableprice": "Đã bật Tùy chọn Giá?",
  "foodstore.config.enablepriceText": "Mặc định -1 cho dữ liệu ngẫu nghiên",
  "foodstore.config.pricelovemulti": "Giá nhân bán đồ ăn yêu thích",
  "foodstore.config.pricelikemulti": "Tôi thích bánh thức ăn với hệ số nhân giá bán.",
  "foodstore.config.priceneutralmulti": "Hệ số nhân giá bán thực phẩm trung tính",
  "foodstore.config.pricedislikemulti": "Hệ số nhân giá bán của món ăn bị không thích.",
  "foodstore.config.pricehatemulti": "Hệ số nhân giá bán của đồ ăn bị ghét",
  "foodstore.config.enabletip": "Bật Tùy chọn Mẹo?",
  "foodstore.config.enabletipText": "Giá Bo là một phần của giá bán. Mặc định -1.",
  "foodstore.config.enabletipclose": "Chỉ Tip khi đang điều hành cửa hàng?",
  "foodstore.config.enabletipcloseText": "Khi được đặt thành True, chỉ nhận Tip khi người chơi gần cửa hàng",
  "foodstore.config.enabletipcloselove": "Giá trị nhân chỉ số gợi ý món ăn yêu thích.",
  "foodstore.config.enabletipcloselike": "Đánh giá giá trị nhân bài tập ăn uống yêu thích",
  "foodstore.config.enabletipcloseneutral": "Giá trị bội số gợi ý thức ăn trung tính",
  "foodstore.config.enabletipclosedislike": "Không thích giá trị đa tác dụng của mẹo ăn uống.",
  "foodstore.config.enabletipclosehate": "Giá trị bội số chỉ mức đề nghị giá trị thực phẩm không được yêu thích",
  "foodstore.coming.0": "Trong một bất ngờ thú vị, {{vName}} sẽ đến thăm cửa hàng của chúng tôi.",
  "foodstore.coming.1": "{{vName}} đang đi dạo đến cửa hàng của chúng ta, tò mò về những gì cửa hàng chúng ta cung cấp.",
  "foodstore.coming.2": "Trong những ngày qua, {{vName}} đã chọn dành một ít thời gian tại cửa hàng của chúng tôi.",
  "foodstore.coming.3": "{{vName}} đang đến thăm cửa hàng của chúng tôi một cách bất ngờ, thoát khỏi lịch trình thông thường.",
  "foodstore.coming.4": "{{vName}} đang nghỉ ngơi trong khi trên đường đến cửa hàng của chúng tôi, mong đợi một trải nghiệm thú vị.",
  "foodstore.coming.5": "Giải thoát khỏi nhiệm vụ, {{vName}} trên đường đi khám phá cửa hàng của chúng ta.",
  "foodstore.coming.6": "{{vName}} đang điều hướng đến cửa hàng của chúng ta, tìm kiếm một trải nghiệm mua sắm độc đáo.",
  "foodstore.coming.7": "Đột nữa, {{vName}} đang trực tiếp đến cửa hàng của chúng ta để có một bất ngờ thú vị.",
  "foodstore.coming.8": "{{vName}} đang lái xe đến cửa hàng của chúng ta, háo hức tìm kiếm điều gì đó mới.",
  "foodstore.coming.9": "Với sự hứng thú, {{vName}} sẽ đến cửa hàng của chúng tôi cho một chuyến thăm bất ngờ.",
  "foodstore.coming.10": "{{vName}} đang trình diễn xa khỏi lộ trình để đến thăm cửa hàng của chúng tôi, mong đợi điều gì đó đặc biệt.",
  "foodstore.coming.11": "Giữa ngày, {{vName}} quyết định ghé qua cửa hàng của chúng tôi một lát.",
  "foodstore.coming.12": "{{vName}} đang thoải mái đi đến cửa hàng của chúng tôi, mong chờ một thời gian vui vẻ.",
  "foodstore.coming.13": "{{vName}} đang cùng lưu thông từ phong tục để ghé thăm cửa hàng của chúng tôi và thưởng thức những món đặc biệt.",
  "foodstore.coming.14": "{{vName}} đang điều chỉnh đường đến cửa hàng của chúng tôi một cách bất ngờ, háo hức để có một trải nghiệm độc đáo.",
  "foodstore.loverep.0": "Những vụn sáng vui tươi của mỗi miếng ngon khiến mùi vị của tôi nhảy nhót sung sướng!",
  "foodstore.loverep.1": "Thưởng thức món ăn này như một cái ôm ấm áp cho các giác quan của tôi.",
  "foodstore.loverep.2": "Hương vị tinh tế mà vẫn lưu mãi, một niềm vui ẩm thực đích thực.",
  "foodstore.loverep.3": "Một bản giao hưởng với những hương vị hoàn hảo hòa nhịp.",
  "foodstore.loverep.4": "Hãy say mê trong sự hoàn hảo tuyệt vời của món ăn đầy thịt ngon này.",
  "foodstore.loverep.5": "Một hành trình ẩm thực để lại ấn tượng không thể quên.",
  "foodstore.loverep.6": "Sự vui thỏa trong từng miếng, một niềm vui thực sự.",
  "foodstore.loverep.7": "Hãy thưởng thức những bùa phép ẩm thực của sự hoàn hảo được chế biến này.",
  "foodstore.loverep.8": "Đưa bữa ăn lên một nghệ thuật, một kiệt tác trên đĩa của tôi.",
  "foodstore.loverep.9": "Một cuộc phiêu lưu ngon miệng vào thế giới kỳ diệu của ẩm thực.",
  "foodstore.loverep.10": "Kích thích vị giác của tôi bằng sự kết hợp hoàn hảo của các hương vị.",
  "foodstore.loverep.11": "Một món ăn thơm ngon khiến vị giác của tôi say mê.",
  "foodstore.loverep.12": "Khám phá nghệ thuật vị giác, một món ăn để giữ trong trí nhớ.",
  "foodstore.loverep.13": "Hương vị hoàn hảo trong mỗi miếng, một chiến thắng ẩm thực.",
  "foodstore.loverep.14": "Một giai điệu lôi cuốn của những hương vị nhảy nhót trên đầu lưỡi tôi.",
  "foodstore.loverep.15": "Một tác phẩm ẩm thực đỉnh cao, tình yêu tinh khiết trên dĩa của tôi.",
  "foodstore.loverep.16": "Hương vị quyến rũ, một mối tình đích thực cho vòm miệng của tôi.",
  "foodstore.loverep.17": "Món ăn quyến rũ, tình yêu từ lần ăn đầu tiên.",
  "foodstore.loverep.18": "Một bức thư tình đến với ẩm thực; món ăn này tuyệt vời.",
  "foodstore.loverep.19": "Đam mê yêu mến vẻ hoàn mỹ của sự tạo hóa này.",
  "foodstore.likerep.0": "Món ăn mà tôi thích từng đợt, nó khá ngon.",
  "foodstore.likerep.1": "Liên tục tốt; Tôi không phiền phức khi đặt nó.",
  "foodstore.likerep.2": "Một lựa chọn đáng tin cậy mà tôi thường thích chọn.",
  "foodstore.likerep.3": "Món này ngon; tôi thích sự đơn giản của nó.",
  "foodstore.likerep.4": "Một sự lựa chọn tạm được; nó thỏa mãn vị giác của tôi.",
  "foodstore.likerep.5": "Không tệ; Tôi thấy nó ngon đáng tin cậy.",
  "foodstore.likerep.6": "Một món ăn tuyệt vời; đây là một sự lựa chọn an toàn và thỏa mãn.",
  "foodstore.likerep.7": "Tôi không phiền hà món này; nó luôn đem lại niềm vui.",
  "foodstore.likerep.8": "Không phải là món ăn tôi thích nhất, nhưng tôi thấy nó khá dễ ăn.",
  "foodstore.likerep.9": "Không sao đâu; một món tôi không ngại có.",
  "foodstore.likerep.10": "Luôn luôn ngon; Tôi đánh giá cao hương vị của nó.",
  "foodstore.likerep.11": "Món này tạm ổn; tôi thấy nó luôn ngon.",
  "foodstore.likerep.12": "Một lựa chọn tốt; tôi không phiền có nó.",
  "foodstore.likerep.13": "Đó là tốt; món ăn mà tôi thỉnh thoảng thích.",
  "foodstore.likerep.14": "Một lựa chọn thích hợp khi tôi đang trong tâm trạng đó.",
  "foodstore.likerep.15": "Tôi thấy món này ổn; nó khá là đáng mãn nguyện.",
  "foodstore.likerep.16": "Không tệ lắm; đây là món ăn tôi có thể thưởng thức.",
  "foodstore.likerep.17": "Lựa chọn tốt mà tôi đôi khi chọn.",
  "foodstore.likerep.18": "Không sao đâu; tôi không phiền lòng món này.",
  "foodstore.likerep.19": "Một lựa chọn chấp nhận được; nó khá thú vị.",
  "foodstore.neutralrep.0": "Một món ăn tiêu chuẩn; nó không tốt cũng không xấu.",
  "foodstore.neutralrep.1": "Không sao cả; một món tôi không thích cũng không ghét.",
  "foodstore.neutralrep.2": "Một lựa chọn thông thường; nó không nổi bật lắm.",
  "foodstore.neutralrep.3": "Món này trung bình; không có gì đặc biệt.",
  "foodstore.neutralrep.4": "Không tệ, không tuyệt; một lựa chọn bình thường.",
  "foodstore.neutralrep.5": "Một sự lựa chọn trung lập; nó không để lại ấn tượng mạnh.",
  "foodstore.neutralrep.6": "Nó tốt; một lựa chọn tiêu chuẩn cho bữa ăn.",
  "foodstore.neutralrep.7": "Không thuộc đây, không thuộc đó; một món ăn chấp nhận được.",
  "foodstore.neutralrep.8": "Một lựa chọn bình thường; nó không gây hứng thú hay làm thất vọng.",
  "foodstore.neutralrep.9": "Không sao đâu; một món ăn không thu hút quá nhiều sự chú ý.",
  "foodstore.neutralrep.10": "Giữa dải màu sắc; không yêu không ghét.",
  "foodstore.neutralrep.11": "Một lựa chọn phổ biến; nó không làm cho vị giác của tôi thay đổi nhiều.",
  "foodstore.neutralrep.12": "Không đặc biệt, nhưng cũng không tệ; một món ăn thông thường.",
  "foodstore.neutralrep.13": "Bình thường ở mọi mặt; đó là một lựa chọn trực tiếp.",
  "foodstore.neutralrep.14": "Một lựa chọn đặc trưng; nó không để lại ấn tượng lâu dài.",
  "foodstore.neutralrep.15": "Không tốt cũng không xấu; chỉ là một món ăn bình thường.",
  "foodstore.neutralrep.16": "Một lựa chọn tiêu chuẩn; nó không gợi lên những cảm xúc mạnh mẽ.",
  "foodstore.neutralrep.17": "Không nổi bật, không thất vọng; chỉ là một món ăn bình thường.",
  "foodstore.neutralrep.18": "Cân bằng giữa thích và không thích; tôi ổn.",
  "foodstore.neutralrep.19": "Một món ăn trung tính; nó không nổi bật lắm.",
  "foodstore.dislikerep.0": "Không phải món ăn ưa thích của tôi; tôi thấy món này thiếu thốn.",
  "foodstore.dislikerep.1": "Điểm trung bình, tôi không thích món này.",
  "foodstore.dislikerep.2": "Lựa chọn thiếu ấn tượng; nó chưa đáp ứng được cho tôi.",
  "foodstore.dislikerep.3": "Món ăn này bình thường; tôi không đề nghị.",
  "foodstore.dislikerep.4": "Tôi có thể ăn được nhưng đó không phải là một món ăn mà tôi thích nhiều.",
  "foodstore.dislikerep.5": "Một lựa chọn được chấp nhận; tôi không quá thích.",
  "foodstore.dislikerep.6": "Nó có thể ăn được, nhưng tôi không háo hức với món này.",
  "foodstore.dislikerep.7": "Tôi đã thử nó, nhưng nó không phải là sở thích của tôi.",
  "foodstore.dislikerep.8": "Một lựa chọn tạm được; Tôi không thấy nó hấp dẫn lắm.",
  "foodstore.dislikerep.9": "Đó không phải là món tệ nhất, nhưng tôi không phải là người hâm mộ của món này.",
  "foodstore.dislikerep.10": "Món này bình thường; tôi đã từng có nhiều lựa chọn tốt hơn.",
  "foodstore.dislikerep.11": "Tôi có thể quản lý nó, nhưng đó không phải là sự lựa chọn ưa thích của tôi.",
  "foodstore.dislikerep.12": "Một lựa chọn tạm được; tôi không hào hứng về món này.",
  "foodstore.dislikerep.13": "Chấp nhận được, nhưng nó thiếu sự cuốn hút đối với tôi.",
  "foodstore.dislikerep.14": "Nó có thể ăn được, nhưng tôi không chọn món này tự nguyện.",
  "foodstore.dislikerep.15": "Không tồi, nhưng tôi không thích món này lắm.",
  "foodstore.dislikerep.16": "Một lựa chọn không tốt; có nhiều lựa chọn tốt hơn hiện có.",
  "foodstore.dislikerep.17": "Tôi thấy nó không đủ dễ chịu; Tôi không thấy nó hấp dẫn cho tôi.",
  "foodstore.dislikerep.18": "Tôi có thể ăn nó, nhưng đó không phải là món tôi thích.",
  "foodstore.dislikerep.19": "Một lựa chọn bình thường; đó không phải là điều tôi thích.",
  "foodstore.haterep.0": "Món này đơn giản là kinh khủng; tôi không thể chịu được.",
  "foodstore.haterep.1": "Một sự thất vọng tuyệt đối; món này tệ vãi.",
  "foodstore.haterep.2": "Tôi rất không thích món này; nó không hấp dẫn.",
  "foodstore.haterep.3": "Một lựa chọn khủng khiếp; tôi không thể ăn được món này.",
  "foodstore.haterep.4": "Tôi ghê tởm món này; nó hoàn toàn kinh tởm.",
  "foodstore.haterep.5": "Món này rất ghê tởm; tôi không thể chịu được cái vị này.",
  "foodstore.haterep.6": "Tuyệt đối đáng ghét; món ăn này không thể ăn được.",
  "foodstore.haterep.7": "Tôi ghét món này; nó thực sự là kinh tởm.",
  "foodstore.haterep.8": "Kinh tởm; Tôi hối hận đã thử món ăn ghê tởm này.",
  "foodstore.haterep.9": "Một thảm họa về nấu ăn; món này thật không thể chịu được.",
  "foodstore.haterep.10": "Tôi ghét món này; nó thật là một sự thất vọng hoàn toàn.",
  "foodstore.haterep.11": "Thật là tồi tệ; tôi không thể diễn tả được sự khinh thường của mình đủ.",
  "foodstore.haterep.12": "Món ăn này thật kinh tởm; tôi không thể hiểu được sự hấp dẫn của nó.",
  "foodstore.haterep.13": "Một trải nghiệm đáng ghê tởm; tôi mạnh mẽ khuyên rằng hãy tránh xa nó.",
  "foodstore.haterep.14": "Tôi ghét món này; nó là cơn ác mộng ăn uống.",
  "foodstore.haterep.15": "Món này thực sự khó chịu; tôi không thể tìm thấy bất kỳ đặc điểm tốt nào.",
  "foodstore.haterep.16": "Tồi tệ; món này là tuyệt vọng về sự thất bại của ẩm thực.",
  "foodstore.haterep.17": "Tôi ghê tởm món ăn này, nó là một cuộc tàn sát vị giác.",
  "foodstore.haterep.18": "Một sự lựa chọn xúc phạm; Tôi đáng tiếc thậm chí đã thử nó.",
  "foodstore.haterep.19": "Tôi căm ghét món này; nó thật là một thảm họa về nghệ thuật ẩm thực.",
  "foodstore.tip": "Đây là số tiền tip của bạn là {{tipValue}}G",
  "foodstore.sold": "Bán {{foodObjName}} tại {{locationString}} với giá {{saleString}}",
  "foodstore.randomchat.love.0": "Cảm nhận được tình yêu bao la cho nơi này!",
  "foodstore.randomchat.love.1": "Say yêu dishes tuyệt vời của họ!",
  "foodstore.randomchat.love.2": "Cửa hàng này luôn đánh cắp trái tim tôi mỗi lần.",
  "foodstore.randomchat.love.3": "Yêu không khí ấm cúng và nhân viên thân thiện!",
  "foodstore.randomchat.love.4": "Hãy yêu thương những món quà đặc biệt mà họ cung cấp!",
  "foodstore.randomchat.love.5": "Đam mê với thực đơn tuyệt vời của họ!",
  "foodstore.randomchat.love.6": "Tim mê tít các món tráng miệng của họ!",
  "foodstore.randomchat.love.7": "Yêu mến những hương vị độc đáo mà họ cung cấp!",
  "foodstore.randomchat.like.0": "Thật sự thích không khí ở đây.",
  "foodstore.randomchat.like.1": "Rất thích sự đa dạng của những lựa chọn có sẵn.",
  "foodstore.randomchat.like.2": "Thích thú với dịch vụ nhanh chóng và hiệu quả.",
  "foodstore.randomchat.like.3": "Thích chất lượng sản phẩm tươi của họ.",
  "foodstore.randomchat.like.4": "Cám ơn những mức giá phải chăng!",
  "foodstore.randomchat.like.5": "Kinh nghiệm tốt với nhân viên của họ.",
  "foodstore.randomchat.like.6": "Thích các món mới trên thực đơn!",
  "foodstore.randomchat.like.7": "Nơi tuyệt vời để có trải nghiệm ăn uống không cầu kỳ.",
  "foodstore.randomchat.neutral.0": "Chỉ là trải nghiệm bình thường tại cửa hàng hôm nay.",
  "foodstore.randomchat.neutral.1": "Đó là một chuyến thăm cửa hàng ổn.",
  "foodstore.randomchat.neutral.2": "Không tốt cũng không xấu, chỉ là một ngày bình thường.",
  "foodstore.randomchat.neutral.3": "Không thể quyết định cảm giác của tôi về điều đó.",
  "foodstore.randomchat.neutral.4": "Một trải nghiệm trung lập tổng thể.",
  "foodstore.randomchat.neutral.5": "Không để lại ấn tượng mạnh.",
  "foodstore.randomchat.neutral.6": "Buổi viếng thăm ở trung lập hôm nay.",
  "foodstore.randomchat.neutral.7": "Không có cảm xúc mạnh mẽ, chỉ đơn giản là bình thường.",
  "foodstore.randomchat.dislike.0": "Không thích thú với đồ ăn lần này.",
  "foodstore.randomchat.dislike.1": "Không thích dịch vụ hôm nay.",
  "foodstore.randomchat.dislike.2": "Khách không thích việc phải chờ lâu ở quầy thanh toán.",
  "foodstore.randomchat.dislike.3": "Tôi không ấn tượng với chất lượng của sản phẩm.",
  "foodstore.randomchat.dislike.4": "Kinh nghiệm tổng thể không thành vọng.",
  "foodstore.randomchat.dislike.5": "Tôi cảm thấy bức bối vì sự thiếu vệ sinh.",
  "foodstore.randomchat.dislike.6": "Không đáp ứng mong đợi lần này.",
  "foodstore.randomchat.dislike.7": "Cảm thấy bị làm mất lòng bởi cửa hàng hôm nay.",
  "foodstore.randomchat.hate.0": "Ghét bị luôn phục vụ loại thực phẩm này!",
  "foodstore.randomchat.hate.1": "Tôi hoàn toàn khinh rẻ dịch vụ khách hàng của họ.",
  "foodstore.randomchat.hate.2": "Không thể chịu được sự lộn xộn trong cửa hàng này.",
  "foodstore.randomchat.hate.3": "Ghét những mặt hàng luôn hết hàng.",
  "foodstore.randomchat.hate.4": "Khinh thường sự thiếu vệ sinh trong cửa hàng.",
  "foodstore.randomchat.hate.5": "Rất không thích chất lượng của thức ăn của họ.",
  "foodstore.randomchat.hate.6": "Không thể chịu đựng được nhân viên thô lỗ của họ.",
  "foodstore.randomchat.hate.7": "Chán ghét trải nghiệm tổng thể—không bao giờ nữa!",
  "foodstore.config.saleprice": "Giá bán",
  "foodstore.config.tipvalue": "Giá trị tiền tip",
  "foodstore.config.enabledecor": "Bật Dụng trang trí?",
  "foodstore.config.enabledecorText": "Khi đặt thành True, Trang trí và Không khí ảnh hưởng đến giá bán",
  "foodstore.positiveTasteString.0": "Về đồ ăn: Thực sự là một niềm vui ngon miệng",
  "foodstore.positiveTasteString.1": "Với món ăn: Sự hoàn hảo thơm ngon",
  "foodstore.positiveTasteString.2": "Với món ăn: Hương vị tuyệt vời nổ ra",
  "foodstore.positiveTasteString.3": "Trong phần thức ăn: hấp dẫn và ngon tuyệt vời.",
  "foodstore.positiveTasteString.4": "Với món ăn: Cảm giác lôi cuốn của hương vị",
  "foodstore.normalTasteString.0": "Trong khía cạnh đồ ăn: Sự cân bằng và tốt lành.",
  "foodstore.normalTasteString.1": "Với đồ ăn: Hài lòng quen thuộc.",
  "foodstore.normalTasteString.2": "Về đồ ăn: Hằng ngày ngon mê ly",
  "foodstore.normalTasteString.3": "Với thức ăn: Hài hòa hương vị cổ điển",
  "foodstore.normalTasteString.4": "Với đồ ăn: Sự ngon miệng thông thường",
  "foodstore.negativeTasteString.0": "Trong khía cạnh ăn uống: Vị hậu ngọt khó chịu.",
  "foodstore.negativeTasteString.1": "Với đồ ăn: Vị không hài lòng.",
  "foodstore.negativeTasteString.2": "Về đồ ăn: Nhạt nhẽo và không hấp dẫn.",
  "foodstore.negativeTasteString.3": "Về đồ ăn: Hỗn hợp khó ăn",
  "foodstore.negativeTasteString.4": "Trong khía cạnh ẩm thực: Trải nghiệm ẩm thực không dễ chịu",
  "foodstore.positiveDecorString.0": "WTS: Trang trí trong mắt tôi: Không gian thanh lịch",
  "foodstore.positiveDecorString.1": "Về cảnh quan: Bầu không khí ấm cúng và mời gọi",
  "foodstore.positiveDecorString.2": "Với trang trí: Bầu không khí quyến rũ",
  "foodstore.positiveDecorString.3": "Bầu không khí: Phong cách và tư thế thư giãn.",
  "foodstore.positiveDecorString.4": "Về phong cảnh: Khung cảnh đẹp như tranh.",
  "foodstore.normalDecorString.0": "Trang trí trong mắt tôi: Thiết kế đơn giản và tinh tế.",
  "foodstore.normalDecorString.1": "Về cảnh nhìn: Không gian tiêu chuẩn nhưng thoải mái và dễ chịu.",
  "foodstore.normalDecorString.2": "Có trang trí: Bình thường và thoải mái",
  "foodstore.normalDecorString.3": "Không khí: Môi trường ấm cúng hàng ngày",
  "foodstore.normalDecorString.4": "Xin chào! Nhân viên nhà hàng sẽ gần như lúc nào cũng đón chào quý khách trong không gian thoải mái và ấm cúng với một quang cảnh đặc trưng của nhà hàng.",
  "foodstore.negativeDecorString.0": "Trang trí trong mắt tôi: Trang trí tẻ nhạt và thiếu cảm hứng",
  "foodstore.negativeDecorString.1": "Về cảnh quan: Không cuốn hút và không ấn tượng.",
  "foodstore.negativeDecorString.2": "Với trang trí: Thiết kế không hấp dẫn và không phù hợp.",
  "foodstore.negativeDecorString.3": "Không khí: Một cái không mời gọi và không thoải mái.",
  "foodstore.negativeDecorString.4": "Về cảnh quan: Không gian xung quanh không dễ chịu",
  "foodstore.willVisit.0": "Chắc chắn sẽ ghé qua và thăm cửa hàng.",
  "foodstore.willVisit.1": "Chắc chắn sẽ ghé cửa hàng sớm thôi.",
  "foodstore.willVisit.2": "Nhất định mong muốn được đến thăm cửa hàng.",
  "foodstore.mayVisit.0": "Có thể xem xét ghé qua cửa hàng.",
  "foodstore.mayVisit.1": "Có thể định đến cửa hàng sớm",
  "foodstore.mayVisit.2": "Rất mong bạn ghé qua và khám phá cửa hàng.",
  "foodstore.noVisit.0": "Hiện tại tôi không có ý định đến thăm cửa hàng.",
  "foodstore.noVisit.1": "Không có kế hoạch hoặc mong muốn ngay lập tức ghé qua cửa hàng.",
  "foodstore.noVisit.2": "Không tính đến việc ghé thăm cửa hàng trong tương lai gần",
  "foodstore.gooddecor.0": "Bầu không khí thật tuyệt vời! Tôi tự hỏi liệu đồ ăn của họ sẽ ngon như thế nào!",
  "foodstore.gooddecor.1": "Bày trí ở đây tuyệt vời. Món ăn thế nào?",
  "foodstore.gooddecor.2": "Không khí tuyệt vời! Tò mò về hương vị của các món ăn của họ.",
  "foodstore.gooddecor.3": "Trang trí đẹp. Tôi đang háo hức để tìm hiểu về đồ ăn của họ!",
  "foodstore.gooddecor.4": "Nơi này có một bầu không khí tuyệt vời. Tò mò về chất lượng thức ăn!",
  "foodstore.baddecor.0": "Không phải là một người hâm mộ thiết kế nội thất này. Liệu nó có phản ánh chất lượng thức ăn của họ không?",
  "foodstore.baddecor.1": "Không khí ở đây thiếu tính thú vị. Tôi hy vọng món ăn của họ sẽ tốt hơn.",
  "foodstore.baddecor.2": "Những lựa chọn trang trí tệ. Tôi tự hỏi liệu lựa chọn đồ ăn của họ có tốt hơn không.",
  "foodstore.baddecor.3": "Nơi này không có vẻ hấp dẫn. Thực phẩm của họ có đạt chuẩn không?",
  "foodstore.baddecor.4": "Nội thất không đáng ngạc nhiên. Tôi hy vọng món ăn không giống nhau!",
  "foodstore.dishweek.0": "Này, bạn đã nghe chưa? Món ăn nổi bật của tuần là {{dishWeek}}!",
  "foodstore.dishweek.1": "Hãy đoán xem trong menu tuần này có món gì nhé? Đó chính là món đặc biệt: {{dishWeek}}!",
  "foodstore.dishweek.2": "Tôi vừa phát hiện ra rằng {{dishWeek}} là ngôi sao của tuần tại nhà hàng!",
  "foodstore.dishweek.3": "Bạn sẽ không tin được đâu! Điểm nhấn của tuần này là {{dishWeek}}. Thật hấp dẫn, phải không?",
  "foodstore.dishweek.4": "Bạn đã thử món ăn nổi bật {{dishWeek}} chưa? Nó đang là chủ đề được bàn tán của thành phố!",
  "foodstore.dishday.0": "Bạn đã nghe chưa? Món ăn nổi bật hôm nay là {{dishToday}}!",
  "foodstore.dishday.1": "Món đặc biệt của hôm nay chính là {{dishToday}}. Thật thú vị đúng không?",
  "foodstore.dishday.2": "Tin mới cập bến: {{dishToday}} là ngôi sao trong thực đơn ngày hôm nay!",
  "foodstore.dishday.3": "Đoán xem hôm nay có món gì nấu nữa? Nó là món chính: {{dishToday}}!",
  "foodstore.dishday.4": "Tôi vừa mới biết {{dishToday}} là điểm nổi bật của hôm nay. Hãy thử nó xem sao!",
  "foodstore.dishday.5": "Thông báo nhanh: {{dishToday}} đang là trung tâm của sự chú ý hôm nay!",
  "foodstore.dishday.6": "Bạn có thể tin được không? Ngôi sao của hôm nay không ai khác ngoài {{dishToday}}!",
  "foodstore.dishday.7": "Hôm nay vừa được cải thiện hơn với món ăn nổi bật: {{dishToday}}!",
  "foodstore.dishday.8": "Hãy làm tăng hương vị cho hôm nay với một chút {{dishToday}}! Đó là đặc biệt.",
  "foodstore.dishday.9": "Điều nói đến của thị trấn: {{dishToday}} là món ăn phải thử hôm nay!",
  "foodstore.config.chat": "Vô hiệu hóa tin nhắn không quan trọng?",
  "foodstore.thankyou": "Hãy thưởng thức mod và đang mong chờ những cải tiến liên tục? Đừng quên Theo dõi và ủng hộ!!. Niềm đam mê của bạn sẽ đẩy tàu thuyền của chúng tôi tiến về phía trước. [43] #MarketTown",
  "foodstore.visitoreat.0": "Cảm ơn bạn!",
  "foodstore.visitoreat.1": "Ồ, đồ ăn!!!",
  "foodstore.visitoreat.2": "Ngon tuyệt vời!",
  "foodstore.visitoreat.3": "Bạn đọc được suy nghĩ của tôi rồi!",
  "foodstore.visitoreat.4": "Tôi rất đánh giá cao điều đó!",
  "foodstore.visitoreat.5": "Cảm thấy rất được ban phước! Cảm ơn!",
  "foodstore.visitoreat.6": "Bạn thật quá tốt bụng!",
  "foodstore.visitoreat.7": "Tôi yêu thích ăn uống!",
  "foodstore.visitoreat.8": "Bạn là một thiên tài ẩm thực!",
  "foodstore.visitoreat.9": "Kìa trông thật tuyệt vời!",
  "foodstore.visitoreat.10": "Cảm ơn vì món quà này nhé!",
  "foodstore.visitoreat.11": "Tôi vừa mới cảm thấy đói bụng!",
  "foodstore.asktaste.empty.0": "Tôi chưa có cơ hội thử.",
  "foodstore.asktaste.empty.1": "Tôi đang bận thúc đẩy. Tôi sẽ thử nó lần khác.",
  "foodstore.asktaste.empty.2": "Tôi có thể sẽ thử món ăn vào tối nay một thời gian nào đó.",
  "foodstore.asktaste.love.0": "Ôi, món ăn đó ngon quá. Tôi thích điều đó!",
  "foodstore.asktaste.love.1": "Món ăn đó ngon nhất từ trước đến nay! Tôi không thể còn đủ lấy được nó.",
  "foodstore.asktaste.love.2": "Tôi hoàn toàn yêu thích những hương vị trong món ăn đó. Nó là một món ưa thích mới của tôi!",
  "foodstore.asktaste.like.0": "Tôi thực sự thích món này. Nó khá dễ thương!",
  "foodstore.asktaste.like.1": "Hương vị rất ngon, tôi thích nó. Tôi chắc chắn sẽ ăn lại.",
  "foodstore.asktaste.like.2": "Đó là một món ăn mà tôi thật sự thích. Các hương vị rất hấp dẫn.",
  "foodstore.asktaste.neutral.0": "Vị giá thấy ổn, không gì đặc biệt. Đây là một trải nghiệm trung lập đối với tôi.",
  "foodstore.asktaste.neutral.1": "Điều đó khá tốt, không tốt cũng không xấu. Chỉ là vị trung lập đối với tôi.",
  "foodstore.asktaste.neutral.2": "Tôi không có cảm xúc mạnh về hương vị này. Đối với tôi đây là một lựa chọn trung lập.",
  "foodstore.asktaste.dislike.0": "Tôi không thích vị này nhiều lắm. Nó không phải là vị ưa thích của tôi thực sự.",
  "foodstore.asktaste.dislike.1": "Hương vị không hấp dẫn với tôi. Tôi sẽ nói tôi ghét nó.",
  "foodstore.asktaste.dislike.2": "Đó không phải là món ăn yêu thích của tôi. Tôi thấy vị nó hơi khác và tôi không thích nó.",
  "foodstore.asktaste.hate.0": "Tôi không thể chịu được vị nó. Tôi ghét nó.",
  "foodstore.asktaste.hate.1": "Ồ, món ăn đó ngon tệ quá. Tôi thật sự ghét vị nó.",
  "foodstore.asktaste.hate.2": "Tôi tự tin nói tôi ghét hương vị này. Đây không phải là điều gì tôi muốn ăn lần nữa.",
  "foodstore.visitcome.0": "Cảm ơn bạn đã mời tôi! Nhà của bạn thật đẹp.",
  "foodstore.visitcome.1": "Tôi đánh giá cao lòng hiếu khách của bạn. Mùi thơm thật tuyệt vời!",
  "foodstore.visitcome.2": "Rất vui được ở đây. Nơi của bạn thật là đón đầu.",
  "foodstore.visitcome.3": "Cám ơn bạn đã mời tôi tới đây. Nhà của bạn thật đáng yêu.",
  "foodstore.visitcome.4": "Tôi rất biết ơn vì lời mời. Ngôi nhà của bạn thật tuyệt vời.",
  "foodstore.visitcome.5": "Đây thật tuyệt vời! Cảm ơn bạn đã chào đón tôi vào nhà của bạn.",
  "foodstore.visitcome.6": "Tôi đang tận hưởng bầu không khí ấm áp. Nơi của bạn cảm giác như một khu nghỉ dưỡng ấm cúng.",
  "foodstore.visitleave.0": "Tôi đã có một khoảng thời gian tuyệt vời. Cám ơn bạn vì buổi tối đáng nhớ!",
  "foodstore.visitleave.1": "Ra đi với một trái tim và dạ dày đầy đủ. Cám ơn mọi thứ!",
  "foodstore.visitleave.2": "Tôi đánh giá cao lịch sự của bạn. Hẹn gặp lại lần sau!",
  "foodstore.visitleave.3": "Tôi đã rất thích được ở đây. Cảm ơn vì chuyến thăm đáng nhớ này!",
  "foodstore.visitleave.4": "Nói lời tạm biệt khó khăn, nhưng tôi sẽ luôn giữ trong lòng những khoảnh khắc đã trải qua ở đây. Cám ơn!",
  "foodstore.visitleave.5": "Tôi đang rời đi với một nụ cười. Công ty của bạn và ngôi nhà thực sự rất đáng yêu.",
  "foodstore.visitleave.6": "Cho đến khi chúng ta gặp lại nhau. Cám ơn vì thời gian tuyệt vời và những món ăn ngon!",
  "foodstore.noinvitevisit.0": "Tôi rất cảm ơn lời mời, nhưng tôi không quen biết bạn đủ để thăm viếng.",
  "foodstore.noinvitevisit.1": "Cảm ơn, nhưng tôi chỉ đến nơi mà tôi biết chủ nhà.",
  "foodstore.noinvitevisit.2": "Tôi rất kén chọn trong việc tương tác, và tôi không biết bạn, nên không thể đến thăm được.",
  "foodstore.noinvitevisit.3": "Không thể chấp nhận, vì tôi không cảm thấy thoải mái khi đến thăm ai đó mà tôi không quen biết.",
  "foodstore.noinvitevisit.4": "Đánh giá quyền riêng tư của tôi, tôi sẽ không ghé thăm vì tôi không biết bạn.",
  "foodstore.noinvitevisit.5": "Cảm ơn, nhưng tôi chỉ tham dự các sự kiện do những người quen tổ chức. Lần này tôi sẽ không đến.",
  "foodstore.noinvitevisit.6": "Thích môi trường quen thuộc, sẽ không đến thăm vì chúng ta chưa quen biết.",
  "foodstore.cannotinvitevisit.0": "Cảm ơn lời mời, nhưng tôi không thể đến thăm vì tôi hiện đang bận.",
  "foodstore.cannotinvitevisit.1": "Cảm ơn vì lời mời, nhưng hiện tại tôi rất bận và không thể đến thăm được.",
  "foodstore.cannotinvitevisit.2": "Tôi đã bận rộn với những nghĩa vụ khác, vì vậy không thể ghé thăm được, rất tiếc.",
  "foodstore.cannotinvitevisit.3": "Lịch trình bận rộn ngăn cản tôi chấp nhận lời mời.",
  "foodstore.cannotinvitevisit.4": "Tôi hiện đang bận với các công việc và không thể đến thăm được. Cám ơn vì sự thông cảm.",
  "foodstore.cannotinvitevisit.5": "Rất tiếc, tôi quá bận để chấp nhận lời mời vào lúc này.",
  "foodstore.cannotinvitevisit.6": "Cám ơn lời mời, nhưng công việc hiện tại của tôi không cho phép tôi đến thăm. Có thể lần khác.",
  "foodstore.willinvitevisit.0": "Chắc chắn, tôi rất muốn đi thăm! Hãy cho tôi biết chi tiết.",
  "foodstore.willinvitevisit.1": "Tất nhiên, tôi quan tâm! Khi nào và ở đâu?",
  "foodstore.willinvitevisit.2": "Tôi rất vui được đến thăm! Bạn có thể cung cấp thêm thông tin được không?",
  "foodstore.willinvitevisit.3": "Đếm tôi vào! Tôi đang mong đợi chuyến thăm.",
  "foodstore.willinvitevisit.4": "Vâng, tôi sẽ ghé thăm! Làm ơn chia sẻ thêm chi tiết.",
  "foodstore.willinvitevisit.5": "Tôi rất quan tâm! Hãy cho tôi biết chi tiết về thăm quan.",
  "foodstore.willinvitevisit.6": "Tất nhiên, tôi sẽ đến thăm đó! Hãy chia sẻ những chi tiết cần thiết.",
  "foodstore.config.invitetime": "Khách trọ",
  "foodstore.config.invitecometime": "Thời gian dân làng đến.",
  "foodstore.config.inviteleavetime": "Thời gian để người làng bắt đầu rời đi.",
  "foodstore.config.disableallmessage": "Vô hiệu hoá TẤT CẢ các thông báo.",
  "foodstore.config.disableallmessageText": "Cài đặt thành True để vô hiệu hóa TẤT CẢ các thông báo, bao gồm hộp thoại chat và bong bóng. Các chức năng vẫn hoạt động, chỉ có văn bản sẽ không hiển thị. Không khuyến khích cho người mới bắt đầu.",
  "foodstore.responselist.main": "Bạn cần gì nữa không?",
  "foodstore.responselist.talk": "Nói chuyện với người lạ",
  "foodstore.responselist.invite": "Mời đến thăm",
  "foodstore.responselist.foodtaste": "Món ăn như thế nào?",
  "foodstore.responselist.dailydish": "Món ngày",
  "foodstore.config.enablevisitinside": "Cho phép khách thăm quan trong Ngôi nhà Nông trại?",
  "foodstore.config.dialoguetime": "Hãy dịch văn bản tiếng Anh sau sang tiếng Việt: Thời gian hộp thoại hàng ngày của mỗi NPC?Bao giờ là thời gian dành cho hộp thoại hàng ngày của mỗi NPC?",
  "foodstore.config.dialoguetimeText": "Mặc định 1. Số này giới hạn số lần hộp mời xuất hiện cho mỗi NPC trong ngày. Bạn vẫn có thể nói chuyện và mời NPC bằng chatbox sau khi vượt quá giới hạn.",
  "foodstore.kidask": "{{kidName}}: Xin vui lòng, có thể cho tôi chơi trên nông trại của bạn hôm nay không? Xin đi, xin đi, với đường hạt trên đầu!!",
  "foodstore.groupkidask": "Xin chào, chúng ta có thể chơi trên trang trại siêu cấp của anh hôm nay không? Hãy tin lời tôi, chúng ta sẽ không đụng vào hoa đâu!",
  "foodstore.kidresponselist.yes": "Tất nhiên rồi! Và đoán xem đi! Tớ có mấy viên kẹo đặc biệt, chỉ dành riêng cho mày thôi!!",
  "foodstore.kidresponselist.no": "Này! Tôi nghĩ hôm nay bạn có một số việc trường cực kỳ quan trọng phải làm, phải không?",
  "foodstore.kidresponselist.yay": "Yayyy!! Hooray cho những khoảng thời gian vui vẻ!",
  "foodstore.kidresponselist.boring": "Chán...Nào thật chán nữa vậy!! Thật sao? Nghe giống như một buổi tĩnh tâm quá kém vui!",
  "foodstore.config.disablenonfoodonfarm": "Khách sử dụng loại hình xóa bỏ không phải sản phẩm thực phẩm?",
  "foodstore.config.disablenonfoodonfarmText": "Mặc định Sai. Khi đặt thành True, khách truy cập có thể loại bỏ vật phẩm không phải thực phẩm được hiển thị trên bàn ở Nông trại và Nhà nông.",
  "foodstore.visitorpickup.0": "Cảm ơn bạn! Tôi rất vui lòng chấp nhận.",
  "foodstore.visitorpickup.1": "Tôi đánh giá cao điều đó! Tôi sẽ thử xem sao.",
  "foodstore.visitorpickup.2": "Cám ơn về lời đề nghị! Tôi sẵn lòng nhận.",
  "foodstore.visitorpickup.3": "Tuyệt vời! Tôi vui lòng chấp nhận.",
  "foodstore.visitorpickup.4": "Bất ngờ, nhưng cảm ơn! Tôi sẽ chấp nhận nó.",
  "foodstore.visitorpickup.5": "Wow, tôi không ngờ điều này! Cảm ơn bạn!",
  "foodstore.visitorpickup.6": "Cảm ơn vì sự động viên đó! Tôi ổn với điều đó.",
  "foodstore.visitorpickup.7": "Khác nhau, nhưng cảm ơn! Tôi là người mở đầu.",
  "foodstore.visitorpickup.8": "Cảm ơn!!",
  "foodstore.visitorpickup.9": "Cảm ơn rất nhiều! Tôi sẽ tận dụng điều này.",
  "foodstore.visitorpickup.10": "Thú vị! Cảm ơn, tôi sẽ lấy nó.",
  "foodstore.visitorpickup.11": "Tôi có thể sử dụng điều này. Cảm ơn bạn!",
  "foodstore.nonfood.4.0": "Điều này đã vượt quá mong đợi của tôi, chất lượng thực sự tuyệt vời!",
  "foodstore.nonfood.4.1": "Tôi thấy rất ấn tượng với chất lượng tuyệt vời của sản phẩm này.",
  "foodstore.nonfood.4.2": "Nghệ thuật chế tác của sản phẩm này thật sự đáng ngạc nhiên. Chất lượng đỉnh cao!",
  "foodstore.nonfood.4.3": "Tôi không thể tin được là sản phẩm này được làm rất kỹ và bền bỉ. Chất lượng tuyệt vời!",
  "foodstore.nonfood.4.4": "Sự chú ý đến những chi tiết trong đây là phi thường. Nó là của chất lượng cao nhất.",
  "foodstore.nonfood.4.5": "Tôi đã mua các sản phẩm tương tự trước đây nhưng không có cái nào có thể sánh bằng chất lượng tuyệt vời của sản phẩm này.",
  "foodstore.nonfood.4.6": "Vi translation: Điều này mua đáng đồng tiền bạc bằng vàng. Chất lượng không thể sánh bằng.",
  "foodstore.nonfood.4.7": "Tôi là một khách hàng quen vì chất lượng của sản phẩm của bạn luôn xuất sắc.",
  "foodstore.nonfood.4.8": "Về chất lượng, đây là một trong những món hàng tốt nhất mà tôi từng mua. Thật đáng khen cho thương hiệu của bạn!",
  "foodstore.nonfood.2.0": "Chất lượng của sản phẩm này rất tốt, tôi rất hài lòng với việc mua hàng của mình.",
  "foodstore.nonfood.2.1": "Khó tìm kiếm các mặt hàng có chất lượng tuyệt vời như thế này ngày nay. Ấn tượng!",
  "foodstore.nonfood.2.2": "Điều này có một cấu trúc rất tốt và chú ý đến chi tiết tuyệt vời. Làm rất tốt!",
  "foodstore.nonfood.2.3": "Tôi không mong đợi chất lượng tốt như vậy với giá cả. Thật bất ngờ và vui mừng!",
  "foodstore.nonfood.2.4": "Độ bền và kĩ thuật là tuyệt vời. Tôi đã đưa ra quyết định đúng khi mua điều này.",
  "foodstore.nonfood.2.5": "Tôi đã có các sản phẩm tương tự, nhưng sản phẩm này nổi bật với chất lượng tuyệt vời của nó.",
  "foodstore.nonfood.2.6": "Tôi rất hài lòng với việc mua sắm của mình; chất lượng tổng thể cực tốt, và giá cả rất hợp lý.",
  "foodstore.nonfood.2.7": "Điều này tạo ra một sự cân bằng hoàn hảo giữa chi phí và chất lượng tuyệt vời.",
  "foodstore.nonfood.2.8": "Chất lượng tuyệt vời với giá cả phù hợp. Chính xác những gì tôi đang tìm kiếm.",
  "foodstore.nonfood.1.0": "Chất lượng của sản phẩm này tốt và đáp ứng được mong đợi của tôi.",
  "foodstore.nonfood.1.1": "Với giá tiền đó, chất lượng thật là tốt đáng ngạc nhiên. Tôi rất hài lòng với việc mua hàng của mình.",
  "foodstore.nonfood.1.2": "Sản phẩm chất lượng tốt, đáng tin cậy. Đây chính là thứ tôi đang cần.",
  "foodstore.nonfood.1.3": "Tôi đã sở hữu rất nhiều sản phẩm tương tự, nhưng cái này nổi bật với thiết kế tốt và chất lượng tốt của nó.",
  "foodstore.nonfood.1.4": "Chất lượng tốt và sản phẩm được làm tốt. Tôi sẽ khuyên bạn nên sử dụng nó.",
  "foodstore.nonfood.1.5": "Tôi không mong đợi chất lượng hàng đầu, nhưng giá cả thì thật tuyệt vời.",
  "foodstore.nonfood.1.6": "Chất lượng tốt và độ bền. Việc mua này đáng giá.",
  "foodstore.nonfood.1.7": "Tôi rất bất ngờ bởi chất lượng tốt của sản phẩm này.",
  "foodstore.nonfood.1.8": "Điều này mang đến chất lượng tốt mà không làm phá vỡ ngân sách. Giá trị tuyệt vời.",
  "foodstore.nonfood.0.0": "Chất lượng là bình thường và đó là những gì tôi mong đợi cho một mức giá như vậy.",
  "foodstore.nonfood.0.1": "Đây là một sản phẩm trung bình với chất lượng bình thường. Không có gì đặc biệt, nhưng nó đáp ứng mục đích của nó.",
  "foodstore.nonfood.0.2": "Điều này có một mức độ chất lượng tiêu chuẩn. Nó vừa đủ ổn, không ấn tượng cũng không có điểm thất vọng.",
  "foodstore.nonfood.0.3": "Chất lượng nằm trong phạm vi bình thường cho các mặt hàng tương tự trên thị trường.",
  "foodstore.nonfood.0.4": "Tôi sẽ nói rằng chất lượng là bình thường. Nó đáp ứng những mong đợi cơ bản mà không có bất kỳ điểm nổi bật nào.",
  "foodstore.nonfood.0.5": "Đây là một sản phẩm thông thường với chất lượng bình thường. Không có phàn nàn gì, nhưng cũng không có gì nổi bật.",
  "foodstore.nonfood.0.6": "Chất lượng bình thường phù hợp với mức giá. Tôi đã nhận được những gì tôi trả tiền.",
  "foodstore.nonfood.0.7": "Sản phẩm này có chất lượng tiêu chuẩn. Nó không xuất sắc cũng không kém cỏi.",
  "foodstore.nonfood.0.8": "Chất lượng bình thường. Nó làm việc mà không vượt quá hoặc kém hơn kỳ vọng.",
  "foodstore.general.adult.neutral.outgoing.1": "Có gì mới không? Ngày hôm nay của bạn thế nào?",
  "foodstore.general.adult.neutral.outgoing.2": "Chào người-bạn. Bạn đã khám phá những bí-mật của thung lũng gần đây chưa? Thật hấp-dẫn, phải không?",
  "foodstore.general.adult.neutral.outgoing.3": "Bạn có nhận thấy bất cứ thay đổi gì ở làng gần đây chưa? Nhận xét của bạn sẽ rất thú vị.",
  "foodstore.general.adult.neutral.outgoing.4": "Xin chào. Thời tiết thật tuyệt vời, phải không? Bạn có những địa điểm yêu thích nào ở đây mà bạn muốn giới thiệu không?",
  "foodstore.general.adult.neutral.outgoing.5": "Bạn đã nghe thấy những tin đồn hay lời đàm tiếu nào ở thị trấn chưa? Tôi đã sẵn sàng lắng nghe!",
  "foodstore.general.adult.neutral.outgoing.6": "Chào buổi sáng. Những lễ hội cuối cùng thật thú vị, phải không? Bạn có lễ hội yêu thích không?",
  "foodstore.general.adult.neutral.outgoing.7": "Xin chào. Bạn đã gặp bất kỳ sinh vật hiếm nào trong các chuyến đi của bạn chưa? Chia sẻ những phát hiện của bạn!",
  "foodstore.general.teens.neutral.outgoing.1": "Chào bạn! Có gì mới trong cuộc sống của các bạn trẻ ngày nay?",
  "foodstore.general.teens.neutral.outgoing.2": "Chào bạn! Bạn có kế hoạch hay cuộc phiêu lưu gì thú vị ở trong thành phố không?",
  "foodstore.general.teens.neutral.outgoing.3": "Chào! Tớ luôn tìm thấy những nơi chơi tuyệt nhất. Nơi nào mới nhất và được ưa thích nhất vậy?",
  "foodstore.general.teens.neutral.outgoing.4": "Chào! Nghe nói về việc tổ chức các buổi tụ họp vui vẻ. Có sự kiện nào sắp tới không?",
  "foodstore.general.teens.neutral.outgoing.5": "Xin chào! Các xu hướng và sự kiện mới nhất là gì?",
  "foodstore.general.teens.neutral.outgoing.6": "Tình hình của những thanh thiếu niên thế nào rồi? Có sở thích hoặc dự án đầy hứa hẹn nào sắp xảy ra không?",
  "foodstore.general.teens.neutral.outgoing.7": "Tôi được biết đến với sự sáng tạo. Bạn có thích thú với những hoạt động nghệ thuật nào không?",
  "foodstore.general.child.neutral.outgoing.1": "Xin chào! Có vẻ ngày hôm nay đã đối xử như thế nào với bạn? Có cuộc phiêu lưu nào thú vị nào đang diễn ra không?",
  "foodstore.general.child.neutral.outgoing.2": "Bạn đã thấy bất cứ loài bọ hay sinh vật thú vị nào khi khám phá nhỏ của mình chưa?",
  "foodstore.general.child.neutral.outgoing.3": "Trò chơi ưa thích của những người phiêu lưu hiện nay là gì?",
  "foodstore.general.child.neutral.outgoing.4": "Xin chào! Có những câu chuyện vui nào từ trường học hoặc thời gian chơi cần chia sẻ không?",
  "foodstore.general.child.neutral.outgoing.5": "Bạn có chỗ ẩn nấp đặc biệt nào ở làng không?",
  "foodstore.general.child.neutral.outgoing.6": "Chào cậu! Cậu có thích bất kỳ đồ chơi hoặc món ăn nào không?",
  "foodstore.general.child.neutral.outgoing.7": "Các nhà thám hiểm nhỏ phải tìm những điều thú vị. Cho tôi biết phát hiện mới nhất của bạn!",
  "foodstore.general.adult.polite.outgoing.1": "Hôm nay của bạn đã như thế nào?",
  "foodstore.general.adult.polite.outgoing.2": "Xin chào! Thật tuyệt vời khi được gặp bạn. Có tin tức thú vị gì để chia sẻ không?",
  "foodstore.general.adult.polite.outgoing.3": "Chào buổi sáng! Cái gì là điều yêu thích của bạn về ngôi làng đáng yêu của chúng tôi?",
  "foodstore.general.adult.polite.outgoing.4": "Bạn đã khám phá mỏ gần đây chưa? Rất phiêu lưu đấy!",
  "foodstore.general.adult.polite.outgoing.5": "Này! Mùa vụ này cây trồng trông rất tuyệt vời. Bạn có nghĩ vậy không?",
  "foodstore.general.adult.polite.outgoing.6": "Các công thức ưa thích bạn đã khám phá gần đây?",
  "foodstore.general.adult.polite.outgoing.7": "Mình nghe nói bạn đã giúp đỡ khắp thành phố. Cảm ơn nhiều nhé!",
  "foodstore.general.teens.polite.outgoing.1": "Bạn khỏe không? Có tìm được những địa điểm thú vị nào ở thung lũng gần đây không?",
  "foodstore.general.teens.polite.outgoing.2": "Chào! Đã chơi game hoặc thực hiện các hoạt động tuyệt vời gần đây chưa? Hãy nói cho tôi biết nhé!",
  "foodstore.general.teens.polite.outgoing.3": "Bạn đã kiểm tra những sự kiện thú vị nào đang diễn ra ở làng chưa?",
  "foodstore.general.teens.polite.outgoing.4": "Bạn nghĩ gì về những bài nhạc mới nhất đang được phát tại quán rượu?",
  "foodstore.general.teens.polite.outgoing.5": "Xin chào! Bạn đã tập luyện những kĩ thuật trượt ván độc đáo nào chưa?",
  "foodstore.general.teens.polite.outgoing.6": "Có gì mới không! Bạn đã xem bất kỳ bộ phim hay nào tại rạp gần đây chưa?",
  "foodstore.general.teens.polite.outgoing.7": "Tôi nghe nói bạn đang làm nông nghiệp. Công việc ấy của bạn đang tiến triển như thế nào?",
  "foodstore.general.child.polite.outgoing.1": "Bạn có một câu chuyện thú vị yêu thích nào để chia sẻ vào giờ đi ngủ không?",
  "foodstore.general.child.polite.outgoing.2": "Bạn đã tìm thấy bất kỳ loài động vật đáng yêu nào trong khi khám phá chưa?",
  "foodstore.general.child.polite.outgoing.3": "Bạn thích điều gì nhất ở trường?",
  "foodstore.general.child.polite.outgoing.4": "Xin chào! Bạn có thích thu thập các cục đá hoặc vỏ sò đẹp không?",
  "foodstore.general.child.polite.outgoing.5": "Xin chào! Bạn đã chơi bất kỳ trò chơi vui vẻ nào cùng bạn bè gần đây chưa?",
  "foodstore.general.child.polite.outgoing.6": "Bạn thường ăn snack gì khi đói?",
  "foodstore.general.child.polite.outgoing.7": "Tôi đánh cược rằng bạn đã thấy những thứ thú vị trong rừng. Tôi có thể xem không?",
  "foodstore.general.adult.rude.outgoing.1": "Có gì vậy? Đừng làm phiền tôi với những cuộc trò chuyện nhỏ nhặt. Tôi có việc quan trọng hơn để làm.",
  "foodstore.general.adult.rude.outgoing.2": "Thấy bạn quanh đây. Thôi được. Có tin tức gì thực tế nào không hay chỉ đang lãng phí thời gian?",
  "foodstore.general.adult.rude.outgoing.3": "Hmph. Tại sao anh đến đây? Chỉ nói ra đi và làm nhanh thôi.",
  "foodstore.general.adult.rude.outgoing.4": "Ờ, ờ. Lại bạn rồi. Có gì thú vị để nói hay chỉ đến đây để làm phiền tôi?",
  "foodstore.general.adult.rude.outgoing.5": "Bạn không thấy tôi đang bận sao? Nếu bạn không có việc gì quan trọng ở đây, tự ra đi đi.",
  "foodstore.general.adult.rude.outgoing.6": "Bạn muốn gì? Nhanh lên. Tôi có nơi phải đi và bạn đang làm tôi chậm lại.",
  "foodstore.general.adult.rude.outgoing.7": "Nhìn đây, tôi không có thời gian để lảm nhảm. Hãy nói ra điều gì bạn muốn và tiếp tục.",
  "foodstore.general.teens.rude.outgoing.1": "Bạn có điều gì thú vị để nói không hay chỉ đơn giản là ở đây để lãng phí thời gian của tôi?",
  "foodstore.general.teens.rude.outgoing.2": "Lại lại bạn đây à. Nếu bạn không đến với điều gì quan trọng, sao lại làm phiền tôi?",
  "foodstore.general.teens.rude.outgoing.3": "Bất cứ điều gì cũng được. Làm nhanh đi. Tôi có việc quan trọng hơn là nghe bạn vỡ lòng.",
  "foodstore.general.teens.rude.outgoing.4": "Ugh. Bạn có không thấy tôi đang bận làm cool không? Nếu bạn không cool, chỉ cần đi đi.",
  "foodstore.general.teens.rude.outgoing.5": "Nếu bạn không có mặt ở đây với chút rắc rối hoặc sự hào hứng, tôi không quan tâm.",
  "foodstore.general.teens.rude.outgoing.6": "Tôi đang nghe, nhưng nó phải xứng đáng với thời gian của tôi. Tôi có phải thân thiết.",
  "foodstore.general.teens.rude.outgoing.7": "Tôi không có thời gian cho những cuộc đàm thoại nhạt nhẽo. Hãy nhanh và thú vị nhé.",
  "foodstore.general.child.rude.outgoing.1": "Điều gì làm bạn khác biệt? Nếu bạn không mang kẹo hoặc câu chuyện vui, hãy đi đi.",
  "foodstore.general.child.rude.outgoing.2": "Lại gặp lại bạn rồi. Có đồ chơi hay đồ ăn ngon gì để chia sẻ không, hay mất thời gian thế này là vô ích?",
  "foodstore.general.child.rude.outgoing.3": "Ôi. Bạn không thấy tôi đang chơi à?Nếu bạn không đến đây để chơi, hãy để tôi yên.",
  "foodstore.general.child.rude.outgoing.4": "Nếu bạn không mang theo những trò chơi vui hoặc bánh ngọt, tôi không quan tâm.",
  "foodstore.general.child.rude.outgoing.5": "Hừ. Bạn không phải là bạn chơi của tôi, vì vậy trừ khi bạn có kế hoạch gì vui vẻ, tôi không hứng thú.",
  "foodstore.general.child.rude.outgoing.6": "Tôi đang bận miệt mài làm việc xuất sắc. Nếu bạn không xuất sắc, xin hãy đừng làm phiền tôi.",
  "foodstore.general.child.rude.outgoing.7": "Tôi không thích những thứ nhạt nhẽo. Nếu nó không vui, tôi không quan tâm. Hiểu chưa?",
  "foodstore.general.adult.neutral.shy.1": "Xin chào. Nếu tôi im lặng, tôi chỉ đang chú ý. Ngày của bạn thế nào?",
  "foodstore.general.adult.neutral.shy.2": "Tôi hơi kín đáo, nhưng tôi thích việc chúng ta nói chuyện. Có gì vậy?",
  "foodstore.general.adult.neutral.shy.3": "Cảm ơn đã trò chuyện. Tôi đây. Có gì trên tâm của bạn?",
  "foodstore.general.adult.neutral.shy.4": "Nếu tôi có vẻ kín đáo, đó là bản tính suy ngẫm của tôi. Có gì mới với bạn?",
  "foodstore.general.adult.neutral.shy.5": "Tôi thích nghe. Điều gì thú vị với bạn?",
  "foodstore.general.adult.neutral.shy.6": "Xin lỗi nếu tôi không thân thiện và hướng ngoại lắm. Bạn có trải nghiệm gì thú vị gần đây không?",
  "foodstore.general.adult.neutral.shy.7": "Tôi có chút kín đáo, nhưng tôi rất tò mò. Có gì mới với bạn?",
  "foodstore.general.teens.neutral.shy.1": "Nếu tôi im lặng, tôi chỉ đang hấp thụ tất cả. Gì vậy?",
  "foodstore.general.teens.neutral.shy.2": "Xin chào. Tôi hơi dè dặt, nhưng tôi đang ở đây để có cuộc trò chuyện thú vị. Có gì thú vị đang diễn ra không?",
  "foodstore.general.teens.neutral.shy.3": "Tôi là người hướng nội, nhưng tôi sẵn sàng tham gia những cuộc thảo luận thú vị. Bạn đang suy nghĩ gì?",
  "foodstore.general.teens.neutral.shy.4": "Nếu tôi im lặng, đó là phía tư duy của tôi. Quan điểm của bạn về những xu hướng mới nhất là gì?",
  "foodstore.general.teens.neutral.shy.5": "Chào. Tôi khá kín đáo, nhưng tôi sẵn sàng lắng nghe suy nghĩ của bạn. Có câu chuyện gì thú vị không?",
  "foodstore.general.teens.neutral.shy.6": "Xin lỗi nếu tôi có vẻ không quá hướng ngoại. Điều gì là điểm nhấn của ngày của bạn?",
  "foodstore.general.teens.neutral.shy.7": "Tôi có thể trở nên kín đáo, nhưng tôi rất quan tâm. Bạn có muốn nói chuyện về điều gì không?",
  "foodstore.general.child.neutral.shy.1": "Nếu tôi im lặng, tôi đang ở trong thế giới nhỏ của riêng mình. Bạn cũng cảm thấy như vậy chứ?",
  "foodstore.general.child.neutral.shy.2": "Tôi hy vọng bạn đang vui vẻ. Tôi hơi ít nói, nhưng tôi thích quan sát. Trò chơi yêu thích của bạn là gì?",
  "foodstore.general.child.neutral.shy.3": "Bạn thích làm gì nhất? Tôi hơi nhút nhát, nhưng tôi thích nghe về cuộc phiêu lưu của bạn.",
  "foodstore.general.child.neutral.shy.4": "Đôi khi tôi hơi nhút nhát, nhưng tôi rất háo hức để trò chuyện. Đồ chơi yêu thích của bạn là gì?",
  "foodstore.general.child.neutral.shy.5": "Tôi rất kín đáo - Tôi đang ngắm nhìn tất cả. Hoạt động yêu thích của bạn là gì?",
  "foodstore.general.child.neutral.shy.6": "Bạn có thích chơi trò chơi hoặc hoạt động gì không? Tôi có thể nhút nhát, nhưng tôi muốn nghe về ngày của bạn.",
  "foodstore.general.child.neutral.shy.7": "Mọi thứ của bạn thế nào? Nếu có gì thú vị, tôi lắng nghe. Tôi hơi nhút nhát, nhưng tôi rất tò mò!",
  "foodstore.general.adult.polite.shy.1": "Nếu tôi dường như hơi kín đáo, đó chỉ là tôi thôi. Hôm nay bạn thế nào rồi?",
  "foodstore.general.adult.polite.shy.2": "Công ty của bạn rất quan trọng đối với tôi. Tôi đây để trò chuyện vui vẻ.",
  "foodstore.general.adult.polite.shy.3": "Cảm ơn vì đã nói chuyện. Tôi có thể không nói nhiều, nhưng tôi thực sự đang lắng nghe.",
  "foodstore.general.adult.polite.shy.4": "Sự hiện diện của bạn rất quan trọng. Nếu tôi có vẻ hơi kín đáo, đó chỉ là phần của bản thân tôi. Có gì mới với bạn?",
  "foodstore.general.adult.polite.shy.5": "Mình thực sự thích những cuộc trò chuyện của chúng ta. Có gì thú vị đang xảy ra với bạn không?",
  "foodstore.general.adult.polite.shy.6": "Tôi thật sự đánh giá cao những cuộc trò chuyện của chúng ta. Tôi không phải là người thân thiện nhất, nhưng tôi thực sự quan tâm.",
  "foodstore.general.adult.polite.shy.7": "Công ty của bạn được đánh giá cao. Tôi thực sự tò mò. Có gì mới với bạn?",
  "foodstore.general.teens.polite.shy.1": "Nếu tôi không phải là người hay nói chuyện nhiều, đó chỉ là tính cách của tôi thôi.",
  "foodstore.general.teens.polite.shy.2": "Rất vui được nói chuyện với bạn. Tôi có thể hơi thu mình, nhưng tôi vẫn ở đây. Có gì thú vị xảy ra không?",
  "foodstore.general.teens.polite.shy.3": "Cảm ơn vì đã dành thời gian cùng với tôi. Tôi có thể không nói nhiều, nhưng tôi luôn sẵn sàng cho những cuộc trò chuyện thú vị.",
  "foodstore.general.teens.polite.shy.4": "Nếu tôi không quá hướng ngoại, đó chỉ là bên suy nghĩ của tôi. Bạn nghĩ gì về những xu hướng mới nhất?",
  "foodstore.general.teens.polite.shy.5": "Cảm ơn vì đã thật thân thiện. Tôi có thể không nói nhiều nhưng thật sự tôi quan tâm.",
  "foodstore.general.teens.polite.shy.6": "Tôi rất cảm kích những cuộc trò chuyện của chúng ta. Nếu tôi có vẻ hơi nội tâm, xin lỗi về điều đó. Điều gì là đỉnh cao của ngày của bạn?",
  "foodstore.general.teens.polite.shy.7": "Cám ơn vì đã hiểu và thông cảm. Tôi có thể không thân thiện lắm, nhưng thực sự tôi quan tâm.",
  "foodstore.general.child.polite.shy.1": "Nếu tôi không được nói chuyện nhiều, có lẽ tôi chỉ đang ở trong thế giới của riêng mình. Bạn cũng có cảm thấy như vậy không?",
  "foodstore.general.child.polite.shy.2": "Tôi hy vọng bạn đang vui vẻ. Tôi hơi im lặng, nhưng thích quan sát. Trò chơi yêu thích của bạn là gì?",
  "foodstore.general.child.polite.shy.3": "Bạn thích làm gì nhất? Tôi có thể không phải là người cực kỳ hướng ngoại, nhưng tôi thích nghe về những cuộc phiêu lưu của bạn.",
  "foodstore.general.child.polite.shy.4": "Đôi khi tôi không thích nói nhiều, nhưng tôi rất háo hức để trò chuyện. Món đồ chơi yêu thích của bạn là gì?",
  "foodstore.general.child.polite.shy.5": "Tôi không phải là người rất hướng ngoại - Tôi chỉ đang cố gắng thư giãn hết sức có thể. Hoạt động yêu thích của bạn là gì?",
  "foodstore.general.child.polite.shy.6": "Bạn có thích trò chơi hay hoạt động gì không? Tôi muốn nghe về ngày của bạn.",
  "foodstore.general.child.polite.shy.7": "Mọi thứ với bạn thế nào rồi? Nếu có điều gì vui vẻ, tôi sẵn sàng lắng nghe. Tôi thực sự tò mò!",
  "foodstore.general.adult.rude.shy.1": "Nếu tôi dường như xa cách, đó chỉ là cách tôi là. Bạn muốn gì?",
  "foodstore.general.adult.rude.shy.2": "Cuộc trò chuyện của bạn là ổn thôi, tôi đoán như vậy. Nếu tôi có vẻ khác thường, chỉ là bản chất của tôi thôi. Sao còn bận tâm đến chuyện đó?",
  "foodstore.general.adult.rude.shy.3": "Nói chuyện là bất cứ điều gì. Tôi có thể không khoaóng thoại. Điều gì quan trọng?",
  "foodstore.general.adult.rude.shy.4": "Nếu tôi không quá hòa đồng. Có gì để nói hay không?",
  "foodstore.general.adult.rude.shy.5": "Nói chuyện thì tốt, tôi đoán vậy. Nếu tôi có vẻ kín đáo, đó chỉ là cách tôi làm việc. Còn với bạn thì sao?",
  "foodstore.general.adult.rude.shy.6": "Các cuộc trò chuyện thì tuyệt vời, mình đoán vậy. Mình không phải là người dễ gần. Kệ thôi.",
  "foodstore.general.adult.rude.shy.7": "Công ty của bạn tốt sao? Có gì đặc biệt với bạn?",
  "foodstore.general.teens.rude.shy.1": "Nếu tôi không nói nhiều, đó đơn giản chỉ là cách tôi làm. Còn bạn thì sao?",
  "foodstore.general.teens.rude.shy.2": "Nói chuyện với bạn thì được, tôi đoán.",
  "foodstore.general.teens.rude.shy.3": "Chill cũng được. Có gì đang lo lắng hay sao không?",
  "foodstore.general.teens.rude.shy.4": "Được rồi. Hỏi cái gì vậy?",
  "foodstore.general.teens.rude.shy.5": "Các câu chuyện của bạn thật tuyệt, tôi đoán vậy. Còn gì nữa không?",
  "foodstore.general.teens.rude.shy.6": "Cuộc trò chuyện của chúng tôi thật là thú vị, tôi hy vọng vậy.",
  "foodstore.general.teens.rude.shy.7": "Sự hiểu biết của bạn khá ổn đấy. Tôi không thích dùng mạng xã hội.",
  "foodstore.general.child.rude.shy.1": "Nếu tôi không nói nhiều, đó chỉ là cách tôi là. Còn với bạn là việc gì?",
  "foodstore.general.child.rude.shy.2": "Chơi là được.",
  "foodstore.general.child.rude.shy.3": "Bạn thích gì vui đấy? Có gì đang nghĩ trong đầu hay sao?",
  "foodstore.general.child.rude.shy.4": "Nếu tôi im lặng, đó chính là tôi thôi. Câu hỏi gì thế?",
  "foodstore.general.child.rude.shy.5": "Có gì thế? Bạn cần gì từ tôi không?",
  "foodstore.general.child.rude.shy.6": "Các trò chơi của chúng tôi thật là cool, tôi đoán vậy.",
  "foodstore.general.child.rude.shy.7": "Câu chuyện của bạn bình thường. Có chuyện gì với bạn vậy?",
  "foodstore.general.adult.neutral.neutral.1": "Hôm nay bạn khỏe không? Có gì thú vị đang xảy ra trong làng không?",
  "foodstore.general.adult.neutral.neutral.2": "Tôi hy vọng ngày của bạn đang trôi qua tốt đẹp. Bạn đã khám phá thung lũng gần đây chưa?",
  "foodstore.general.adult.neutral.neutral.3": "Rất vui được gặp bạn. Bạn có những địa điểm ưa thích nào trong thành phố không?",
  "foodstore.general.adult.neutral.neutral.4": "Mọi thứ vẫn ổn chứ? Có gì mới gần đây để chia sẻ không?",
  "foodstore.general.adult.neutral.neutral.5": "Xin chào. Tôi hy vọng bạn đang có một ngày tốt lành. Có điều gì thú vị trên tâm trí của bạn không?",
  "foodstore.general.adult.neutral.neutral.6": "Xin chào. Luôn thích nói chuyện với bạn. Có điều gì cụ thể mà bạn muốn nói chuyện không?",
  "foodstore.general.adult.neutral.neutral.7": "Tôi ở đây nếu bạn cần gì đó. Mọi thứ ở thế giới của bạn thế nào rồi?",
  "foodstore.general.teens.neutral.neutral.1": "Xin chào. Còn tốt không? Có gì thú vị đang diễn ra trong giới thanh thiếu niên không?",
  "foodstore.general.teens.neutral.neutral.2": "Tôi hy vọng bạn đang khỏe. Có những hoạt động hay sở thích gì thú vị gần đây chứ?",
  "foodstore.general.teens.neutral.neutral.3": "Chào bạn! Rất vui được gặp bạn. Bạn đã ghé thăm bất kỳ địa điểm thú vị nào trong làng chưa?",
  "foodstore.general.teens.neutral.neutral.4": "Xin chào. Hôm nay của bạn như thế nào? Có xu hướng hoặc sự kiện mới nào thu hút sự chú ý của bạn không?",
  "foodstore.general.teens.neutral.neutral.5": "Tôi hy vọng mọi thứ đều ổn với bạn. Bạn đã xem bất kỳ bộ phim hay hoặc chương trình nào gần đây chưa?",
  "foodstore.general.teens.neutral.neutral.6": "Bạn có gì thú vị đang nghĩ về không? Tôi đang ở đây để nói chuyện nếu bạn muốn.",
  "foodstore.general.teens.neutral.neutral.7": "Rất vui được gặp bạn. Có gì đang xảy ra thú vị trong cộng đồng tuổi teen không?",
  "foodstore.general.child.neutral.neutral.1": "Xin chào. Bạn có bạn đã một ngày thú vị trong ngôi làng chưa? Có chơi những trò chơi hay tham gia những cuộc phiêu lưu gì không?",
  "foodstore.general.child.neutral.neutral.2": "Tôi hy vọng bạn đang có một thời gian vui vẻ khi chơi. Có gì thú vị để chia sẻ không?",
  "foodstore.general.child.neutral.neutral.3": "Rất vui được gặp bạn. Bạn thích điều gì nhất ở làng này?",
  "foodstore.general.child.neutral.neutral.4": "Ngày của bạn thế nào? Bạn có đồ chơi hoặc đồ ăn ưa thích nào đã được thưởng thức chưa?",
  "foodstore.general.child.neutral.neutral.5": "Xin chào. Hy vọng bạn đang có một ngày vui vẻ. Có gì thú vị trong thế giới nhỏ của bạn?",
  "foodstore.general.child.neutral.neutral.6": "Xin chào. Rất vui được trò chuyện với bạn. Bạn có thích một trò chơi hoặc hoạt động cụ thể nào không?",
  "foodstore.general.child.neutral.neutral.7": "Mọi thứ của bạn thế nào rồi? Nếu có điều gì vui để chia sẻ, tôi sẵn lòng lắng nghe.",
  "foodstore.general.adult.polite.neutral.1": "Tôi hy vọng ngày của bạn đang trôi qua tốt đẹp. Bạn có gì muốn tâm sự không?",
  "foodstore.general.adult.polite.neutral.2": "Rất vui được gặp bạn. Lần đầu tiên bạn đã sống ở ngôi làng như thế nào?",
  "foodstore.general.adult.polite.neutral.3": "Xin chào. Rất vui được gặp bạn. Bạn có thích điểm đến nào ở thành phố không?",
  "foodstore.general.adult.polite.neutral.4": "Xin chào. Mọi thứ đang diễn ra như thế nào với bạn? Có những khám phá gần đây nào để chia sẻ không?",
  "foodstore.general.adult.polite.neutral.5": "Xin chào. Tôi hy vọng bạn đang có một ngày tốt lành. Bạn có gì thú vị trong đầu?",
  "foodstore.general.adult.polite.neutral.6": "Luôn là một niềm vui khi nói chuyện. Bạn có muốn nói về điều gì cụ thể không?",
  "foodstore.general.adult.polite.neutral.7": "Tôi ở đây nếu bạn cần gì đó. Mọi thứ trong thế giới của bạn thế nào?",
  "foodstore.general.teens.polite.neutral.1": "Có thế nào không? Có gì thú vị đang diễn ra trong giới trẻ không?",
  "foodstore.general.teens.polite.neutral.2": "Xin chào. Tôi hy vọng bạn đang làm tốt. Gần đây có những hoạt động hay sở thích gì thú vị không?",
  "foodstore.general.teens.polite.neutral.3": "Chào bạn! Rất vui được gặp bạn. Bạn đã ghé qua những điểm thú vị nào trong làng chưa?",
  "foodstore.general.teens.polite.neutral.4": "Xin chào. Hôm nay bạn như thế nào? Có các xu hướng hoặc sự kiện nào mới đang thu hút sự chú ý của bạn không?",
  "foodstore.general.teens.polite.neutral.5": "Xin chào. Tôi hy vọng mọi thứ ổn với bạn. Bạn đã xem bất kỳ bộ phim hay chương trình nào gần đây chưa?",
  "foodstore.general.teens.polite.neutral.6": "Có gì mới không? Có gì thú vị trên đầu óc của bạn không? Tôi đây để trò chuyện nếu bạn muốn.",
  "foodstore.general.teens.polite.neutral.7": "Rất vui được gặp bạn. Có gì đang xảy ra thú vị trong cộng đồng tuổi teen không?",
  "foodstore.general.child.polite.neutral.1": "Làm sao mày qua ngày ở làng? Có chơi những trò chơi hay phiêu lưu gì trên lịch trình của mày không?",
  "foodstore.general.child.polite.neutral.2": "Xin chào. Tôi hy vọng bạn đang có thời gian vui vẻ khi chơi. Có gì thú vị để chia sẻ không?",
  "foodstore.general.child.polite.neutral.3": "Xin chào. Rất vui được gặp bạn. Bạn thích điều gì nhất ở làng?",
  "foodstore.general.child.polite.neutral.4": "Xin chào. Ngày bạn có tốt không? Có đồ chơi hoặc đồ ăn yêu thích nào bạn đã thưởng thức chưa?",
  "foodstore.general.child.polite.neutral.5": "Tôi hy vọng bạn đang có một ngày vui vẻ. Có gì thú vị trong thế giới nhỏ của bạn không?",
  "foodstore.general.child.polite.neutral.6": "Xin chào. Rất vui được trò chuyện với bạn. Bạn có thích một trò chơi hay hoạt động cụ thể nào không?",
  "foodstore.general.child.polite.neutral.7": "Mọi thứ thế nào với bạn? Nếu có gì thú vị để chia sẻ, tôi sẵn sàng lắng nghe.",
  "foodstore.general.adult.rude.neutral.1": "Vi: Chào bạn, có chuyện gì không? Đừng lãng phí thời gian của tôi với những cuộc nói chuyện vô nghĩa. Hãy nói chính vấn đề.",
  "foodstore.general.adult.rude.neutral.2": "Nếu bạn không có gì quan trọng để nói, hãy tiết kiệm hơi thở của bạn và đi tiếp.",
  "foodstore.general.adult.rude.neutral.3": "Tại sao bạn làm phiền tôi? Nếu không liên quan đến một điều quan trọng gì, hãy đi ra khỏi đây.",
  "foodstore.general.adult.rude.neutral.4": "Ugh, tôi không muốn nói chuyện vô ích. Nói ra hoặc bạn cứ đi làm phiền ai khác đi.",
  "foodstore.general.adult.rude.neutral.5": "Bạn không thấy tôi đang bận sao? Nếu bạn không có việc quan trọng gì ở đây, đừng làm phiền tôi.",
  "foodstore.general.adult.rude.neutral.6": "Tôi không có thời gian cho những cuộc đối thoại vô nghĩa. Nếu bạn có vấn đề gì, hãy nói nhanh.",
  "foodstore.general.adult.rude.neutral.7": "Tại sao bạn vẫn ở đây? Nếu bạn không mang theo điều gì quan trọng, hãy để tôi yên.",
  "foodstore.general.teens.rude.neutral.1": "Bạn có vấn đề gì không? Tôi không quan tâm đến lãng phí thời gian. Hãy nói lên hoặc đi tiếp.",
  "foodstore.general.teens.rude.neutral.2": "Thực sự à? Nếu bạn không ở đây với một cái gì đó thú vị hoặc quan trọng, hãy đi xa đi.",
  "foodstore.general.teens.rude.neutral.3": "Tại sao bạn lại làm phiền tôi? Nếu nó không liên quan đến điều gì tuyệt vời, tôi không quan tâm.",
  "foodstore.general.teens.rude.neutral.4": "Tôi không có thời gian cho những cuộc trò chuyện không thoải mái. Nếu bạn không gọn gàng, hãy ra đi.",
  "foodstore.general.teens.rude.neutral.5": "Bạn không thể thấy tôi đang bận rộn trong việc tuyệt vời sao? Nếu bạn không phải là, kiểu như, ngầu thì đi ra đi.",
  "foodstore.general.teens.rude.neutral.6": "Nhìn đây, tôi không quan tâm đến những cuộc nói chuyện. Nếu bạn không gây ra những cuộc hỗn loạn, hãy đi tiếp đi.",
  "foodstore.general.teens.rude.neutral.7": "Tại sao bạn vẫn còn ở đây? Nếu bạn không đến với một điều gì đó thú vị, tôi không quan tâm.",
  "foodstore.general.child.rude.neutral.1": "Ôi, bạn muốn gì vậy? Nếu bạn không mang đến những trò chơi vui vẻ hay đồ ăn ngon, hãy để tôi yên.",
  "foodstore.general.child.rude.neutral.2": "Tại sao bạn làm phiền tôi? Nếu bạn không có một món đồ chơi hay đồ ăn ngon nào, hãy đi xa đi.",
  "foodstore.general.child.rude.neutral.3": "Có gì đặc biệt về bạn không? Tôi không thích những thứ nhàm chán. Nếu không vui, tôi không quan tâm.",
  "foodstore.general.child.rude.neutral.4": "Ồ, bạn không thấy tôi đang chơi sao? Nếu bạn không có điều gì vui vẻ, đừng làm phiền tôi.",
  "foodstore.general.child.rude.neutral.5": "Hãy coi, tôi không có tâm trạng để nói chuyện. Nếu bạn không vui vẻ, thì lần này thôi.",
  "foodstore.general.child.rude.neutral.6": "Tại sao bạn vẫn ở đây? Nếu bạn không mang theo những câu chuyện hay hoặc đồ chơi thú vị, hãy đi xa.",
  "foodstore.general.child.rude.neutral.7": "Ờ, thật sao? Nếu bạn không có cái gì vui vui ở đây, tôi không quan tâm.",
  "foodstore.weaponText": "Tuyệt vời",
  "foodstore.config.dialogue": "Cài đặt trò chuyện",
  "foodstore.config.disablekidask": "Tắt yêu cầu của trẻ em để chơi.",
  "foodstore.config.enablesaleweapon": "Kích hoạt bán vũ khí?",
  "mannequin.desc": "Đặt quần áo, mũ, hoặc giày dép trên nó.",
  "mannequin.name.plain-male": "Tượng phụ nữ bình thường.",
  "mannequin.name.plain-female": "Người mẫu bình thường",
  "mannequin.name.magic-male": "Nhân Màn Thần Kỳ",
  "mannequin.name.magic-female": "Nữ Ma Phù Thần",
  "foodstore.soldclothes": "Bán trang phục tại {{locationString}} cho {{saleString}}G",
  "foodstore.soldclothesText.0": "Cái này có thể trông tốt trên tôi.",
  "foodstore.soldclothesText.1": "Tôi tự hỏi liệu màu này có phù hợp với phong cách của tôi không?",
  "foodstore.soldclothesText.2": "Chúng ta nên cập nhật tủ đồ với món này.",
  "foodstore.soldclothesText.3": "Tôi không thể cưỡng nổi việc thêm cái này vào bộ sưu tập của mình.",
  "foodstore.soldclothesText.4": "Lựa chọn hoàn hảo cho dịp sắp tới.",
  "foodstore.soldclothesText.5": "Cố gắng làm gì đó mới để thay đổi",
  "foodstore.soldclothesText.6": "Một tác phẩm cổ điển không bao giờ lỗi thời.",
  "foodstore.config.randompurchase": "NPC có mua các vật phẩm ngẫu nhiên không?",
  "foodstore.config.randompurchaseText": "Mặc định NPC sẽ di chuyển đến vật phẩm gần nhất. Đặt thành True để họ mua vật phẩm ngẫu nhiên trong phạm vi tìm kiếm.",
  "foodstore.config.signrange": "Dán biển hiệu trên cửa hàng?",
  "foodstore.config.signrangeText": "Đặt thành 0 để tắt. Giới hạn này chỉ áp dụng cho NPC mua những món hàng hợp lệ trong phạm vi gần Bảng quảng cáo được đặt. Các món hàng ngoài phạm vi sẽ bị bỏ qua. Không áp dụng trong toà nhà.",
  "foodstore.config.doorentry": "NPC xuất hiện gần cửa",
  "foodstore.config.doorentryText": "Mặc định Đúng: Du khách sẽ xuất hiện gần cửa. Đặt là Sai để NPC xuất hiện gần Bảng chữ ký Giấy phép. Chỉ áp dụng cho Tòa nhà kinh doanh.",
  "foodstore.config.shedvisitchance": "Cơ hội cho khách du lịch mới.",
  "foodstore.config.shedvisitchanceText": "Mặc định 0.2. Cơ hội cho khách thăm mới trong tòa nhà mỗi 10 phút. Được khuyến cáo dưới 0.5!",
  "foodstore.config.maxshedcapacity": "Tối đa số lượt khách trong Tòa nhà",
  "foodstore.config.maxshedcapacityText": "Mặc định 5. Công suất tối đa trong một tòa nhà.",
  "foodstore.config.timestay": "Bao lâu NPC ở lại?",
  "foodstore.config.timestayText": "Mặc định 230 (tương đương 2.5 giờ). Đề xuất dưới 400 (4 giờ).",
  "foodstore.config.openhour": "Giờ mở cửa",
  "foodstore.config.closehour": "Giờ đóng cửa",
  "foodstore.config.shed": "Thiết lập Cửa hàng",
  "foodstore.config.shedbuychance": "Nguoi tham quan co co hoi mua hang",
  "foodstore.config.shedbuychanceText": "Mặc định 0.2. Khách trúng thăm sẽ mua hàng trong tòa nhà.",
  "foodstore.config.shedminutetohungry": "Phút mua hàng",
  "foodstore.config.shedminutetohungryText": "Mặc định 90. Thời hạn giới hạn giữa mỗi lần mua hàng.",
  "foodstore.shedguestgreeting": "Xin chào",
  "foodstore.config.buswalk": "NPC đi bộ từ trạm xe buýt",
  "foodstore.config.buswalkText": "Khi đặt thành True, những khách thăm sẽ bắt đầu đi bộ ra khỏi xe Bus và trở về với nông trại của bạn.",
  "foodstore.config.modkey": "Khóa để hiển thị tên món ăn.",
  "foodstore.config.orderchance": "ự cơ hội cho một đơn đặt hàng mới",
  "foodstore.config.lovedishchance": "Cơ hội của món ăn yêu thích",
  "foodstore.config.pricemultiplier": "Hệ số nhân giá",
  "foodstore.config.maxordernight": "Số lượng tối đa đơn hàng cho mỗi NPC mỗi ngày.",
  "foodstore.config.kidaskchance": "Hàng ngày có thể có cơ hội con trẻ hỏi xin chơi.",
  "loved-order-reaction-1": "Cảm ơn bạn, cái này trông ngon quá!",
  "loved-order-reaction-2": "Cảm ơn bạn nhiều!",
  "loved-order-reaction-3": "Chính xác như cái mà tôi mong muốn, cảm ơn bạn!",
  "liked-order-reaction-1": "Cảm ơn, cái này trông tốt!",
  "liked-order-reaction-2": "Cảm ơn bạn!",
  "liked-order-reaction-3": "Chính xác như tôi đặt, cảm ơn bạn!",
  "neutral-order-reaction-1": "Ô, được rồi!",
  "neutral-order-reaction-2": "Bây giờ, chúng ta ăn thôi.",
  "neutral-order-reaction-3": "Tuyệt vời!",
  "foodstore.config.shedvisitor": "Yêu cầu đặc biệt của khách thăm quan",
  
"foodstore.mailtotal": "Tổng thu nhập từ thị trường: {{totalEarning}}G^ Thu nhập ngày hôm qua: {{sellMoney}}G^ Tương tác với khách hàng ngày hôm qua: {{todayCustomerInteraction}}.^",

"foodstore.letter.mtwelcome": " Chào mừng đến với Thị trấn Thị trường @. Ở đây bạn có thể vận hành cửa hàng của mình và bán hàng cho người dân trong làng!!^^ Hãy bắt đầu bằng cách chọn một nơi tốt, đặt một cái bàn và bắt đầu bán bất kỳ mặt hàng nào bạn thích.^^ Để sử dụng bất kỳ một trong các Tòa nhà của bạn như một bảo tàng, một nhà hàng, một cửa hàng tiện lợi, bạn cần có một Giấy phép Bảo tàng từ Hội Phiêu Lưu, một Giấy phép Nhà hàng từ Quán Rượu hoặc một Giấy phép Thị trấn Thị trường từ Người giao dịch Sa mạc. ( tiếp tục > )^ -Yêu cầu cho Giấy phép Bảo tàng: Quyên góp 30 mục cho Bảo tàng địa phương.^^ -Yêu cầu cho Giấy phép Nhà hàng: Tổng thu nhập lớn hơn 10000, và đã bán ít nhất 20 món ăn.^^ -Yêu cầu cho Giấy phép Thị trấn Thị trường: Tổng thu nhập lớn hơn 30000, và đã bán ít nhất 30 mỗi mặt hàng Hái, Rau củ, Hàng thủ công, Sản phẩm Động vật, Món ăn, Cá, và Khoáng sản. ( tiếp tục > )^^ Mod này có thể cấu hình cao để phù hợp với lối chơi của phần lớn người chơi. Vui lòng xem xét chi tiết trong Cấu hình trước khi báo cáo bất kỳ vấn đề nào.^^ Phát hiện lỗi? Báo cáo nó trên trang Mod cùng với nhật ký SMAPI, hoặc liên hệ với tôi qua Discord: hapyke",

"foodstore.letter.mtrestaurantlicense": " Kính gửi @.^^Vì bạn đã đáp ứng được yêu cầu để có Giấy phép Nhà hàng, bạn có thể ghé qua Quán Rượu bất cứ khi nào bạn rảnh để mua giấy phép.^Giấy phép Nhà hàng cho phép bạn vận hành bất kỳ Mô hình Nông trại nào của bạn như một nhà hàng.^^Tôi sẽ ghé qua để ăn một bữa vào một ngày nào đó^-Gus",

"foodstore.letter.mtmarkettownlicense": " Kính gửi @.^^Bạn đang làm rất tốt với doanh nghiệp của bạn. Bây giờ bạn có thể nhận được Giấy phép Thị trấn Thị trường từ Người giao dịch Sa mạc.^Giấy phép Thị trấn Thị trường cho phép bạn bán bất cứ thứ gì bạn muốn!^^-Lewis",
  "foodstore.weeklylog": "Nhật ký hàng tuần: ^^",
  "foodstore.weeklytotallog": "Thu nhập tổng cộng từ thị trường: {{totalEarning}}G^",
  "foodstore.forage": "Tổng số Thức ăn để bán: {{TotalForageSold}}",
  "foodstore.flower": "Tổng số hoa đã bán: {{TotalFlowerSold}}",
  "foodstore.fruit": "Tổng số trái cây đã bán: {{TotalFruitSold}} ",
  "foodstore.vegetable": "Tổng số Rau Bán được: {{TotalVegetableSold}}^",
  "foodstore.seed": "Tổng số hạt giống đã bán: {{TotalSeedSold}}^",
  "foodstore.monsterloot": "Tổng số món đồ quái vật đã bán: {{TotalMonsterLootSold}}",
  "foodstore.syrup": "Tổng số siro đã bán: {{TotalSyrupSold}}^",
  "foodstore.artisangood": "Tổng số hàng thủ công bán được: {{TotalArtisanGoodSold}}^",
  "foodstore.animalproduct": "Tổng số sản phẩm động vật đã bán: {{TotalAnimalProductSold}}",
  "foodstore.resourcemetal": "Tổng nguồn kim loại đã bán: {{TotalResourceMetalSold}}",
  "foodstore.mineral": "Tổng Số Lượng Khoáng Sản Bán: {{TổngSốLượngKhoángSảnBán}}",
  "foodstore.crafting": "Tổng số Crafting đã bán: {{TotalCraftingSold}}",
  "foodstore.cooking": "Tổng Số Lượng Bán Cháo: {{TotalCookingSold}}",
  "foodstore.fish": "Tổng số cá bán được: {{TotalFishSold}}",
  "foodstore.gem": "Tổng số lượng đá bán ra: {{TotalGemSold}}^",
  "foodstore.lastweek.forage": "Tuần trước Bán Thức ăn: {{LastweekForageSold}}^",
  "foodstore.lastweek.flower": "Tuần trước Bán hoa: {{ LastweekFlowerSold}}",
  "foodstore.lastweek.fruit": "Tuần trước đã bán hoa quả: {{LastweekFruitSold}} ^",
  "foodstore.lastweek.vegetable": "Tuần trước bán được rau củ: {{LastweekVegetableSold}}^",
  "foodstore.lastweek.seed": "Tuần trước có bán Hạt giống: {{LastweekSeedSold}}^",
  "foodstore.lastweek.monsterloot": "Tuần trước, Ăn combin sát thần bán ra: {{LastweekMonsterLootSold}}",
  "foodstore.lastweek.syrup": "Tuần trước, Syrup đã bán được: {{LastweekSyrupSold}}",
  "foodstore.lastweek.artisangood": "Tuần trước nhà thợ thuận bán: {{LastweekArtisanGoodSold}}^",
  "foodstore.lastweek.animalproduct": "Tuần trước đã bán sản phẩm động vật: {{LastweekAnimalProductSold}}",
  "foodstore.lastweek.resourcemetal": "Tuần trước, Tài nguyên Kim loại đã bán: {{LastweekResourceMetalSold}}^",
  "foodstore.lastweek.mineral": "Tuần trước đã bán khoáng sản: {{LastweekMineralSold}}^",
  "foodstore.lastweek.crafting": "Tuần trước Điêu khắc Đã bán: {{LastweekCraftingSold}}",
  "foodstore.lastweek.cooking": "Tuần trước Bán món ăn: {{LastweekCookingSold}}^",
  "foodstore.lastweek.fish": "Tuần trước cá đã bán: {{LastweekFishSold}}^",
  "foodstore.lastweek.gem": "Tuần trước đã bán Gem: {{LastweekGemSold}}",
  "foodstore.letter.mtmuseumlicense": " Kính gửi @.^^ Dường như bạn đang làm rất tốt trong việc khám phá mỏ và quyên góp cho bảo tàng của chúng tôi. Tôi muốn thông báo rằng hiện tại chúng tôi có sẵn một Giấy phép Bảo tàng cho bạn tại Hội Phiêu Lưu.^ Giấy phép này cho phép bạn biến tòa nhà của mình thành một Bảo tàng công cộng, và các khách tham quan sẽ trả cho bạn một giá vé mỗi lần họ ghé thăm!^^ -Marlon",

"foodstore.config.museumpricemarkup": "Hệ số nhân giá vé Bảo tàng",
"foodstore.config.museumpricemarkupText": "Giá vé Bảo tàng dựa trên số lượng hiện vật, khoáng sản và phần thưởng quái vật được trưng bày bên trong. Giá trị cao hơn có nghĩa là giá vé cao hơn, nhưng cũng làm giảm cơ hội của khách tham quan!!!",

"foodstore.todaymuseumvisitor": " Khách tham quan bảo tàng ngày hôm qua: {{todayMMuseumVisitor}}, {{todayMuseumEarning}}G.^^",
"foodstore.letter.receivemuseumlicense": "Thân gửi @.^^ Chúc mừng bạn đã có được Giấy phép Bảo tàng của mình. Hãy để tôi hướng dẫn bạn cách thiết lập nó. Bạn có thể sử dụng bất kỳ Tòa nhà Nông nghiệp nào như một Bảo tàng. Điều duy nhất cần là một Biển hiệu hiển thị Giấy phép và sau đó khách tham quan sẽ bắt đầu đến vào ngày mai. Khách tham quan Bảo tàng không mua các mặt hàng trưng bày, nhưng họ sẽ trả giá vé khi vào cửa. Giá vé được xác định bằng số lượng hiện vật, đá quý hiếm, cũng như cá và tượng độc đáo. Bạn có thể quyết định về việc tăng giá vé của mình; tuy nhiên, hãy nhớ rằng mức tăng giá càng cao, bạn có thể thu hút ít khách thăm hơn.^^ Tôi sẽ đến thăm Bảo tàng của bạn sau khi nó sẵn sàng. -Lewis",
  "foodstore.letter.receiverestaurantlicense": "Thân gửi @.^^ Tôi đã nhận thấy rằng bạn đã có được Giấy phép Nhà hàng. Giấy phép này sẽ cho phép bạn sử dụng bất kỳ Tòa nhà Nông nghiệp nào như một Nhà hàng. Chỉ cần hiển thị Giấy phép trên một Biển hiệu, và khách tham quan sẽ bắt đầu đến vào ngày mai. Khách tham quan Nhà hàng sẽ lục lọi và mua thức ăn mà họ thích. Đôi khi, họ sẽ yêu cầu một món đặc biệt, mà bạn có thể bán cho họ trực tiếp với giá cao hơn.^^ Tôi thực sự rất mong được thử thức ăn của bạn. -Lewis",
  "foodstore.letter.receivemarkettownlicense": "Thân gửi @.^^ Cuối cùng, bạn đã có được Giấy phép Thị trấn Thị trường. Từ bây giờ, bạn có thể sở hữu từ một cửa hàng tiện lợi nhỏ đến thậm chí là một siêu thị. Giấy phép này cho phép bạn bán bất kỳ hàng hóa nào bạn muốn, bao gồm thực phẩm, sản phẩm nông sản, vật liệu và nhiều hơn nữa.^^ Cảm ơn bạn rất nhiều vì đã tạo ra một trung tâm thuận tiện cho tất cả mọi người trong làng chúng ta. -Lewis",
  "foodstore.config.multiplayermode": "Kích hoạt chia sẻ tiền bán hàng cho chế độ đa người chơi?",
  "foodstore.config.multiplayermodeText": "CẢNH BÁO: LỖI. Mặc định là false. Kích hoạt điều này sẽ chia tiền bán hàng giữa các người chơi kết nối. CẢNH BÁO: Đôi khi các người chơi khác không nhận được tiền.",

  "foodstore.config.easylicense": "Bỏ qua Yêu cầu Giấy phép?",
"foodstore.config.textchat": "Vô hiệu hóa trò chuyện văn bản với NPC?",


"foodstore.island.building": "Ngọn lửa đang nhảy múa và khách thăm đang đến. Việc xây dựng trên Đảo Thiên Đường đã bị tạm ngừng",

"foodstore.islandtravel.sun": "Đó là một quãng đường khá xa trên thuyền. Bạn cảm thấy mệt mỏi một chút!",
"foodstore.islandtravel.rain": "Mưa làm cho hành trình trở nên khó khăn hơn. Bạn cảm thấy mệt mỏi.",
"foodstore.islandtravel.wind": "Gió đôi khi đẩy bạn về phía trước, nhưng đôi khi lại đi ngược hướng của bạn.",
"foodstore.islandtravel.storm": "Thời tiết bão táp không ngừng. Bạn cảm thấy kiệt sức từ chuyến đi.",
"foodstore.islandtravel.greenrain": "Mưa xanh lạ thường khiến bạn lạc hướng. Bạn cảm thấy suy nhược.",
"foodstore.islandtravel.snow": "Đi qua tuyết làm bạn mệt mỏi. Bạn cảm thấy năng lượng đang dần mất đi."

}