{
  "Mon": "Oi...#$e#Ah... precisa de alguma coisa?",
  "danceRejection": "Ah... Não, obrigada.$s",
  "Mon4": "*Aaah*... A minha mãe vai muito no saloon.$s#$q 7/8 Mon_old#Mas é melhor não pensar em coisas ruins, certo?#$r 7 50 Mon_7#Certo. É melhor manter a positividade!#$r 8 10 Mon_8#Acho que é bom ser realista.",
  "Mon_old": "#$p 7#Se eu continuar tentando, talvez consiga convencê-la a mudar.|Acho que faz sentido. Não tem nada que eu possa fazer para mudar isso.",
  "Mon_7": "É como me sinto. Vou me concentrar em conseguir um futuro melhor.",
  "Mon_8": "Talvez você tenha razão. É melhor encarar a realidade.$u",
  "Mon8": "Mal posso esperar para me mudar. É muito pesado me preocupar com a minha mãe o tempo todo.#$e#Quero que ela seja feliz, mas não posso continuar aqui para sempre... sabe?$s",
  /* Mod edit */ "Tue": "Estou muito animada para a aula de hoje!",
  /* Mod edit */ "Tue4": "$d bus#Talvez agora que ela recuperou seu emprego como motorista eu consiga juntar mais dinheiro. As coisas estão começando a melhorar.|Estou tentando economizar o dinheiro que ganho dando aula, mas é difícil com a minha mãe desempregada.$s",
  "Tue10": "@? Uma fazenda parece ser um bom lugar para uma criança, você não acha?$l#$e#Foi só um pensamento que veio à minha cabeça.$l",
  /* Mod edit */ "Wed": "Sou tão grata pela nossa escola!#$e#Toda criança merece uma chance de ser bem-sucedida.#$e#A Jasmim é muito boa em matemática e leitura. O Vincent é bom em... bem, ele possui uma imaginação muito grande!",
  "Wed2": "Ah, sabe? Acho que eu deveria levar as crianças a um passeio um dia. Talvez para a floresta.#$e#Um palestrante seria muito legal... talvez alguém familiarizado com a natureza?#$e#Desculpe. Estou pensando alto demais.",
  "Wed4": "Morei na Vila Pelicanos a minha vida toda. Acredita nisso?#$e#Acho que tem muita coisa lá fora que nunca vou ver.",
  "Thu": "Temos muita sorte em ter uma biblioteca numa cidade tão pequena.#$e#Quando você mergulha num livro, é fácil se esquecer do cotidiano.$u#$e#Acho que é por isso que gosto tanto de ler...$s#$e#Desculpe. Acho que me empolguei.",
  "Thu6": "Gostaria de cultivar um jardim, mas o nosso quintal é uma bagunça.$u#$e#Talvez um dia eu more em um lugar em que possa ter um jardim.#$e#Talvez um dia eu more numa fazenda! Hi, hi...$h",
  "Fri": "Se você cavar, vai achar algumas coisas interessantes.#$e#Uma vez, achei um pedaço de cerâmica muito antigo. Levei-o ao Gunther e ele disse que ele tinha mais de mil anos.",
  "Fri2": "Se você cavar, vai achar algumas coisas interessantes.#$e#Uma vez, achei um pedaço de cerâmica muito antigo. Levei-o ao Gunther e ele disse que ele tinha mais de mil anos.",
  /* Mod edit */ "Fri4": "Se a minha mãe não estivesse sempre cheia de dores de cabeça por causa do saloon, talvez ela pudesse me ajudar um pouco em casa.$s",
  "Sat": "Esta é uma cidade muito pequena. Todo mundo conhece todo mundo.#$e#Como será a vida na cidade?",
  "Sat2": "$d Joja#As coisas mudaram muito desde que o Mercado Joja abriu. Está tudo muito ruim para a Loja do Pierre. A mamãe adora o Mercado Joja. Os preços são muito bons, então ela pode comprar muito mais lá do que jamais sonharia na loja do Pierre.|Mamãe só reclama desde que o Mercado Joja fechou. Mas acho que é bom para ela. Talvez ela beba menos Joja-Cola agora.",
  "Sun": "Oi. Humm...$u#$b#Que tempo interessante hoje, não acha?#$e#Desculpe...$u",
  "Sun4": "Estive tentando manter nossa casa limpa, mas tudo sempre fica sujo de novo.$s#$e#É difícil cuidar de uma casa sem uma mãozinha extra.$u",
  "event_speaker_kids1": "Ah, não?$l#$b#Bem, acho que faz sentido... você está ocupado com outras coisas agora.^Bem, acho que faz sentido... você está ocupada com outras coisas agora.",
  "event_speaker_kids2": "... Eu também. Fico feliz de você se sentir assim.$7",
  "event_speaker_kids3": "Sim... um desejo forte de cuidar de um ser inocente e desamparado. Faz sentido se sentir assim.",
  "event_speaker_kids4": "É mesmo?$s#$b#Acho que você seria um bom pai.^Acho que você seria uma boa mãe.$7",
  "event_speaker_kids5": "Hum...$s#$b#Se todos pensassem assim, os seres humanos acabariam.$s",
  "event_speaker_kids6": "Ah...$s#$b#Que triste! Mas acho que entendo o que você quer dizer.$s",
  "event_speaker_yes": "Ótimo!$h#$b#Então me deixe chamar as crianças.",
  "event_speaker_no": "Sério? Hã... Certo então. Acho que vejo você mais tarde.%fork$s",
  "event_mail1": "Obrigado...$l#$b#Queria que o George não ficasse tão nervoso... Eu só estava tentando ajudar.$s",
  "event_mail2": "Ah... Acho que você está certo.^Acho que você está certa.$l#$b#Desculpe, seu Mullner. Foi falta de educação minha.$s",
  "event_mail3": "Entendi.",
  "event_old1": "Acho que você está certo...^Acho que você está certa... por que se preocupar com algo que você não pode mudar?$u",
  "event_old2": "Você está certo.^Você está certa. Não devemos ignorar o envelhecimento.$u#$b#Acho que, quanto mais cedo aceitarmos que vamos morrer, mais tempo podemos viver aqui e agora.$u",
  "event_old3": "É muito legal da sua parte dizer isso... Concordo totalmente com você.#$b#Devemos tratar os mais velhos com o mesmo respeito que esperamos ser tratados um dia.",
  "event_old4": "Isso é algo horrível de se dizer. A vida é muito preciosa para ser desperdiçada assim!$a",
  "event_cook1": "Você está falando sério? Obrigado! É um alívio ouvir isso.$h#$b#Trabalhei tão duro nesta receita... e sinto muito orgulho dela.",
  "event_cook2": "Ah... Hum... claro.$s",
  "event_cook3": "Ah... desculpe.$s",
  "event_pool1": "Tudo bem...$8",
  "event_pool2": "Sério? Achei que você já teria percebido.$8",
  "event_pool3": "Não!$9",
  "event_pool4": "Ah, @. Achei que sim, mas não tinha certeza.$6#$b#Sempre vou me lembrar desta noite.$6^Você está tão linda hoje... Eu... *gasp*$6",
  "event_pool5": "V... você não?$8#$b#...!!!%fork$10",
  "event_family1": "Eu também.$h",
  "event_family2": "Desculpe.$s",
  "event_family3": "Entendi.$s",
  "summer_Mon": "Oi... Hum... o tempo está bom, né?",
  "summer_Mon4": "$d cc#Obrigado por reformar o centro comunitário. Acho que você é o herói da cidade.|Oi, @. É bom ver que você está bem.",
  "summer_Fri": "$d bus#Ouvi dizer que você foi responsável por consertar o ônibus. Obrigado.|A minha mãe costumava dirigir até o deserto de Calico... mas o ônibus parou de funcionar faz alguns anos. O prefeito diz que não tem dinheiro nos cofres da cidade para consertá-lo.$u",
  "summer_Sun": "Então... você gosta de decorar o seu sítio?#$e#Deve ser legal ter uma casa para decorar.",
  "summer_Sat": "Oi. Hum...$u#$b#As montanhas estão lindas hoje, não estão?$u",
  "fall_Mon": "Oi... Hum... você está bem hoje?$u",
  "fall_Mon4": "É meio vergonhoso ser a única família na cidade que vive em um trailer.$u#$e#Gostaria de viver em uma casa bonita um dia.$s",
  "fall_Tue4": "A sua fazenda está muito bonita agora.$h",
  "fall_Thu6": "A mamãe não parece cuidar muito bem de si mesma...$u#$e#Eu me preocupo com ela.$u",
  "fall_Fri": "O outono é uma época do ano muito triste para mim...$s",
  "fall_Fri6": "Quando eu era uma garotinha, meu pai nos abandonou porque disse que se sentia \"preso\". Nunca mais o vi desde então.$s#$b#Desculpe tornar as coisas desconfortáveis para você... É que esta época do ano me faz pensar nisso por algum motivo.$u#$e#Enfim... Como vai a vida na fazenda?",
  "fall_Sun10": "@! Eu estava pensando sobre o futuro...#$e#Onde você se imagina nos próximos dez anos?$l#$e#Tenho algumas ideias para mim...$u",
  "fall_Sat8": "Ei, @.$h#$e#A sua fazenda parece ser fácil de limpar, né?",
  "winter_Fri": "Sim?$u",
  "winter_Fri2": "Você é amigo do Linus?^Você é amiga do Linus? Ele vive em uma barraca nas montanhas.#$e#Todo mundo o ignora, coitado. Ele é muito legal... Que estranho.#$e#Deve fazer tanto frio em uma barraca nesta época do ano.",
  "winter_Tue4": "Mal posso esperar para ver como a sua fazenda fica na primavera.#$e#As lavouras vão estar tão frescas... tão bonitas...$h",
  "winter_Tue": "Tento ficar dentro de casa o máximo possível durante o inverno. Detesto sentir frio.",
  "winter_Thu": "Hã... oi. Quer conversar?$u#$e#Se você encontrar algum artefato ou mineral interessante, o Gunther disse que o exibirá no museu.#$e#Ele disse que dá presentes especiais para quem faz doações.",
  "winter_Mon": "No dia 25, teremos a Festa da Estrela Invernal. É um dos meus eventos favoritos.#$e#Deveria ser uma época para demonstrar gratidão por tudo de bom na sua vida... mas, para a maioria das pessoas, é só uma época para relaxar e trocar presentes.",
  "divorced": "Por favor, me deixe em paz.$s",
  "pamHouseUpgrade": "O que você fez por minha família foi tão generoso. Obrigado!",
  "pamHouseUpgradeAnonymous": "Existem pessoas maravilhosas no mundo...",
  "dumped_Girls": "Não consigo olhar para você...$s",
  "secondChance_Girls": "Você deixou uma cicatriz permanente no meu coração, @. Ainda assim... Acho que é hora de falar com você outra vez.$s",
  "Introduction": "Oh... Olá! Eu sou a Penny...",
  "breakUp": "...$s#$b#Eu... eu entendi... *chora* ... N... Nós podemos ser só amigos, então.$s"
}