/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
    "Introduction": "Greetings, @! You'll know me as the former JojaMart store manager.$h#$e#Now that Joja has exited the town and terminated their relationship with me, I've reinvented myself as a small business consultant.$h#$e#Stop by Pierre's General Store sometime to say hi! And make sure to buy something!$h",
    "Mon": "Great to see you, @! Have you noticed the general store's new advertising campaign?$h",
    "Mon2": "Did you catch 'Who Wants to Be a Billionaire' last night? It's such a good episode!#$e#One of my dreams is to be on the show someday.",
    "Mon4": "I feel like you and I are becoming fast friends, @. Maybe one day I can let you in on some of my trade secrets.$h#$e#You learn a lot working in business, you know!",
    "Mon6": "I got an email from Joja today offering me a job with a huge salary.#$e#I turned it down. It's strange, but I think I'm actually happier here.",
    "Tue": "It's a great day to shop! Of course, every day is a great day to shop!",
    "Tue2": "My mom's coming to visit this weekend. She's a lovely woman.$h#$e#I bet she'll love what I've done with Pierre's!",
    "Tue4": "I've never understood why there's a stereotype about Karens. My mom's named Karen, and she's lovely.#$e#Sorry, I know that was random. I just overheard a customer call someone a Karen today and it bugged me.",
    "Tue6": "I'm supposed to be a consultant, but I spend so much of my time cleaning up the store...$s#$e#Sorry, @, it's just been a long week. And it's only Tuesday.$s#$e#%Morris sighs.",
    "Wed": "Have the posters for the new campaign been produced yet? No? What's taking so long?#$e#If you don't get your act together, I'll just find another supplier!$3#$e#%Morris is on the phone.",
    "Wed2": "Greetings, @! No time to talk today, but I hope your day's been pleasant so far.",
    "Wed4": "Have you ever had an undercooked frozen pizza? Not a pleasant experience. It felt like biting into ice.#$e#I'm glad I usually have time to cook nowadays.",
    "Wed6": "Sometimes I'm really thankful for my job. In retail, every day is different, and you're always on your feet.#$e#I could never sit at a computer all day like you had to at your old job. I love it here though!",
    "Thu": "Would you rate your experience at Pierre's a 9 out of 10 or a 10 out of 10? I've been asked to conduct a survey.#$e#Yes, those are the only options.#$e#What's that face for?",
    "Thu2": "2 bananas, 1 battery, 3 seeds... What could anyone want with that?#$e#Do you have any idea, @? It seems we've had a shoplifter.#$e#Yeah, I'm not sure either.",
    "Thu4": "Good to see you again, @! I hope the week's treating you well so far.#$e#Me? I'm doing quite well. Thank you for asking!$h",
    "Thu6": "I'm asking as a friend, but please don't ever put items back on the shelves in the wrong place.$3#$e#Just tell me if you don't know where something goes, or ask one of the other employees.$3#$e#Sorry, I'm not mad at you. Someone just rearranged a whole aisle's worth of products earlier. I don't know how they did it.$s",
    "Fri": "Happy Friday! I hope you have a great weekend. Pierre's will be open all weekend if you need anything!$h",
    "Fri2": "It's a wonderful day today, @! It's Friday!$h#$e#And now that I'm no longer with Joja, I get Sundays off. I hardly know what to do with myself when I'm not working!",
    "Fri4": "Before you start your weekend, feel free to load up on essentials at the store!",
    "Fri6": "I hope your Friday goes well and that you have a great weekend, @!#$e#I'll certainly be enjoying mine!$h",
    "Sat": "Happy Saturday! It's always been my favorite day of the week, even as a child.#$e#I hope you like Saturdays as much as I do!",
    "Sat2": "How lovely to see you, @! Now that Joja's no longer around, I get the day off tomorrow.$h#$e#I'm still getting used to having time off. Working on a farm must keep you busy though!",
    "Sat4": "I'm trying to decide whether to go to the beach or to the mountains tomorrow.#$e#I'm really more of a mountains kind of guy, but I think I need a tan. I'm awfully pale.$s#$e#Maybe I'll just go to both! Problem solved.$h",
    "Sun": "Greetings, @! It's my day off today, so I'm just taking it easy.",
    "Sun2": "Have you had a lazy, relaxing Sunday, @?#$e#I have, and it's been quite odd!",
    "Sun6": "What should I get from the saloon today? That new dish has really looked appetizing, but I'm not made of money these days.#$e#%Morris is deep in thought.",
    "SeedShop_4_17": "Hi, @. I'm busy at the till right now, so I can't talk. Be sure to buy some of our wonderful products!",
    "SeedShop_6_19": "%Morris is giving Pierre some ideas about how he can improve the store. You shouldn't bother him.",
    "SeedShop_12_28": "Hello, @! I'm busy rearranging some products right now, but it's great to see you!$h#$e#Make sure to buy something while you're here!",
    "Saloon_20_17": "I really enjoy Gus's cooking. A nice meal and a glass of wine is a wonderful way to end one's day.$h",
    "winter_28": "Are you staying up until midnight tonight to welcome in the new year?#$e#I might watch the fireworks on TV tonight.$h",
    "spring_1_2": "Happy new year! Did you make any resolutions?#$e#I did too. I'm hoping the store will do well and that the town will have an amazing year.$h",
    "spring_12": "Are you looking forward to the egg hunt tomorrow? I loved it as a child. My hometown had a similar festival.",
    "spring_23": "Tomorrow should be fun. Do you have anyone you'll be dancing with?#$e#I have my sights set on someone.#$e#No, I'm not telling!$h",
    "summer_10": "I can't wait to see what you've prepared for the soup tomorrow. I bet it'll be delicious!#$e#Pierre and I have something special in mind that the governor should love.",
    "spring_28": "I enjoy working with Pierre, but the A/C at JojaMart was definitely a lot cooler.#$e#One of the downsides of working for a small business, I suppose!",
    "fall_15": "I won't be entering a display for the fair tomorrow myself, but I've helped Pierre create one that should definitely win!",
    "fall_28": "Spirit's Eve was terrifying! I'm glad we're through with it for another year.",
    "summer_Mon": "Lovely to see you, @! Take a break from the heat and support your local businesses!$h",
    "summer_Mon6": "I've really grown to love it here! Being friends with all the townsfolk makes a huge difference.#$e#Well, almost all... Shane still gives me dirty looks.$s",
    "summer_Tue6": "I make less money helping Pierre, but I'm somehow happier.#$e#I always thought money could buy happiness. I really don't get it.#$e#Don't get me wrong though. I still love money!$h",
    "summer_Wed": "We have seeds, swimsuits, and everything else you could need on this blistering summer day!",
    "summer_Thu": "It's a wonderful day to shop at Joja! Wait, sorry, Pierre's!",
    "summer_Thu8": "I used to think of Joja as my family, but then they discarded this town like it was nothing as soon as it was unprofitable.$s#$e#That's not how you treat family.$3",
    "summer_Fri": "Looking forward to the weekend, @? I am too, although I'm not sure I'll go outside much with this heat.",
    "summer_Sat": "Alex's ice cream is really something else! Now that I work for a small business, I make sure to get one every week.$h#$e#You have to support small businesses!$h#$e#%Morris has a passionate glare in his eyes.",
    "summer_Sun": "I'm enjoying my day off today! How about you, @?$h",
    "summer_Sun6": "There's nothing like a nice day off to really refresh you. I can't remember the last day I had off at Joja.",
    "fall_Mon4": "What's your favorite fall dish?#$e#Hm, interesting. I hope you get to eat it this season!$h",
    "fall_Mon8": "Did you feel directionless after leaving Joja?$s#$e#Sometimes I really miss it, but then I look at this amazing community and wonder why.",
    "fall_Tue": "It's a great day to shop! Of course, every day is a great day to shop!$h",
    "fall_Wed8": "Gus brought by some excellent food for Pierre and I. I guess you could call me a foodie!$h",
    "fall_Thu": "Would you rate your experience at Pierre's a 9 out of 10 or a 10 out of 10? I've been asked to conduct a survey.#$e#Yes, those are the only options.#$e#What's that face for?$s",
    "fall_Thu8": "It's been a long day today. I'm really looking forward to relaxing tonight.$s",
    "fall_Fri": "Happy Friday! I hope you have a great weekend. Pierre's will be open all weekend if you need anything!$h",
    "fall_Fri6": "I hope your Friday goes well and that you have a great weekend, @!#$e#I'll certainly be enjoying mine!$h",
    "fall_Sat6": "I'm trying to decide whether to go to the beach or to the mountains tomorrow.#$e#I'm really more of a mountains kind of guy, but I think I need a tan. I'm awfully pale.$s#$e#Maybe I'll just go to both! Problem solved.$h",
    "fall_Sun": "Greetings, @! It's my day off today, so I'm just taking it easy.",
    "fall_Sun8": "What should I get from the saloon today? That new dish has really looked appetizing, but I'm not made of money these days.#$e#%Morris is deep in thought.",
    "winter_Wed": "Greetings, @! No time to talk today, but I hope your day's been pleasant and not too chilly so far.",
    "winter_Thu": "Do you want to build a snowman later in front of the store? It could be good advertising.#$e#Just make sure it's better than mine is.",
    "winter_Thu6": "Do you ever feel lazier in winter? I know that I do.#$e#I don't spend that much time outside anyway, but the cold makes trips outdoors really unpleasant.",
    "winter_Sat": "Happy Saturday! Have a lovely day!$h",
    "winter_Sun": "What do you do with a day off when it's this cold outside?$s#$e#%Morris shivers."
}