/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
    "Changes": [
    {
    "Action": "EditData",
    "Target": "Characters/Dialogue/MarriageDialogueMorrisTod",
    "Entries": {
        
            //Indoor dialogue during the day with rainy weather
            "Rainy_Day_4": "Every rainy day is one more day where Joja won't get many customers.#$e#Corporate gets upset with me when profits decrease, but I can't control the weather.$s",
        
            //Indoor dialogue during the day with good weather
            "Indoor_Day_4": "With weather like this, Joja will be overflowing with customers!$h#$e#Sooner or later, I'll get a promotion, and we can really modernize our house.$h",
        
            //Indoor nighttime dialogue during rain
            "Rainy_Night_4": "Rainy nights at JojaMart are quite unpleasant, as water leaks up through the floor into the backroom.#$e#I've asked for the funds to fix it countless times, yet corporate doesn't seem to care.$s#$e#Rainy nights with you are much nicer, though!$h",
        
            //Child dialogue
            "OneKid_3": "%kid1 and I are setting up a lemonade stand this weekend. I got some lemonade from JojaMart with my employee discount.#$e#I can't wait for them to get their first taste of business. Our child's going to take over the world someday!$h",
            "TwoKids_4": "I had to take the kids with me to JojaMart today as we didn't have anyone to watch them.#$e#They loved it! They knocked down quite a few products, though.$s#$e#My employees didn't seem to care. They all enjoyed having the kids around. Maybe that's a good way to boost morale!$h",
        
            //Good dialogue
            "Good_8": "Would you ever like to open another Joja branch together? I'd love to one day.#$e#This branch has been doing really well, but I'm running it alone. With you, I bet we could do even better!$h#$e#Yeah, I know you left your job at Joja for a reason.$s",
            "Good_9": "All of my employees have been performing well recently! I think I'll give out some raises.$h",
        
            //Neutral dialogue
            "Neutral_8": "I had to deal with a lot of frustrated customers today. It wasn't fun.#$e#Just seeing your face me up, though.",
            "Neutral_9": "Employee job performance has been adequate this month, but I really need to see it improve.#$e#Do you think a pay cut would increase their motivation?#$e#Yeah, I agree that that would be cruel. Sorry, I won't do it. I just don't know what else to do.$s",
        
            //Bad dialogue
            "Bad_8": "Joja's sales have been horrible lately.$s#$e#I used to be great at business. Maybe marriage has caused me to lose my edge...$s",
            "Bad_9": "Imagine how successful I could be right now if I hadn't settled down with you.$s#$e#Maybe this was a mistake.$s",
        
            //Day-specific dialogue
            "winter_28": "Are you staying up until midnight tonight to welcome in the new year?#$e#I'll definitely give you a new year's kiss tonight...$h",
            "spring_1_2": "Happy new year! I can't wait to spend another year together. Did you make any resolutions?#$e#I did too. I'm hoping Joja will do well and that you'll have an amazing year.$h",
            "spring_12": "Are you looking forward to the egg hunt tomorrow? I loved it as a child. My hometown had a similar festival.",
            "spring_23": "Tomorrow should be fun. I get to show you off to the whole town!$h",
            "fall_1": "The seasons pass by so quickly as you get older. You make me feel young again though, @.$10",
            "winter_24": "I know you won't tell me who you're giving a gift to, but I can't help but wonder.#$e#Admittedly, I'm really hoping that it's me!$h",
            "spring_28": "I'm not a huge fan of summer, personally. I don't like the heat.$s#$b#But there's plenty of A/C in JojaMart, so I've enjoyed it a lot more since I started working there!",
            "summer_1": "Are you ready for summer? I know I don't have much free time, but we should visit the beach one evening when I'm through with work.$h",
            "summer_10": "If you're still searching for something to put into the pot for the Luau, a nice Joja baked good always does the trick!$h#$b#I'm not sure why the governor looked so green the last time I put a Joja product in...$s",
            "summer_27": "Ready for the moonlight jellies tomorrow? They weird me out slightly, but I'm looking forward to fall!",
            "fall_15": "Still looking for items to display tomorrow? I bet a display full of Joja products would really do well!",
            "fall_26": "Don't laugh at me, but I'm not looking forward to tomorrow's festival.#$b#Monsters really aren't for me. I admire the fact that you fight them, though!",
            "fall_28": "Unlike Pierre, I don't have to be so concerned about winter. JojaMart has a wide variety of products suitable for every season!",
            "winter_1": "Did you see the snowman I built outside this morning?#$e#Well, it was supposed to be a snowman... Art has never been my strong suit.",
            "winter_7": "Ready for the festival tomorrow?#$e#My dad was always into fishing, but I've always found it boring, if I'm being honest.#$e#I'd love to see you win, though!"
    }
    }
    ]
}