/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{

    //Location specific dialogue
    "patio_MorrisTod": "Hi, @. I'm taking care of my garden.#$e#I've always loved gardening. I get to watch something I've worked hard on prosper and grow like in business, but without all of the stress.#$e#I can't wait to watch these flowers bloom!$h",
    "spouseRoom_MorrisTod": "I'll be in here getting work done, but let me know if you need anything.#$e#I might be on the phone though, so apologies if I don't respond.#$e#I have some important calls to make with investors today.",
    "funLeave_MorrisTod": "I'm heading out for a while to make the most of my day off. I'll be back home soon!$h",
    "funReturn_MorrisTod": "Have you had a good day, sweetheart? Mine has been quite relaxing. I'm ready to make Monday an extremely profitable day!$h",

    //Indoor dialogue during the day with rainy weather
    "Rainy_Day_0": "I'm really not looking forward to going out today. Pelican Town has grown on me, but it's a miserable place in the rain.",
    "Rainy_Day_1": "What a dreary day.$s#$e#At least I get to come home to you later on.$h",
    "Rainy_Day_2": "I hope you enjoy your day off today! I know rain makes your life much easier as a farmer.#$e#I wish that was the case for me.$s",
    "Rainy_Day_3": "I became the store manager of JojaMart before I moved to Pelican Town. Rain was truly miserable for me back then.#$e#It was a long trip by bus to get here.",
    "Rainy_Day_4": "Foot traffic always decreases in weather like this. I hope the store gets a good number of customers today.#$e#I'd love if you came to visit!",

    //Indoor dialogue during the day with good weather
    "Indoor_Day_0": "It's a lovely day outside, but part of me just wants to stay inside with you all day.$h#$e#Maybe I will! Haha!$h",
    "Indoor_Day_1": "It's so nice waking up next to you every morning.$h#$e#Here, I made this for you. It's one of my favorites. [730 727]",
    "Indoor_Day_2": "Want to go outside later and take a walk? It's lovely out, and the company would be even lovelier.$h",
    "Indoor_Day_3": "I'd love to watch 'Who Wants to be a Billionaire' tonight with you if you have the time.#$e#How do you feel about the new host?#$e#I agree. They're a bit too dour to be a TV show host.",
    "Indoor_Day_4": "I've grown quite fond of %pet. I've never had a pet before, as they seemed needlessly expensive.#$e#I can't believe how incredibly wrong I was. You've made me an animal lover, @.",

    //Indoor nighttime dialogue during rain
    "Rainy_Night_0": "It may be miserable outside, but that just gives me an excuse to snuggle up close to you inside.$10",
    "Rainy_Night_1": "The rain is really cooling the house down. Maybe we should heat things up.$10",
    "Rainy_Night_2": "I like listening to the sound of rain hitting rooftops.#$e#My old house had a metal roof, so the rain was almost jarring. It's a nicer, subtler noise here.",
    "Rainy_Night_3": "The rain makes me feel almost lazy, although lazy's the last word you'd use to describe me.#$e#Let's see if there's anything good on TV tonight.",
    "Rainy_Night_4": "I wouldn't go out again tonight if I were you. It's far too muddy outside.",

    //Indoor nighttime dialogue when it's not rainy
    "Indoor_Night_0": "Did you have a good day today, love?#$e#I did too! Sales were off the charts today!$h",
    "Indoor_Night_1": "I wish I had more time to cook for you. I'm not a particularly great cook, but you work so hard all the time.#$e#I suppose I do too, though, which is the problem.",
    "Indoor_Night_2": "I can't wait to get into bed with you tonight.#$e#No, I didn't mean like that! Well, that too.$10",
    "Indoor_Night_3": "I've had a long day today.#$e#Our bed seems extremely appealing right now, but I'm going to stay up for a bit longer.",
    "Indoor_Night_4": "I'm going to do some cleaning tonight. I have a lot of energy today.#$e#The store was full of customers all day, so I suppose it's put me in a good mood!$h",

    //Outdoor dialogue (shows when on farm)
    "Outdoor_MorrisTod": "What a beautiful day! On days like this, I just know profits will be high!$h",
    "Outdoor_0": "I always used to dismiss small farms like ours as being antithetical to progress, but I was wrong.#$e#The farm has a certain charm to it that Joja's factory farms severely lack.",
    "Outdoor_1": "Would you ever want to make the farm a tourist attraction? Imagine if we set up some rides and sold tickets...#$e#%Morris grins, tapping his fingers together.#$e#What's that look for?$s",
    "Outdoor_2": "I woke up early today and went for a walk. The town is even more peaceful than usual early in the morning. It's relaxing.",
    "Outdoor_3": "I'm not a big fan of wildflowers, but they're quite visually appealing.#$e#We need to start selling fake flowers. They look as nice as regular flowers, minus all the upkeep.",
    "Outdoor_4": "I took a walk earlier, so apologies if I'm a bit sweaty. Don't get too close!",

    //Child dialogue
    "OneKid_0": "Can you believe that we're parents? I never imagined myself as a father.#$e#Kids are smelly, dirty, and a lot of work, but when they're yours they're the best thing in the world.$h",
    "OneKid_1": "When %kid1 gets a bit older, I'd love for them to help out around the store.#$e#I think it would be a great experience for them, and they'd have a nice addition to their resume!$h#$e#Well yes, children don't necessarily need a resume... I had one when I was 4, though!",
    "OneKid_2": "%kid1 ran out the door earlier! Luckily I grabbed them before they could get too far.#$e#They definitely have some of my enterprising spirit!$h#$e#Not sure that's such a good thing, though.$s",
    "OneKid_3": "%kid1 and I are setting up a lemonade stand this weekend. Pierre offered to make the lemonade.#$e#I can't wait for them to get their first taste of business. Our child's going to take over the world someday!$h",
    "OneKid_4": "%kid1 told me they'd like to be a doctor when they grow up. Isn't that incredible?$h#$e#Dr. Harvey agreed to have them come in and shadow him.",
    "TwoKids_0": "I'm glad we have two kids now. Two can't be as much of a handful as one, right?$h#$e#Yeah, I thought that might be too much to hope for. At least they can keep each other company!",
    "TwoKids_1": "We might have to install parental controls on the TV. I looked into them setting them up this morning.#$e#I caught %kid2 flipping through the channels, and there are some explicit ones we never blocked.#$e#They're more of a troublemaker than %kid1 has ever been!",
    "TwoKids_2": "%kid2 accidentally knocked over the lemonade pitcher at %kid1's lemonade stand earlier.#$e#I had a chat with them about how they could make it up to %kid1, but it didn't go that well.$s#$e#Can you talk to them?",
    "TwoKids_3": "With two kids and two jobs, I feel like we hardly ever get time together anymore.$s#$e#Let's take a nice vacation together sometime soon. I have some ideas of where we could go.",
    "TwoKids_4": "%kid2 is a lot more work than %kid1. I wonder what they'll grow up to be?#$e#Hopefully they'll succeed at whatever it is they want to do. I'll support them every step of the way.$h",

    //Good dialogue
    "Good_0": "I never thought I would settle down, but that was before I met you.#$e#My job is hectic and unpredictable, and knowing me that'll never change, but you keep me grounded.#$e#I love you, @.$10",
    "Good_1": "I'm feeling really happy today for some reason. I'll show you just how good I'm feeling later tonight.$10",
    "Good_2": "I think I woke up on the right side of the bed this morning!$h#$e#I feel like singing, but you really don't want to hear me sing.$h",
    "Good_3": "My life has improved considerably since I met you, @. I'm feeling great today!$h#$e#The store always seems to be more profitable when I'm in a good mood, so I'm glad!$h",
    "Good_4": "Let me know if you need some help around the farm at some point.#$e#I'm not much of a farmer, but for you I'd figure it out. I'm pretty busy with work, but just let me know if you need a hand.$h",
    "Good_5": "Profits have been booming lately! I've had so many great ideas to improve foot traffic.#$e#I'll have to treat you to a nice dinner sometime. There's an exquisite restaurant in the city I'll take you to.$h",
    "Good_6": "I can't recall the last time I've felt this happy. You're truly something special, @.$10",
    "Good_7": "I feel like I've won the lottery marrying someone like you.$h#$e#I used to just care about business and profits, but your love is so much more important to me.$h",
    "Good_8": "Would you ever like to open a business together? I'd love to one day.#$e#I've loved making Pierre's small business a success. With you, I bet we could do even better!$h",
    "Good_9": "Pierre noticed what a great mood I've been in recently. He called me lovestruck, and I can't say he's wrong!$10",

    //Neutral dialogue
    "Neutral_0": "Profits have been holding steady, lately. That's alright, but I'd rather they were going up.",
    "Neutral_1": "Sorry, @. I'm really busy with work at the moment. Maybe we'll have time to talk later?",
    "Neutral_2": "Marriages can be a lot of work sometimes. Hopefully it'll all be worth it in the end, though.",
    "Neutral_3": "I don't mean to be rude. I'm just really overloaded with work at the moment, so I don't have much time to chat.",
    "Neutral_4": "How are things going with you, @?#$e#That's good to hear. Sorry if I've been a bit distant recently. That's just the life of a businessman!",
    "Neutral_5": "%Morris is on the phone. He sounds upset with someone, so you shouldn't bother him.",
    "Neutral_6": "Don't feel like you have to spend all day with me. I'm sure you're as busy as I am!",
    "Neutral_7": "Apologies, @, but I have a lot of important work to get done today. We can talk tomorrow though!",
    "Neutral_8": "Pierre's been in a horrible mood, recently. It's really been making work difficult.$s",
    "Neutral_9": "Sometimes I miss Joja. They didn't always treat me well, but I had a higher salary there.",

    //Bad dialogue
    "Bad_0": "Things really haven't been going well recently at work. I need some time alone to deal with it.",
    "Bad_1": "Can you stop visiting me at work? It's distracting, and you're causing my job performance to suffer.$3",
    "Bad_2": "I never wanted a family because I felt like it would slow me down. I was right.$s#$e#I'm not sure I'll ever be as successful as I hoped I'd be.",
    "Bad_3": "Can't you see I'm on the phone right now? Go talk to someone else.#$e#%Morris turns away from you angrily and keeps yelling into his phone.",
    "Bad_4": "I'm tired, @. I'll talk to you some other time.",
    "Bad_5": "I used to say I was married to my work. I was happier in that marriage.$s",
    "Bad_6": "Pierre noticed I've been unhappy recently and asked if things were alright at home.$s#$e#I told him the truth. Maybe we should talk to someone.$s",
    "Bad_7": "Honestly, I don't want to talk to you right now. I'm not in a good mood.$3#$e#I was going to spend the night at my old house, but I remembered that the electricity's off.",
    "Bad_8": "My last ad campaign for Pierre's store didn't do that well.$s#$e#I used to be great at business. Maybe marriage has caused me to lose my edge...$s",
    "Bad_9": "To think I could be a corporate executive at Joja by now if my life had taken a different path.$s",

    //Seasonal dialogue
    "spring_MorrisTod": "The town becomes more lively again in the spring, meaning foot traffic and revenue is higher.$h#$e#In other words, I'll be making more money for the two of us!$h",
    "summer_MorrisTod": "I can't stand how hot it gets here in the summer. I'm glad I bought you an A/C unit.#$e#You're hot enough for the whole of Pelican Town anyway.$10#$e#That was corny, wasn't it?$h",
    "fall_MorrisTod": "It won't be long until winter, so we should make the most of fall while we still can.#$e#A picnic would be an excellent way to enjoy the season!$h",
    "winter_MorrisTod": "It's freezing cold outside these days, but snuggling with you keeps me nice and toasty.$10",

    //Day-specific dialogue
    "winter_28": "Are you staying up until midnight tonight to welcome in the new year?#$e#I'll definitely give you a new year's kiss tonight...$h",
    "spring_1_2": "Happy new year! I can't wait to spend another year together. Did you make any resolutions?#$e#I did too. I'm hoping the store will do well and that we'll have an amazing year.$h",
    "spring_12": "Are you looking forward to the egg hunt tomorrow? I loved it as a child. My hometown had a similar festival.",
    "spring_23": "Tomorrow should be fun. I get to show you off to the whole town!$h",
    "fall_1": "The seasons pass by so quickly as you get older. You make me feel young again though, @.$10",
    "winter_24": "I know you won't tell me who you're giving a gift to, but I can't help but wonder.#$e#Admittedly, I'm really hoping that it's me!$h",
    "spring_28": "I'm not a huge fan of summer, personally. I don't like the heat.$s#$b#I don't miss my job at JojaMart, but I do miss the strong A/C!",
    "summer_1": "Are you ready for summer? We should visit the beach one weekend!$h",
    "summer_10": "I can't wait to see what you've prepared for the soup tomorrow. I bet it'll be delicious!#$e#Pierre and I have something special in mind that the governor should love.",
    "summer_27": "Ready for the moonlight jellies tomorrow? They weird me out slightly, but I'm looking forward to fall!",
    "fall_15": "I won't be entering a display for the fair tomorrow myself, but I've helped Pierre create one that should definitely win!$h",
    "fall_26": "Don't laugh at me, but I'm not looking forward to tomorrow's festival.#$b#Monsters really aren't for me. I admire the fact that you fight them, though!",
    "fall_28": "Spirit's Eve was terrifying! I'm glad we're through with it for another year.",
    "winter_1": "Did you see the snowman I built outside this morning?#$e#Well, it was supposed to be a snowman... Art has never been my strong suit.$s",
    "winter_7": "Ready for the festival tomorrow?#$e#My dad was always into fishing, but I've always found it boring, if I'm being honest.#$e#I'd love to see you win, though!"
  }