/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{

    //Location specific dialogue
    "patio_MorrisTod": "嗨，@。我在照料我们的小花园。#$e#我一直都很热爱园艺。因为园艺能让我看到自己的努力，能得到像做生意一样的成功和成长，且没有任何压力。#$e#我等不及看这些花儿盛开了！$h",
    "spouseRoom_MorrisTod": "我得在家完成工作，不过你需要什么都可以告诉我。#$e#啊，我可能要给客户打几个电话，我先为等下可能没有顾及到你而道歉。#$e#按计划，今天我和客户有重要的会议要开。",
    "funLeave_MorrisTod": "我要出会门来度过这天假期。我很快就回来！$h",
    "funReturn_MorrisTod": "亲爱的，你今天过得好吗？今天我得到了适当的放松，我想我已经准备好在周一大赚一笔了！$h",

    //Indoor dialogue during the day with rainy weather
    "Rainy_Day_0": "我不想在这种天气出门。虽然鹈鹕镇对我而言越来越重要了，但我依旧认为雨天的小镇是令人不快的。",
    "Rainy_Day_1": "多么沉闷的一天。$s#$e#至少我能在家见到你。$h",
    "Rainy_Day_2": "希望你今天能在家快快乐乐地歇上一天！我知道的，雨天能让作为农场主的你更加轻松。#$e#我希望我也是这样。$s",
    "Rainy_Day_3": "我在搬到鹈鹕镇之前就已经是Joja的商店经理了。那时的雨给我留下了不快的记忆。#$e#从鹈鹕镇乘车到这里是非常长的一段路。",
    "Rainy_Day_4": "像这样的天气，一般客流量都会减少很多。我希望今天店里的顾客能多点。#$e#如果你能来，我会很高兴的！",

    //Indoor dialogue during the day with good weather
    "Indoor_Day_0": "今天天气很好，但我现在只想和你在家里待上一整天。$h#$e#哈！如果你乐意的话，我会的！$h",
    "Indoor_Day_1": "每天在你身旁醒来是多么美好的一件事。$h#$e#过来，这是我亲手为你准备的早餐。同时也是我最爱的食物之一。 [730 727]",
    "Indoor_Day_2": "想要一起出门散步吗？外出是迷人的。当然，我工作的地方更加迷人。$h",
    "Indoor_Day_3": "如果你有空的话，我很想和你一起收看今晚的《谁想成为亿万富翁》。#$e#你觉得新的主持人怎么样？#$e#我同意你的看法，他们对主持人未免也太苛刻了点。",
    "Indoor_Day_4": "我已经完全喜欢上了%pet。我之前从未想过要养宠物，因为他们看起来像是一笔没有必要的昂贵开支。#$e#我不敢相信自己错得有多么离谱。你让我成为了一名动物爱好者，@。",

    //Indoor nighttime dialogue during rain
    "Rainy_Night_0": "外面看起来令人不快，但这只是给了我个在家里能够紧紧依偎着你的借口。$10",
    "Rainy_Night_1": "雨都让家里变冷了。我也我们应该做点什么来暖和一下。$10",
    "Rainy_Night_2": "我喜欢听雨水打在我们屋顶上的声音。#$e#我的旧屋屋顶是金属制成的，所以是刺耳的噪音。这个声音不同，它更悦耳、更微妙。",
    "Rainy_Night_3": "雨天让我懒到了骨子里，尽管你已经很多次用“懒惰”来形容此时的我了。#$e#我们来找找今晚有没有不错的节目可以看。",
    "Rainy_Night_4": "如果我是你的话，我今晚肯定不会再出一次门了。现在外面又昏暗又泥泞，很容易摔跤。",

    //Indoor nighttime dialogue when it's not rainy
    "Indoor_Night_0": "亲爱的，你今天过得顺利吗？#$e#我也是!今天的销售额破纪录了！$h",
    "Indoor_Night_1": "我真希望自己能有更多时间来给你做饭。虽然我不是一个出色的厨师，但我一直都在努力学习。而且你工作还这么忙。#$e#不过，我想我也是这样，这就是问题所在。",
    "Indoor_Night_2": "我今晚已经等不及和你上床了。#$e#呃，不是，我不是这个意思！嗯...也许是的。$10",
    "Indoor_Night_3": "我度过了漫长的一天。#$e#此刻我们的床看起来真是诱人，不过我还需要再坚持一会会。",
    "Indoor_Night_4": "我准备把家里打扫一下。我今天简直能量爆表。#$e#店里一整天都挤满了客人，这让我心情很好！$h",

    //Outdoor dialogue (shows when on farm)
    "Outdoor_MorrisTod": "多美好的一天！在这样的日子里，我觉得利润会高得不得了！$h",
    "Outdoor_0": "我曾看不起像我们这样的小农场，认为它和时代发展是背道而驰的。但现实证明我错了。#$e#我们的农场和Joja的工业化农场相比，多的是他们严重缺乏的别样魅力。",
    "Outdoor_1": "你有没有想过把农场变成旅游景点？想象一下，如果我们建些游乐设施并出售门票...#$e#%莫里斯咧嘴笑了，并用手指敲了敲脑袋。#$e#那会是什么样子？$s",
    "Outdoor_2": "我今天比平时起得早一些，便出门散了下步。此刻的小镇比平日更加宁静祥和，令人感到放松。",
    "Outdoor_3": "我不太喜欢野花，我只享受园艺的过程。不过，它们在视觉上还是相当吸引人的。#$e#我们可以开始销售一些仿真花。它们看起来和普通的花一样棒，还最小化了维护的成本。",
    "Outdoor_4": "我早些时候出去散步了，我为自己可能还没擦干净的汗水道歉。先别离我太近！",

    //Child dialogue
    "OneKid_0": "你能相信我们已经为人父母了吗？我从来没想过自己会成为一名父亲。#$e#孩子很臭很脏，还费事。但如果他们是你的孩子，你就会觉得他们是你在这世上最宝贵的财富。$h",
    "OneKid_1": "等%kid1长大了，我就带到店里帮忙。#$e#我想这对孩子来讲是个很棒的经历，%kid1可以在简历上留下光辉的一笔！$h#$e#你说的没错，孩子不一定需要简历......不过我4岁的时候就已经有一份了！",
    "OneKid_2": "%kid1刚刚跑出去了！幸好我在孩子没跑太远时找到了。#$e#孩子肯定遗传了一部分来源于我的进取心！$h#$e#不过，我不知道这算不算是件好事。$s",
    "OneKid_3": "%kid1和我打算在周末设置一个柠檬水摊。皮埃尔主动提出来帮忙制作柠檬水。#$e#我已经等不及看到%kid1赚到第一桶金了。我们的孩子总有一天能够走向世界！$h",
    "OneKid_4": "%kid1 告诉我自己长大后想当一个医生。这不是很不可思议吗？$h#$e#哈维医生以及同意让孩子进诊所学习了。",
    "TwoKids_0": "我很高兴我们现在有了两个孩子。两个孩子不可能得到和一个孩子同样多的照顾，不是吗？$h#$e#是的，我觉得这点有点让人沮丧。至少孩子们能够相互有个伴。",
    "TwoKids_1": "我们必须得在电视上启用青少年保护模式。我今早看了电视的浏览记录。#$e#我发现%kid2在浏览各种各样的频道 ，有些频道是我们没有屏蔽的。#$e#这比%kid1那会更加麻烦！",
    "TwoKids_2": "%kid2早些时候不小心打翻了在 %kid1 的柠檬水摊上装柠檬水的罐子。#$e#我在和孩子们商量如何补偿%kid1，但不是很顺利。$s#$e#你可以来帮忙吗？",
    "TwoKids_3": "两个孩子，两份工作。我觉得我们几乎没有时间在一块了。$s#$e#让我们过段时间来次愉快的度假吧。关于要去哪里，我现在已经有了一些想法...... ",
    "TwoKids_4": "%kid2比%kid1做的事情更多。我很好奇孩子们长大后会是什么样子？#$e#希望两个孩子都能在想做的事情上有所成就。我会全力支持孩子们迈出的每一步。$h",

    //Good dialogue
    "Good_0": "我从未想过我会安定下来，但那是在我遇到你之前。#$e#我的工作忙碌而不可预测，我也知道这永远都不会改变。但是，你让我的心扎下了根。#$e#我爱你， @。$10",
    "Good_1": "出于某种原因，我今天非常高兴。晚些时候我会告诉你这种感觉有多棒。$10",
    "Good_2": "我想起今早自己在你的旁边醒来！$h#$e#我兴奋得想要高歌一曲，但你真的不会想要听我唱歌的。$h",
    "Good_3": "自从认识你后，生活在变得越来越好，@。我今天感觉很好！$h#$e#T每当我心情好时，店里似乎总是能赚到更多钱，所以我很高兴！$h",
    "Good_4": "如果你在农场遇到麻烦，一定要告诉我。#$e#我不是农场主，但我会想办法的。虽然真的忙于工作，但你可以在需要帮助时随时找到我。$h",
    "Good_5": "最近利润暴涨！我有很多改善出行的好主意。#$e#我得空出时间带你去享用美食佳肴。不用担心，我已经按你的口味在城里预约了一家高档餐厅。",
    "Good_6": "我记不起上次这么高兴是什么时候了。你真的很特别，@。$10",
    "Good_7": "我觉得我和你这样的人结婚，简直和中了彩票一样。$h#$e#我曾经只关心生意和利润，但你的爱对我来说比这重要的多。$h",
    "Good_8": "也许你可以和我一起创业？我期待这样的一天。#$e#我很热衷于为皮埃尔的杂货店取得成功。如果和你一起，我打赌我们可以做得更好！$h",
    "Good_9": "皮埃尔注意到了我最近心情特别好。他说我被爱情冲昏了头脑，我不能说他讲的不对！$10",

    //Neutral dialogue
    "Neutral_0": "最近的利润一直停步不前。虽然这没有什么问题，但我还是希望能够做到蒸蒸日上。",
    "Neutral_1": "抱歉，@。我现在真的非常忙。也许我们可以晚点再聊？",
    "Neutral_2": "婚姻有时需要耗费非常多的精力。不过，我希望这一切到最后都是值得的。",
    "Neutral_3": "我有时不是故意要这么粗鲁的。我只是最近真的要被工作压垮了，所以我没有什么时间和你聊天。",
    "Neutral_4": "你最近过得如何，@？#$e#很高兴能听到你的消息。抱歉，我最近表现得对你有点过于疏远了。这就是商人的日常！",
    "Neutral_5": "%莫里斯正在打电话。他听起来对某人很不满意，此刻你不应该去打扰他",
    "Neutral_6": "你没有必要整天和我待在一起。我确信你和我一样忙碌！",
    "Neutral_7": "对不起， @，但我今天有一大堆重要的工作要做。我们可以明天再聊！",
    "Neutral_8": "皮埃尔最近看起来情绪很糟糕。这让工作变难了。$s",
    "Neutral_9": "有时候我会怀念Joja。他们并不总是对我好，但我会有一份更高的薪水。",

    //Bad dialogue
    "Bad_0": "最近的工作不太顺利，我真的需要些时间独处。",
    "Bad_1": "你可以不要在工作期间来找我？这很令人困扰，而且你影响到了我的工作表现。$3",
    "Bad_2": "我之前从未想过组建家庭，因为家庭会拖慢我的脚步。现在看来，也许这是对的。$s#$e#我不确定自己能不能达到我期望的成功。",
    "Bad_3": "你没有注意到我在打电话吗？你可以去找别人聊天。#$e#%莫里斯生气地背身过去，继续对着他的手机大吼大叫。",
    "Bad_4": "我现在很疲惫，@。我们可以其他时间再谈。",
    "Bad_5": "我曾经总说自己嫁给了工作。也许我在那段婚姻会更加幸福。$s",
    "Bad_6": "皮埃尔注意到我最近并不开心，并问我最近家里是不是发生了什么事。$s#$e#我告诉了他事实。也许我们需要找个人好好谈谈。$s",
    "Bad_7": "说实话，我现在不想和你说话。我现在心情不太好。$3#$e#我曾打算在我的旧屋子过夜，但我记得那里已经停止供电了。",
    "Bad_8": "我上次为皮埃尔杂货店做的广告反响不佳。$s#$e#做生意原本是我的长项。可能是婚姻让我失去了这方面的优势...$s",
    "Bad_9": "如果我选择留在了Joja，那我早就成为Joja的高管了。$s",

    //Seasonal dialogue
    "spring_MorrisTod": "春天的小镇重新变得生机勃勃了，这意味着客流量和利润会变得更高。$h#$e#换句话说，就是我能为我们赚到更多的钱！$h",
    "summer_MorrisTod": "我没办法忍受夏天的高温。我庆幸自己早早为你安装好了空调。#$e#无论如何，你足够热辣到整个鹈鹕镇了$10#$e#这太老套了，不是吗？$h",
    "fall_MorrisTod": "冬天就要到来了，所以我们应该好好享受这个秋天。#$e#野餐会是享受秋季的最佳方式！$h",
    "winter_MorrisTod": "这几天外面非常冷，但和你依偎在一起让我觉得十分温暖和安心。$10",

    //Day-specific dialogue
    "winter_28": "你今晚要熬夜迎接新年吗？#$e#今晚我肯定会给你一个新年之吻......$h",
    "spring_1_2": "新年快乐！我迫不及待地想和你一起度过新的一年。你有什么心愿吗？#$e#我也有一个。我希望店铺会发展的更好，然后我们会有个了不起的一年。$h",
    "spring_12": "你期待明天的寻蛋活动吗？我小时候很喜欢。我的家乡也有一个类似的节日。",
    "spring_23": "明天应该会很有趣。我准备好在人们面前向你炫耀我练习的成果了！$h",
    "fall_1": "随着年龄的增长，时间也变得很快。不过你让我再次感受到了年轻，@。$10",
    "winter_24": "我知道你不会告诉我你要把礼物送给谁，但我无法克制自己的好奇心。#$e#如果可能的话，真希望礼物是给我的！$h",
    "spring_28": "就个人而言，我不是很喜欢夏天，因为夏天实在是太热了。$s#$b#我并不想念自己在Joja的那份工作，但我想念那里的强力空调！",
    "summer_1": "你为夏天做好准备了吗？我们可以周末去沙滩！$h",
    "summer_10": "我迫不及待地想知道你为明天的百乐汤准备了什么。我打赌一定会让汤很美味！#$e#皮埃尔和我有一些特别的想法，州长应该会喜欢。",
    "summer_27": "你准备好了明天的月光水母节了吗？他们对我而言有点诡异，但我期待秋天的到来！",
    "fall_15": "我自己不会参加明天的展览，但我已经帮皮埃尔布置了一个超棒的展览！但我知道你会赢的！$h",
    "fall_26": "别取笑我，我真心不期待明天的节日。#$b#我和怪物八字不合，但我很钦佩你能同他们战斗！",
    "fall_28": "灵魂之夜实在是太可怕了！不过很高兴我们又度过了一年。",
    "winter_1": "你看到我今早在门外堆的雪人了吗？#$e#嗯，我想它应该是一个雪人...... 艺术从来都不是我的强项。$s",
    "winter_7": "准备好明天的节日了吗？#$e#老实说，我爸爸很喜欢钓鱼，但我却觉得很没意思。#$e#不过我很想看到你赢！"
  }