/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
    "Introduction": "Oh wonderful, you must be the new farmer that just moved in! Welcome to Pelican Town's shining jewel, JojaMart!$h#$e#Feel free to come by whenever you like. We're open until 11 every day of the week!",
    "Mon": "Welcome to Jojamart, @! We have some great sales today! 2% off of roasted hazelnuts!",
    "Mon2": "Did you catch 'Who Wants to Be a Billionaire' last night? It's such a good episode!#$e#One of my dreams is to be on the show someday.",
    "Mon4": "I feel like you and I are becoming fast friends, @. Maybe one day I can let you in on some of my trade secrets.$h#$e#You learn a lot managing a store, you know!",
    "Mon6": "I can't believe his nerve! Pierre put up a poster on JojaMart's door today advertising one of his sales.$3#$e#As if he can afford a sale...$h#$e#Oh, sorry, @. I didn't notice you were there. How can I help?$h",
    "Tue": "It's a great day to shop at Joja! Feel free to browse the shelves and see if anything catches your eye.",
    "Tue2": "Hm, a Joja Family discount code... Who should I give it to?#$e#I don't have any family here.$s#$e#Oh, greetings, @! Welcome to Joja!",
    "Tue4": "I've never understood why there's a stereotype about Karens. My mom's named Karen, and she's lovely.#$e#I don't mind if people want to speak to the manager, anyway. That's what I'm here for!$h",
    "Tue6": "There's a mess in aisle 8 again. That's the third time this week...$3#$e#Sorry, @, it's just been a long week. And it's only Tuesday.$s#$e#%Morris sighs.",
    "Wed": "Yes, I understand...#$e#You'd really recommend docking his pay?#$e#Well, I'd rather not. The boy's salary is already so low.#$e#Understood, sir. I didn't mean any disrespect.$s#$e#%Morris is on the phone.",
    "Wed2": "Greetings, @! No time to talk today, but please feel free to browse and buy whatever your heart desires!",
    "Wed4": "Have you ever had an undercooked frozen pizza? Not a pleasant experience. It felt like biting into ice.#$e#Maybe I need to replace my microwave with a Joja-brand one soon...",
    "Wed6": "I'm often glad I'm a store manager. In retail, every day is different, and you're always on your feet.#$e#I could never sit at a computer all day like you had to at your old job. I love it here though!",
    "Thu": "Would you rate your experience with Joja a 9 out of 10 or a 10 out of 10? I've been asked to conduct a survey.#$e#Yes, those are the only options.#$e#What's that face for?$s",
    "Thu2": "2 bananas, 1 battery, 3 frozen pizzas... What could anyone want with that?#$e#Do you have any idea, @? It seems we've had a shoplifter.#$e#Yeah, I'm not sure either.",
    "Thu4": "Good to see you again, @! I hope the week's treating you well so far.#$e#Me? I'm doing quite well. Thank you for asking!$h#$e#No one else in town ever bothers to ask how I'm doing.$s",
    "Thu6": "I'm asking as a friend, but please don't ever put items back on the shelves in the wrong place.$3#$e#Just tell me if you don't know where something goes, or ask one of the other employees.$3#$e#Sorry, I'm not mad at you. Someone just rearranged a whole aisle's worth of products earlier. I don't know how they did it.$s",
    "Fri": "Happy Friday! I hope you have a great weekend. Joja will be open all weekend if you need anything!$h",
    "Fri2": "It's a wonderful day today, @! It's Friday!$h#$e#Of course, I'll be spending the whole weekend here...$s#$e#But what better way to spend a weekend than in JojaMart?$h",
    "Fri6": "I hope your Friday goes well and that you have a great weekend, @!#$e#Sometimes I miss weekends...$s",
    "Sat": "Happy Saturday! We're offering 1% off coupons for any purchases of 10 items or more!$h",
    "Sat2": "Did you see the sign outside? We're hiring! Feel free to submit your resume to me if you tire of the farming life and want to return to Joja.#$e#I'm judging based on your expression that you're not interested?$s",
    "Sat4": "I'm trying to decide whether to go to the beach or to the mountains on my next vacation.#$e#I won't have enough PTO saved up for a few more years, so at least I have some time to decide!$h",
    "Sun": "The weekend may nearly be over, but the fun at Joja is only just beginning! Come on in and shop!",
    "Sun2": "Have you had a lazy, relaxing Sunday, @?#$e#Mine has been as hectic as always. There are no lazy days when you work at Joja!$h#$e#That sounded like a complaint, but I'm the type of person who thrives at a job like this.",
    "Sun6": "Would you have a Joja Frozen Pizza tonight or a Joja Frozen Burger, @?#$e#You'd prefer freshly-cooked food made with ingredients from your farm? ...That must be nice.$s"
}