/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
"Joja": "Work is going well so far today, but I wish I could be home with you right now.#$e#How are things at home? Let me know if you need me to pick anything up.",
"Saloon": "Hi, love. I'm just enjoying one of Gus's incredible meals after a long day at work, then I'll be heading home.#$e#Why don't you join me? I've missed you today.",
"Pierre": "How wonderful to see you here, darling! Are you here to do some shopping?#$e#Oh, you're just here to say hi? That's even better. I know you're busy, but I'd love for you to hang around for a while.#$e#Pierre's wife literally lives in the store, so he can't complain about you spending some time with me at work!$h",
"Sunday": "This is such a beautiful town. I'm not sure how it took me so long to see it.#$e#Of course, the most beautiful sight in town is standing right in front of me.$10#$e#Sorry, I know that was corny. I can't help myself with you sometimes.$h",
"Mayor": "Hm, if we cancel the festival next week, we should have enough to pay for the road repairs.#$b#But will resident satisfaction be lower with repaired roads or with the festival? Almost no one drives.#$e#Oh, sorry, love. I was just in the middle of some of my mayoral work. I love you, and I'll be home soon!$h",
"Hospital": "Yes, it itches sometimes when I-$s#$b#Oh, @! What are you doing here?!$3#$b#Harvey and I were just discussing, um... Important business details, yes.$s#$e#Sorry, would you mind leaving? It was a private conversation.$3",
"HospitalMarriage": "Oh, hi sweetheart. I'm just here for my annual checkup, so there's no need to worry about me. Harvey agrees that I'm in tip-top shape!$h#$e#I don't mind you staying, but I think Harvey would like you to leave. I'll see you at home, though!$h"
}