/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/yoshimax2/MarryMorris
**
*************************************************/

{
"Joja": "Profits are up 10% but my stock prices dropped slightly this week... Hm...#$e#Oh, I'm so sorry, sweetheart! I didn't mean to ignore you. I was just working on my finances.#$e#I have a lot to do today, but I want nothing more than to go home with you and forget about it all.#$e#*SMOOCH* I love you. I'll be home soon.",
"Saloon": "Someone played a crass song on the jukebox earlier. Is that what passes for modern music these days?#$e#Wow, I'm really starting to sound old.$s",
"Pierre": "Subtract 20% for salaries, 10% for taxes, 50% for purchasing goods. That leaves a 20% profit margin...#$e#Sorry, sweetheart! I didn't mean to ignore you. I'm just dealing with finances today.#$e#Running a small business is tough. I don't have much time to talk right now. I can't wait to get home though.",
"Sunday": "Let's have a picnic here soon. It's such a peaceful, private area. I never used to enjoy nature enough.",
"Mayor": "I'll probably be out late tonight. I have a lot of responsibilities to take care of as mayor, then I need to check on JojaMart.#$e#I'm sorry I'm so busy all of the time. I love you, though, and can't wait to be home!",
"Hospital": "Yes, it itches sometimes when I-$s#$b#Oh, @! What are you doing here?!$3#$b#Harvey and I were just discussing, um... Important business details, yes.$s#$e#Sorry, would you mind leaving? It was a private conversation.$3",
"HospitalMarriage": "Oh, hi sweetheart. I'm just here for my annual checkup, so there's no need to worry about me. Harvey agrees that I'm in tip-top shape!$h#$e#I don't mind you staying, but I think Harvey would like you to leave. I'll see you at home, though!$h"
}