/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/cl4r3/Halloween-Mod-Jam-2023
**
*************************************************/

{
  // Letter //
  "emilyletter": "Hi, @^^Fall 27th is fast approaching - I got a magazine for Spirit's Eve costumes in the mail yesterday, and it totally caught me off-guard! But it also reminded me that a former Zuzu-ite like you might not be aware of all the strange little Spirit's Eve customs there are in Pelican Town. So stop by my place while I'm home and I'll tell you all about it, okay?^^- Emily[#]Spirit's Eve Traditions",

  // Event //
  "emilyevent.1": "Oh, hi @! Come on in.$h",
  "emilyevent.2": "So you got my letter, right? Then let me fill you in.",
  "emilyevent.3": "Well, to start, are you familiar with trick-or-treating?",
  "emilyevent.r1": "Yup!",
  "emilyevent.r2": "No, what's that?",
  "emilyevent.a1": "Great! Well, when it comes to trick-or-treating in Pelican Town, there are a few things you ought to know.",
  "emilyevent.a2": "Well, trick-or-treating is what makes Spirit's Eve my favorite holiday!$h#$b#Legend has it that on Fall 27th, the spectral dimension crosses into ours...$3#$b#These spirits run amuck in the human realm, and the only way to keep them from wreaking havoc upon your home is to give them what they want most--$3#$b#Delicious treats!$h#$b#Sounds silly, right? Well, I don't know if the spirits really want treats...#$b#But trick-or-treating is when the kids in town pretend to be those spirits, and go door-to-door asking for treats.#$b#And if the person at home doesn't give them a treat that they like, or doesn't give a treat at all... Well, then it's time for a trick!$h#$b#Nothing serious, of course. But still, no one wants to be the victim of a prank.",
  "emilyevent.4": "Pierre will be selling Spirit's Eve treats at the general store from today until the 26th.#$b#People in this town are very opinionated when it comes to candy, so be sure to get a variety of flavors if you want to have something for everyone.",
  "emilyevent.5": "But even if you don't buy any candy before Spirit's Eve, don't worry! You can still get it the day of.#$b#Trick-or-treating will take place here in town during the day, and most of the adults will be outside their homes giving out candy to trick-or-treaters.#$b#If you're wearing a costume, they'll give you candy, too! It's usually just kids who trick-or-treat, but there's no real age limit to keep us grown-ups from taking part.$h",
  "emilyevent.6": "If you want to get a costume, you can order one from the costume magazine I just got.#$b#It's right here on the coffee table, and I won't throw it out till the 27th, so feel free to stop by whenever to check it out.#$b#Remember, a costume needs to be a full set! Spirit's Eve is about going all-out, so wearing just a mask won't cut it.",
  "emilyevent.7": "Hm, I think that's everything...$3#$b#Wait! I almost forgot the most important part!$6#$b#Spirit's Eve isn't all candy and dandy. There's also the tricks, of course!#$b#If the treat you give someone isn't up to snuff, most people in town will just grumble at you... But some might make you pay for it, so watch out!#$b#And if you're too tightfisted with your treats, well, the disgruntled townsfolk might even team up and get their revenge the next day!$h#$b#All of these pranks are harmless, of course. But they're still part of what makes Spirit's Eve a holiday like no other.$h",
  "emilyevent.8": "Okay, now that should really be everything! Sorry if I blabbered your ears off. I won't keep you any longer...#$b#Just remember that trick-or-treating starts around noon in town on the 27th, okay?#$b#See you around, @!$h",

  // Dialogue //

  "alex.fall_27": "Hey, @. You trick-or-treating this year?",
  "alex.loved_treat": "Whoa, thanks!$h",
  "alex.neutral_treat": "Oh. Well, I wasn't planning on eating any treats this year, but this doesn't look half-bad.",
  "alex.hated_treat": "...Huh. Hey Grandma, is this safe for me to give to Dusty?$s",
  "alex.house_prank-egg": "Hey, @. I heard about what happened to your house.#$b#What a waste of perfectly good eggs...$s",

  "elliott.fall_27": "Spirit's Eve is such a delightful holiday, don't you think?$h",
  "elliott.loved_treat": "My, this looks spectacular! I can't thank you enough, @.$h",
  "elliott.neutral_treat": "A treat? Why, don't mind if I do!$h",
  "elliott.hated_treat": "I... can't say I'm a fan of these, but I'll accept it nonetheless...$s",
  "elliott.house_prank": "Ah, @. It's truly a shame about your house...$2#$b#But it's precisely these sorts of shenanigans that give this town its particular sense of whimsy, don't you agree?$1",

  "harvey.fall_27": "It's not healthy to eat this much candy regularly, but once in a blue moon is perfectly okay.#$b#Everything in moderation, I always say.$h",
  "harvey.loved_treat": "Now this is my kind of treat! Thanks, @!$h",
  "harvey.neutral_treat": "Oh, thank you!$h",
  "harvey.hated_treat": "Um... Have you been eating these, @? Please tell me you haven't been eating these...$s",
  "harvey.give_candy": "Alright, have one of these - But please be careful not to go overboard with the sugar tonight!$h",
  "harvey.house_prank": "I heard about what happened to your house, @. If it makes you feel better, it happened to me once, too.#$b#People here don't seem to appreciate the health benefits of raisins...$s",

  "sam.fall_27": "Mom's handing out treats, so Vincent and I are hitting the town just the two of us today.$h",
  "sam.loved_treat": "Whoa, this is like, crazy delicious! Thanks, @!$h",
  "sam.neutral_treat": "Hm, not bad! Thanks, @!$h",
  "sam.hated_treat": "Ugh, this looks downright gnarly - and not in the good way... I can't believe you'd give me that.$s",
  "sam.before_steal": "...Hm, now how to make you pay?",
  "sam.after_steal": "If you want this back, you'll have to come and get it tonight.",
  "sam.before_paint": "...Hm, now how to make you pay?",
  "sam.after_paint": "Sorry, @, but you kinda had that one coming.$10",
  "sam.before_nickname": "...Hm, now how to make you pay?",
  "sam.after_nickname": "Pleasure doing business with you, @!",
  "sam.house_prank": "Okay, I know me and the gang are probably your number-one suspects... But I swear we didn't do it.$10#$b#Really! Cross my heart and stick a needle in it or whatever.$2",

  "sebastian.fall_27": "It's a shame everyone's posted outside their homes this year.#$b#Usually Abby and I scope out the houses with buckets of candy left out front and dump them straight into our pillowcases.$h",
  "sebastian.loved_treat": "Hey, I used to love these as a kid! Thanks, @.$h",
  "sebastian.neutral_treat": "Thanks.",
  "sebastian.hated_treat": "Wow, this is totally digusting...$a",
  "sebastian.before_steal": "Well, you're practically asking for this...",
  "sebastian.after_steal": "You know that wasn't personal, right? Spirit's Eve law and all.$h",
  "sebastian.house_prank": "...What? I'm not the one who pranked you, if that's what you're thinking.#$b#After all the work Mom put into restoring your house, she'd kill me if I did anything to it...$2",

  "shane.fall_27": "C'mon, Jas. If you're too slow, they're gonna run out of all the good candy.#$b#Trust me, we need to pick up the pace.",
  "shane.loved_treat": "I could eat these things by the barrel! Thanks, @.$h",
  "shane.neutral_treat": "Thanks for the treat, @.$6",
  "shane.hated_treat": "...Ugh. Just looking at this stuff make me feel sick.$a",
  "shane.costume_react-skeleton": "...What? You want me to make a big deal 'cause we're coincidentally wearing the same thing?#$b#It's really not that exciting. This is a common costume, after all... Nothing worth talking about.",
  "shane.costume_react-skeleton.spouse": "You and me as a skeleton couple... That sounds kinda morbid, but I find it romantic.$l#$b#Heh. Does that make me weird?$1",
  "shane.house_prank-egg": "Hmph... Whoever did that to your house oughta have to apologize to each and every chicken whose eggs they wasted.$a#$b#Some people...$s",

  "abigail.fall_27": "Mom and Dad said I'm too old to trick-or-treat...$s#$b#But if I'm too old for that, then I'm also too old to have to listen to them. Right?$h",
  "abigail.loved_treat": "Whoa, this looks delicious! Thanks, @!$h",
  "abigail.neutral_treat": "Thanks for the treat, @!",
  "abigail.hated_treat": "This is the treat you're giving me? Are you joking?$a",
  "abigail.before_steal": "Hey, @ - What's that behind you?",
  "abigail.after_steal": "Ha, you're sure easy to trick! Hope you don't mind me borrowing this for the night.$1",
  "abigail.before_paint": "Wait a second! I see a silver lining here...$h",
  "abigail.after_paint": "Sorry, I couldn't resist! Don't hold it against me, okay?$h",
  "abigail.before_nickname": "Hm... Hey, @. Give me your forehead for a second.",
  "abigail.after_nickname": "I hereby declare you \"@\"! See you around, @!",
  "abigail.before_mystery": "Hey, can I see your treat bag for a sec?",
  "abigail.after_mystery": "There you go! A custom wrapping job, on the house! Good luck out there.$1",
  "abigail.costume_react-knight": "Hey, you're a knight, too! Great minds, huh?$h#$b#So, wanna go duel for a fair maiden's hand or something?",
  "abigail.costume_react-knight.spouse": "You didn't tell me you were dressing as a knight too, hun!$h#$b#Haha, I knew I loved you for a reason.$l",
  "abigail.costume_react-stone_golem.spouse": "Whoa, your costume reminds me of that time in the backwoods... Remember?#$b#I do...$s",
  "abigail.house_prank": "Look, I love pranks as much as the next guy, but I swear it wasn't me who did that to your house!$s#$b#You're too cool for me to torment you like that.#$b#Unless you want me to, of course.$1",

  "emily.fall_27": "Happy Spirit's Eve, @!$h#$b#Oh, if you're looking for treats, Haley made a bunch to hand out.",
  "emily.loved_treat": "Ooh, what a delightfully spooky treat! Thank you, @!$h",
  "emily.neutral_treat": "Thanks, @!",
  "emily.hated_treat": "@, this looks awful. I don't think this counts as a treat...$s",
  "emily.before_paint": "...Well, you know what that means, right?$h",
  "emily.after_paint": "Haha, don't you look silly!$h#$b#Don't worry, it's just paint. It'll be gone by tomorrow.",
  "emily.before_mystery": "...Well, you know what that means, right?$h",
  "emily.after_mystery": "Now you better be careful with those treats, okay?$1",
  "emily.house_prank": "I heard some people in town took \"trick-or-treating\" a little too seriously, huh?#$b#I hope you don't take it to heart. People in this town may get bored, but no one hates anyone here.",

  "haley.fall_27": "Emily, why don't you go get some treats for us instead of standing here? I want to try what the others have made.",
  "haley.loved_treat": "Aww, what a cute little treat! Thanks, @.$h",
  "haley.neutral_treat": "Hehe, thanks!",
  "haley.hated_treat": "Um, ew.$2#$b#Didn't anyone ever tell you that Spirit's Eve candy is supposed to be, like, good?$3",
  "haley.give_candy": "Hey, @! Take one of these - I made them myself!$h",
  "haley.house_prank": "Just when I thought your house couldn't get any uglier...$2#$b#Just kidding. But not really.",

  "leah.fall_27": "I would've handed out treats from my house, but no trick-or-treaters ever venture out that far, so I thought I'd come here instead.",
  "leah.loved_treat": "Wow, thanks! I can't wait to try this!$h",
  "leah.neutral_treat": "Oh, thanks!",
  "leah.hated_treat": "@, you should know that I can't eat this...$a",
  "leah.before_paint": "Wait a second... What's that? It's raining paint!$h",
  "leah.after_paint": "Oh, no! Looks like you got soaked, @! Happy Spirit's Eve!$h",
  "leah.before_mystery": "Here, @. Let me show you how it's done.",
  "leah.after_mystery": "There! Now even if you give someone an awful gift, at least it'll be wrapped nice.$1",
  "leah.give_candy": "Here you go, @! And happy Spirit's Eve.$1",
  "leah.house_prank": "Sorry to hear about your house, @!#$b#Hopefully it all gets cleaned up before the litter does any damage to the local environment...$s",

  "maru.fall_27": "Dad spent all night making those treats, and he still won't give me one!$a#$b#Let me know if they're any good, okay?",
  "maru.loved_treat": "Wow! Thanks, @!$h",
  "maru.neutral_treat": "Thanks, and happy Spirit's Eve.",
  "maru.hated_treat": "Um, thanks for the treat, I guess...$s",
  "maru.house_prank": "Don't worry, @. A light rain will wash all that junk on your house right down the drain.",

  "penny.fall_27": "Mom, I told you already. These treats are for the trick-or-treaters, not us. So hands off!$a",
  "penny.loved_treat": "This is for me? @, you're too kind.$h",
  "penny.neutral_treat": "Oh! Thanks, @.",
  "penny.hated_treat": "Oh, um... I can give this to my mom, I guess...$s",
  "penny.give_candy": "Happy Spirit's Eve, @! Here, take one of these.#$b#I know it's not the tastiest, but it's all we could afford... Sorry if you don't like it.$s",
  "penny.house_prank": "I'm sorry to hear about your house, @.#$b#We've had similar pranks pulled on our trailer, so I know how hurtful it can be...$2",

  "jas.fall_27": "Uncle Shane offered to take me trick-or-treating this year!$h#$b#He's kinda being grumpy about it, but he's always like that.",
  "jas.loved_treat": "For me? Thank you!$h",
  "jas.neutral_treat": "Thank you.",
  "jas.hated_treat": "...Thanks.$s",
  "jas.house_prank": "",

  "vincent.fall_27": "Trick-or-treat! Trick-or-treat!$h#$b#Oh, hi! Do you have any candy?",
  "vincent.loved_treat": "Whoa, awesome! Sam, Sam, check this out!$h",
  "vincent.neutral_treat": "Yay, a treat! Thank you!$h",
  "vincent.hated_treat": "Haha, yuck!$h",
  "vincent.before_steal": "Trick-or-treat with no treat means...$h",
  "vincent.after_steal": "Haha! Hope you like eggs!$h",
  "vincent.before_nickname": "Trick-or-treat with no treat means...$h",
  "vincent.after_nickname": "You look like a real @, @! Haha!$1",
  "vincent.costume_react-goblin": "Whoa! You look freaky, mister!$1^Whoa! You look freaky, miss!$1",
  "vincent.house_prank": "Hey, mister. Have you tried making a really, really big omelet with all those eggs?#$b#Hey, miss. Have you tried making a really, really big omelet with all those eggs?",

  "caroline.fall_27": "Have you tried one of my husband's treats, @? He's been boasting about them all day.",
  "caroline.loved_treat": "I love these! Thank you, @.$h",
  "caroline.neutral_treat": "Why, thank you!",
  "caroline.hated_treat": "...Just so you know, I hate these.$3#$b#Try to remember that for next year.$3",
  "caroline.house_prank": "I want to apologize on Abigail's behalf, @.$2#$b#I don't have any proof that she did it, but this sort of prank is exactly the type of behavior I'd expect from her...$3",

  "clint.fall_27": "@, is that you? I thought everyone had forgotten about me over here...$s",
  "clint.loved_treat": "Well my night just got better! Thanks, @!$h",
  "clint.neutral_treat": "For me? Thanks, @.",
  "clint.hated_treat": "Oh, um... This is fine, I guess...$s",
  "clint.give_candy": "Well, take this. As thanks for coming all this way.",
  "clint.costume_react-ghost": "AGH!!$4#$b#Oh... Sorry. I thought you were one of those awful monsters from the mines... Ugh.$s",
  "clint.house_prank": "",

  "demetrius.fall_27": "Hello, and happy Spirit's Eve, @!$h#$b#Hm... Well, it's not technically \"eve\" yet, is it? I suppose it's more like Spirit's Eve Day...#$b#Happy Spirit's Eve Day, @!$h",
  "demetrius.loved_treat": "Thank you - This is a wonderful treat!$h",
  "demetrius.neutral_treat": "A treat? Thank you.",
  "demetrius.hated_treat": "Ugh. This looks disgusting.$a",
  "demetrius.give_candy": "Here's your treat, then!$h#$b#Oh, and don't let Maru try one - These are far too spicy for her.",
  "demetrius.costume_react-alien": "Just so you know, if aliens do exist, it's highly unlikely that they would look so humanoid as your costume suggests.#$b#It's much more probable that the evolutionary demands of an extraterrestial biome would produce an anatomy vastly dissimilar to anything we have on earth.",
  "demetrius.house_prank": "You know, someone once covered our house in toilet paper after I handed out tomatoes for Spirit's Eve.$2#$b#Well, not our house -- just my lab, actually...$3",

  "evelyn.fall_27": "It's always such a pleasure to see the town abuzz like this. Don't you agree, @?$h",
  "evelyn.loved_treat": "Oh, this loooks lovely! Thank you for the treat, dear.$h",
  "evelyn.neutral_treat": "For me? That's very thoughtful of you, dear.",
  "evelyn.hated_treat": "...You're too old to be pulling Spirit's Eve tricks, dear.$3",
  "evelyn.give_candy": "My, what a charming costume you have, @!$h#$b#Here, would you like some candy? Happy Spirit's Eve!",
  "evelyn.house_prank": "I was so sorry to hear about your house, dear.$s#$b#Hopefully whoever did it has the decency to clean it up soon.$s",

  "george.fall_27": "Evelyn always hauls me outside for the whole darn day on Spirit's Eve.#$b#Well I'm not going to that party tonight, I'll tell you that.",
  "george.loved_treat": "Why, what a surprise! Thanks, kid.$h",
  "george.neutral_treat": "For me? Alright, I'll take it. Thanks.",
  "george.hated_treat": "Do you really think I'd eat this garbage? Get it out of my face.$a",
  "george.house_prank": "Kids these days... Ungrateful, is what they are.$3#$b#They oughta find the brats who did that to you and make them clean your house with their toothbrushes.$3",

  "gus.fall_27": "Desserts aren't my favorite type of dish to cook, but they're certainly wonderful to eat!$h",
  "gus.loved_treat": "Oho, these are delicious! Thank you, @.",
  "gus.neutral_treat": "Why, don't mind if I do!$h",
  "gus.hated_treat": "...I put all that effort into my treats, and this is what I get in return?$s",
  "gus.give_candy": "This is a recipe I only ever bust out for today! I hope you like it.$h",
  "gus.house_prank": "",

  "jodi.fall_27": "I told Sam not to let his brother eat too much candy... He better have listened to me...$s",
  "jodi.loved_treat": "Oh goodness, I haven't had one of these in years! Thank you, @.$h",
  "jodi.neutral_treat": "Thank you, @. No one ever thinks of the parents on Spirit's Eve, so I truly appreciate it.$h",
  "jodi.hated_treat": "Oh, um, I'll just set this aside... For later...$s",
  "jodi.give_candy": "Huh? Oh, right - Here's your treat!$h",
  "jodi.house_prank": "I'm so sorry about your house, @.$s#$b#I can assure you it wasn't Sam -- He's not allowed to leave the house after Spirit's Eve, ever since what happened with Demetrius...$3",

  "kent.fall_27": "I was planning on going with the boys, but I didn't want to leave Jodi by herself.#$b#So here I am... Yup.",
  "kent.loved_treat": "Heh, I used to get so excited when I got these trick-or-treating... Thanks, @.$h",
  "kent.neutral_treat": "Thanks. The more candy I can give to my sons, the better.$1",
  "kent.hated_treat": "I don't want your reject candy, @.$2",
  "kent.house_prank": "You know, I have some spare stuff in my shed that could help protect your property.#$b#Let me know if you're interested.",

  "lewis.fall_27": "Happy Spirit's Eve, @! Are you planning on coming to the festival tonight?#$b#I hope to see you there!$h",
  "lewis.loved_treat": "Wow! These are delicious!$h",
  "lewis.neutral_treat": "Thanks for the treat.",
  "lewis.hated_treat": "Oh, this isn't very good at all...$s",
  "lewis.give_candy": "Here you go, @. Have fun!$h",
  "lewis.house_prank": "Sorry about your farm, @. The kids around here sure are out of control...$3",

  "linus.fall_27": "It always brings a smile to my face seeing how lively town is today.$1#$b#I don't want to be a bother, so I'll just observe from afar.",
  "linus.loved_treat": "These are my favorite! You're too kind, @.$h",
  "linus.neutral_treat": "Thank you for thinking of me today, @.$h",
  "linus.hated_treat": "Thank you, @, but I don't have much need for candy.",
  "linus.give_candy": "I know this isn't exactly candy, but I hope you appreciate it nonetheless.",
  "linus.house_prank": "Don't worry, @. My tent gets trashed from time to time as well, but still, this town has good people.",
  "linus.costume_react-caveman": "@! Have you embraced the natural lifestyle as well?$1#$b#...Oh, a costume? I see.",

  "marnie.fall_27": "Oh, @! Did you seen Shane and Marnie out there? How are they doing?",
  "marnie.loved_treat": "Hehe, thanks! I love these.$h",
  "marnie.neutral_treat": "Thanks.",
  "marnie.hated_treat": "...Does anyone actually like these?$s",
  "marnie.give_candy": "Enjoying Spirit's Eve, @? Well, I hope this makes it even better!$1",
  "marnie.house_prank": "",

  "pam.fall_27": "Spirit's Eve always makes me think of this old saying-- How does it go again...?#$b#Oh, yeah - \"Candy is dandy, but liquor is quicker!\"$h",
  "pam.loved_treat": "Oh man, these things are addictive! Thanks, kid.$h",
  "pam.neutral_treat": "A treat? That's real kind of you, kid.",
  "pam.hated_treat": "Ugh. Where's the fun in boring stuff like this?$s",
  "pam.before_steal": "Hey, kid. You know how today works, right?",
  "pam.after_steal": "Hope that wasn't too important to you! Ha!$h",
  "pam.house_prank": "Sounds like someone got you good, huh @? Hah!$1",

  "pierre.fall_27": "If you get any Joja candy, you should just throw it out. I heard they don't even use real sugar, you know.",
  "pierre.loved_treat": "My favorite! Thanks, @.$h",
  "pierre.neutral_treat": "Oh, thank you.",
  "pierre.hated_treat": "Are you trying to be funny?$3",
  "pierre.give_candy": "Here. The best treat you'll have all night, or your money back!$h#$b#...That's a joke, to be clear.",
  "pierre.house_prank": "I heard someone cleaned out Joja's supply of toilet paper last night... I wonder what for?#$b#...They what!? That's awful!$4#$b#Well, to avoid this catastrophe next year, might I suggest stocking up on Spirit's Eve treats at my store in advance?",

  "robin.fall_27": "Demetrius and Maru are arguing over something over there... I'm afraid to butt in.$s",
  "robin.loved_treat": "These are the best! Thank you, @.$1",
  "robin.neutral_treat": "Thanks for the candy, @. Happy Spirit's Eve.",
  "robin.hated_treat": "@, these are... not good.$6",
  "robin.house_prank": "Don't worry, @. All that stuff on your house should be gone by tomorrow.#$b#This town may take trick-or-treating a bit too seriously, but no harm, no foul. Right?",

  "willy.fall_27": "I saw Clint all by his lonesome, so I thought I'd come keep him company!$h",
  "willy.loved_treat": "Well, now! You sure know a good treat, don't you, @?$1",
  "willy.neutral_treat": "Oh, these always get the fish bitin'. Thanks, @.",
  "willy.hated_treat": "...Hmph. Well, a treat is a treat, I s'pose.$2",
  "willy.give_candy": "Happy Spirit's Eve to ya, @! Here, this is for you.",
  "willy.house_prank": "",
  "willy.costume_react-pirate": "Ahoy, @! That's quite the garb ya got there, eh?$1",

  "dwarf.fall_27": "The monsters lurking in the mines are especially active today. It's quite bothersome.",
  "dwarf.loved_treat": "Thank you! I must say, these are one of humanity's best inventions.",
  "dwarf.neutral_treat": "Hm, you don't see these often. Thank you.",
  "dwarf.hated_treat": "Your human traditions disgust me.",
  "dwarf.before_maze": "I want you out of my sight. In fact...",
  "dwarf.after_maze": "There. I'll have plenty of peace and quiet while you work your way to the center.#$b#If only it could last even longer... Oh, well.",

  "krobus.fall_27": "There are many footsteps overhead... Do the humans have some kind of gathering today?",
  "krobus.loved_treat": "Ah, I think I understand... Thank you, @. You are very generous.$h",
  "krobus.neutral_treat": "I don't quite understand what this is, but thank you.",
  "krobus.hated_treat": "This human joke is not very funny.$s",
  "krobus.before_maze": "Oh, that's right - I'm supposed to play a \"trick\" on you, right? Well, then...",
  "krobus.after_maze": "Don't worry, you're not stuck here. The exit is to your left.#$b#When you return, please let me know if this trick suffices.",

  "sandy.fall_27": "@! You came all the way out here just to say hi to me on Spirit's Eve? You're so sweet!$1",
  "sandy.loved_treat": "What a sweet treat! Thanks, hon.$1",
  "sandy.neutral_treat": "For me? Thank you!",
  "sandy.hated_treat": "Oh. How... spooky.$2",
  "sandy.give_candy": "Happy Spirit's Eve from Sandy's Oasis! Here you go, dear.$1",
  "sandy.costume_react-mummy": "Moses, is that you? Long time no see, huh!$1#$b#Oh, @? ...Sorry, I thought you were someone else.$2",

  "wizard.fall_27": "@? What are you doing out here? Shouldn't you be in town with the locals?",
  "wizard.loved_treat": "This is an excellent treat. Thank you.$h",
  "wizard.neutral_treat": "Candy? For Spirit's Eve, you say? Interesting...",
  "wizard.hated_treat": "This smells absolutely repugnant.$a",
  "wizard.before_maze": "Perhaps I need to teach you a lesson...",
  "wizard.after_maze": "I have entrapped you within a mental illusion. Find the exit to the south and I will release you.",
  "wizard.costume_react-wizard": "...Should I take this as flattery or mockery, @? Answer carefully.",
}
