/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    // Long suffering, does the bookkeeping. (business degree?)
    // Expensive tastes, not enough money to back that up.
    // Used to be young and fun, a little anxious about getting old.

    // Parents raised horses.
    {
        "LogName": "Rain - SeedShop",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "When": {"Weather: valley": "Rain, Storm"},
        "Entries": {"SeedShop_Entry": "Oh, it's really pouring out there"}
    },
    {
        "LogName": "Rain -- during winter.",
        "Action": "EditData",
        "Target": "Characters/Dialogue/rainy",
        "When": {"Season": "winter"},
        "Entries":{
            "Caroline": "#$c .7#I hope the sun comes out soon. What did the weather report say today?#A good cup of tea is excellent on a day like this. Here. I've got an extra.[614]"
        }
    },
    {
        "LogName": "Caroline: mid hearts",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "Entries": {
            "Resort_Entering": "Ah, a nice day of rest and relaxation!$h",
            "Resort_Bar_2": "I could do with a Long Island Iced Tea right about now",
            "9{{YearRemainder}}": "Gosh, @, I was up way too late last night trying to balance the books.#$b#Apologies if I don't feel like chatting.",
            "11{{YearRemainder}}": "Think I might order some new tea...Let's see, what have I not had recently?",
            "13{{YearRemainder}}": "Wonder if any of our supplies is carrying a new tea?",
            "15{{YearRemainder}}": "Wish I had more time to garden, but running a small business is a lot of work.",
            "19{{YearRemainder}}": "Did you see the {{i18n:clothing.brand.{{Random:01, 02, 03, 04, 05, 06, 07, 08}} }} dress Haley was wearing?#$b#I would never when I was her age!",
            "25{{YearRemainder}}": "%Caroline is muttering to herself.#$b#I wonder if we should get Abigail some therapy or something...#$e#What? Oh, it's nothing.",
            "28{{YearRemainder}}": "I grew up here in this valley. Only really left once, to go to college in Zuzu City.#$b#I love it here. It's my home."
        },
        "When": {"YearModulus": "1"}
    },
    {
        "LogName": "Caroline: mid hearts. Y1, CC",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "When": {
            "YearModulus": "1",
            "IsCommunityCenterComplete": true
        },
        "Entries": {
            "summer_Mon6": "@, while I grew up here, I wasn't ever planning on moving back. That was Pierre's idea.#$b#I'm glad we did, though.",
            "fall_Mon6": "Think I'll take a walk around. Maybe head out to the woods.",
            "winter_Mon6": "There's nothing like fresh tea from a plant you've grown yourself.",

            "1{{YearRemainder}}": "Hey, @, how have you been? Join me for a cup of tea?[614]",
            "4{{YearRemainder}}": "Ugh, @, I wish I had more time to garden.$s#$e#Say, take these and plant them for me? I haven't the time to do much gardening myself lately.[770]",
            "17{{YearRemainder}}": "Ever since Pierre decided that the shop should be open seven days a week, I've felt like I've always been at work.$s#$b#Wish I could just get a little time to drink a nice cup of tea.",
            "21{{YearRemainder}}": "Used to enjoy going out to the forest to gather mushrooms. We would sometimes sell them, helped when we needed the money.",
            "23{{YearRemainder}}": "Lewis handles most of the good export out of this county, and we're now handling most of the imports.$h",
            "27{{YearRemainder}}": "I wonder if I can convince Pierre to take me to {{i18n:restaurant.{{Random:01, 02, 03, 04, 05, 06}} }}. I hear their {{i18n:dishes.adult.{{Random:01, 02, 03, 04, 05, 06, 07, 08, 09}} }} is to die for."
        }
    },
    {
        "LogName": "Caroline: mid hearts. Y2",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "When": { "YearModulus": "2" },
        "Entries": {
            "summer_Sun6": "Thinking about taking a walk around, see if I can scare up some morels.#$b#Nothing like freshly foraged mushrooms. Well, if you're sure they're safe to eat.",

            "Mon4": "I love helping Evelyn out with the town gardens.$h",
            "winter_Mon4": "Gotta help Evelyn prepare the flower garden for next year, it'll be glorious!$h",

            "1_2": "@, I feel so old and out of touch these days. I have no clue what the young people want anymore.",
            "3_2": "We would have supported Abigail if she wanted to  leave home to go to college, but that wasn't what she wanted to do.",
            "7_2": "I can't believe how much has changed since I was young...#$e#When I was Abby's age, we'd go hitchhike all the time. Wasn't the wisest idea, in hindsight...$s",
            "9_2": "When I was young, my mother would raise horses in this valley.#$b#She taught me how to ride when I was just six years old.",
            "11_2": "Economically, the town seems to be doing better now.#$b#A lot of people had to move away during the last recession.$s#$e#Land's cheap out here, but it's hard to find a job, and everything is so much more expensive.#$b#To be honest, I'm not sure what Abigail will do.",
        }
    },
    {
        "LogName": "Caroline: mid hearts Y2 post SO",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "When": {
            "YearModulus": "2",
            "HasFlag": "carolineSO"
        },
        "Entries": {
            "5_2": "I miss being young and free-spirited.$s#$b#And here I am, trying to get Abigail to behave more like an adult.$s",
            "13_2": "Gosh, I wish I wasn't so busy all the time running the shop.#$b#Would love to go vacation more often.",

            // GIMA lines.
            "Resort_Approach": "@, I'm so excited to be going on vacation today!",
            "Resort_Bar_2": "Mmmmmm. I wonder what's in this?$h"
        }
    }
]}