/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Base Good Dialogue",
        "Entries": {
            "movieTheater": "@! Are you excited about the new movie theater?#$e#Penny keeps on bugging me about going with her some time...#$b#But between her job and mine scheduling something is difficult.",
            "spring_3_2": "@! What are you planning on doing with %farm Farm this year?",
            "summer_28_2": "Summer's almost over...I'm gonna be glad to see the end of these high electric bills though...",
            "winter_Thu": "#$c .8#It's awful cold outside today. Looking forward to some nice warm soup.#Could really do with a burger and fries...or maybe a chicken sandwich?#",
            "Mon6": "Been walking around a little bit more. It's definitely doing me good!$h",
            "Mon8": "Valley really is a beautiful place to live. I think I'm startin' to appreciate this place more...$h",
            "Thu": "Hey. Penny's my baby girl. Be nice to her or leave her alone, got it?",
            "Thu10": "Been getting into fishing lately. Doc said I needed to get a hobby.#$e#$c .5#Fishing count as a hobby, right? Do you fish?#There's not much to do in this little town. Maybe I should take up knitting...#",
            "Fri6": "Half of town goes to the Saloon on Fridays. It's hard to have a social life if you don't go.#$e#I've been doing better about not drinkin', though.",
            "spring_Sat4": "Man, I could go for some parsnip soup right about now...%revealtastePam199#$e#It's the season for fresh parsnips, isn't it?",
            "summer_Thu4": "Nothin' to do in this town other than to go to the Saloon. *sigh*#$e#Doesn't help that it's so close to my house....",
            "summer_Thu6": "It always seems to storm more in summer.#$e#Standin' in the rain all day ain't fun, kiddo.",
            "summer_Thu8": "You ever been to that casino in the desert, kiddo?#$e#$c .9#Me, I ain't got enough money to gamble.#Ma liked her slots but I never really understood.#",
            "fall_Sat8": "Penny tried to make a stirfry yesterday. Dirtied up damn near every dish in the house, and she nearly set the kitchen on fire.$u#$e#Then again, I can't cook neither. Other than poppin' a frozen meal into the microwave",
            "fall_Sat8_inlaw_Penny": "I keep on buyin' veggies and forgettin' to cook them.#$b#Then they go bad, and it's just so much wasted money.",
            "winter_Sat": "Fishin' ain't great just outside my house; think the water might be a little too shallow...#$e#Lake's so far though, especially after work.",
            "IslandSouth_Entry": "Ahh, vacation!",
            "winterResort_Approach": "Gonna be headed off to Ginger Island today. Definitely'll be nice to get out of this cold!$h",
            "Resort_Approach": "@! I'll be off to Ginger Island today. Lookin' forward to it!",
            "Resort_Left": "Ah, nothin' like a nice relaxing vacation.",
            "summerResort_Left": "That was a great vacation! Think I should bring my fishing pole next time...$h",
            "Resort_Left_Fri": "Ah, that vacation was nice! Goin' to go meet up with Willy and Clint at the Saloon...",
            "Resort_Left_Saloon": "A day spent at the resort, an evenin' spent with friends, what could be better?",
            "Resort_Shore_2": "Some of those fish are really pretty. This seems like it'd be a nice place to fish...",
            "Resort_Wander": "Wonder what else is interestin' on this island?",
            "Resort_Wander_2": "I hear there's a volcano to the north? Seems interesting...",
            "Resort_Bar": "Have you tried Gus's curry? It's to die for!$h",
            "Resort_Chair_2": "Ahhh...this warm sand feels so good! My old feet were achin'.$h",
            "Resort_Chair_3": "%Pam appears to be asleep. You should let her rest.",
            "Saloon_Entry": "Heya, Gus, how're you doin'?/Mmm. What's on the menu tonight?",
            "summerSaloon_Fri": "@, you feel like joinin' us for a good meal?",
            "fallSaloon_Fri": "Fall is such a lovely season. Harvest season means great food, doesn't it?#$b#Come join us, @, I'll buy you a drink.#$b#Here, @. You've done so much for me already, it's the least I can do.[346]",
            "Saloon_Fri": "You think Gus would wanna hire me as a barmaid if Emily ever moves on?#$b#I could do with a bit of extra money.#$b#My face ain't nearly as pretty, though.",
            "Saloon_Mon": null,
            "Saloon_Sat": null,
            "Saloon_Sun": null,
            "Saloon_Thu": null,
            "Saloon_Tue": null,
            "Saloon_Wed": null,
            "winter_20": "The bus company gave me a raise! I'm so happy.$h",
            "winter_20_2": "The bus company gave me a raise! I'm so happy.$h#$e##$c .5#I should get Penny a little somethin', shouldn't I?#Been lookin' a new fishing rod, and now I can afford it!#"
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/rainy",
        "LogName": "Good Dialogue, rain",
        "Entries": {
            "Pam": "{{Random: Days like this I'm real grateful for the new house$h++ @, I don't think I've thanked you enough for the new house! Days like this I'm so grateful for it.$h| inputSeparator=++}}"
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Rainy day additional dialogue",
        "Entries": {
            "Saloon_Entry": "Gah, I'm drenched!/It's pouring out there!/Heya, Gus, how're you doin'?",
            "Seedshop_Entry": "Oh, I'm drenched!",
            "Saloon_Fri": "A nice warm soup sounds good right about now.",
            "winterSaloon_Fri": "Brr! This weather is miserable. I'm lookin' forward to a nice bowl of warm soup!",
            "Resort_Approach": "I'm so glad that I'm gonna be going on vacation today!$h^Girl, you don't know how glad I am to be going on vacation today...$h#$b#Standin' outside in the rain all day isn't great...",
            "Resort_Chair_2": "Ahh, nothin' like some nice sun to bask under."
        },
        "When": {"Weather: valley": "Rain, Storm"}
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Dialogue Referencing Two Kids",
        "Entries": {
            "spring_Sun10": "Sometimes, I wonder if I should have tried harder to get Penny more opportunities in life...#$e#She's a smart girl, my Penny, I should have been able to send her to college.",
            "spring_Sun10_inlaw_Penny": "How're you doing, my son-in-law?^How're you doing, my daughter-in-law?#$e#I'm glad Penny got to marry well.$h",
            "summer_Mon10": "Life's different after you have kids, isn't it?",
            "fall_Sat10": "My ma moved in with me to help me take care of Penny.#$e#I don't know what I would have done if I didn't have her help.",
            "winter_Tue8": "$y 'How're your kids doing?_Great!_Glad to hear that!_They're being a little difficult_Oh, I'm sorry to hear that.'",
            "winter_Fri10_inlaw_Leah": "When Leah and you first moved here, I wasn't sure either of you would hang around this little hodunk town. But look at you guys now!$h"
        },
        "When": {"HasValue: {{ChildNames |valueAt=1 }}": true}
    },
    {
        "LogName": "Penny - married dialogue for movies",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialoguePenny",
        "Entries": {
            "funLeave_Penny": "@, I'll be headed out today. I'm planning on watching a movie with my mother.$h",
            "funReturn_Penny": "It was nice to see my mother doing well! We had a great time at the theater today.$h"
        },
        "When": {
            "DayOfWeek": "Sunday",
            "HasFlag": "ccMovieTheater",
            "MovieNight": "true",
            "ScheduleChanges": "true"
        }
    }
]}