/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://gitlab.com/daleao/sdv-mods
**
*************************************************/

{
  "tax.intro": "Ministerio de Hacienda^Agencia Estatal de Administración Tributaria de Ferngill^^^{{honorific}} @,^^Le informamos que su solicitud de cambio de domicilio a Pueblo Pelícano, Stardew Valley ha sido radicada y registrada. Toda la correspondencia futura se enviará a {{farm}}.^^Tenga en cuenta que las contribuciones del impuesto federal sobre la renta vencen el día 2 de cada temporada. Para su comodidad, sus obligaciones vencidas se deducirán automáticamente de su saldo. Si este saldo es insuficiente, automáticamente se emitirá un préstamo a su nombre, sujeto a una tasa de interés nominal de {{interés}} por año.^^^Atentamente,^^Laura D. Pretto^Directora ejecutiva, Agencia Estatal de Administración Tributaria[#]Taxation Intro",
  "tax.notice": "Ministerio de Hacienda^Agencia Estatal de Administración Tributaria de Ferngill^^^{{honorific}} @,^^Le informamos que su impuesto sobre la renta total adeudado para la temporada de cierre por la cantidad de {{due}}g ha sido deducido automáticamente de su saldo para su conveniencia.^^Guarde esta carta en sus registros permanentes en caso de que necesite resolver alguna pregunta sobre su estado fiscal.^^^Atentamente,^^Laura D. Pretto^Directora Ejecutiva, Agencia Estatal de Administración Tributaria[#]Taxation Notice",
  "tax.outstanding": "Ministerio de Hacienda^SAgencia Estatal de Administración Tributaria de Ferngill^^^{{honorific}} @,^^Le informamos que su impuesto sobre la renta total adeudado para la temporada de cierre por la cantidad de {{due}}g no se pudo deducir completamente de su saldo. Por lo tanto, todos los ingresos futuros de {{farm}} se incautarán hasta que se liquide su deuda pendiente por un monto de {{outstanding}}. Recordamos que le conviene liquidar cualquier deuda pendiente lo antes posible para evitar acumular intereses a una tasa de {{interestRate}} por año.^^Guarde esta carta en sus registros permanentes en caso de que necesite resolver cualquier pregunta sobre su estado fiscal.^^^Atentamente,^^Laura D. Pretto^Directora Ejecutiva, Agencia Estatal de Administración Tributaria[#]Taxation Outstanding",
  "tax.deduction": "Ministerio de Hacienda^Agencia Estatal de Administración Tributaria de Ferngill^^^{{honorific}} @,^^Nos complace informarle que, después de revisar sus actividades ambientales, hemos verificado que califica para una deducción de su impuesto sobre la renta del {{deductible}} conforme a la sección 501(c)(3) del Código de Impuestos y Contribuciones de Ferngill.^^Guarde esta carta en sus registros permanentes en caso de que necesite resolver cualquier pregunta relacionada con su estado fiscal.^^^Atentamente,^^Laura D. Pretto^Directora Ejecutiva, Agencia Estatal de Administración Tributaria[#]Taxation Deduction",
  "tax.deduction.max": "Ministerio de Hacienda^Agencia Estatal de Administración Tributaria de Ferngill^^^{{honorific}} @,^^Nos complace informarle que, después de revisar sus actividades ambientales, hemos determinado que califica para la deducción total de su impuesto sobre la renta conforme a la sección 501(c)(3) del Código de Impuestos y Contribuciones de Ferngill. Como tal, no se realizará ningún cargo a su saldo en relación con la temporada de cierre.^^Guarde esta carta en sus registros permanentes si necesita resolver alguna pregunta sobre su estado fiscal.^^^Atentamente,^^Laura D. Pretto^Directora ejecutiva, Agencia Estatal de Administración Tributaria[#]Taxation Deduction",
  "debt.debit": "Su saldo fue debitado por {{amount}}g hacia su deuda pendiente con la Administración Tributaria de Ferngill.",
  "honorific.male": "Estimado",
  "honorific.female": "Estimata"
}