{
  "Companion": "I'm getting the itch for an adventure. #$q 500/501 abigailCompanion_followup#Hey @, wanna tag team for a little bit?#$r 500 20 abigailCompanion_yes#Sure! Lets find some trouble?#$r 501 0 abigailCompanion_no#Hmmmm, probably not today. Don't count me out next time though.",
  "abigailCompanion_yes": "I knew you'd be down! Where should we go first?$h",
  "abigailCompanion_no": "Boo. Guess I'll need to find some fun with someone else today.",
  "abigailCompanion_followup": "#p 500 #It's a good thing I have you with me!$h|Maybe I should check out the mines today?",
  "CompanionActions": "Hey @, what's up? #$q 500/501 CompanionFollowup#What's up?#$r 500 0 CompanionActionEnd#That's all the time I have to hang out today.#$r 501 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Alright, well thanks for hanging out with me today!$h",
  "CompanionActionContinue": "Cool.",
  "companionBeach": "You know, I wouldn't necessarily call myself a beach person, but being here does make me curious about all the things that are at the bottom of the sea.",
  "companionSubmarine": "Hey! Didn't I tell you I was curious about the bottom of the ocean?$h#$b#Thanks for bringing me down here to check this out. It's beautiful!$h",
  "companionDesert": "Oh my Yoba! Do you see the size of that skeleton?! Think it was some sort of dragon?$7",
  "companionClub": "Hey @, am I your date to a high-stakes poker game or something? I didn't even wear my cocktail dress!$h",
  "companionSkullCave": "This place is like, the Solarian Souls of Stardew Valley, you know?",
  "companionSewer": "This place stinks, but I can't help but smile when I see that little shadow guy. What a cutie!$h",
  "companionMutantBugLand": "Just a bunch of bugs in here. Hardly worth dulling my blade.$u",
  "companionArchaeologyHouse": "Wow, it's like a 5-course buffet in here!$h",
  "companionTunnel": "If we walked for miles and miles from here, we might even make it to Zuzu city eventually.$6",
  "companionWizardHouse": "Oh my! Do you think he'd be willing to take me on as an apprentince if I asked really nicely?$h#$e#By the way, don't you think him I and look a little alike?$6",
  "companionWitchHut": "You know, even though the witch seems evil, I bet I could still learn a thing or two from her.",
  "companionAdventureGuild": "How many skeletons do you think Marlon and Gil have slain between the two of them?$6",
  "companionMine": "I'm glad I have you here to help me train!$h#$b#I'm not so sure I could do this alone yet.",
  "companionRailroad": "Being here always makes me wonder if I could just hop on a train and journey somewhere unknown and far away.$6#$b#Would you want to come with me if I did?$l",
  "companionBathHouse_Pool": "Ahhhh... It's been awhile since I was last here on my own.$b#Thanks for bringing me back!$l",
  "companionWoods": "You can practically feel the natural magic in here.#$b#I heard there used to be Sylvan creatures here before early humans fought with them long ago.$s"
}