{
  "Companion": "Hey honey! You feel like going on an adventure with me today?#$q 500/501 abigailCompanion_followup#What do you say?#$r 500 20 abigailCompanion_yes#Sure, lets find some trouble!#$r 501 0 abigailCompanion_no#Hmmmm, probably not today. Don't count me out next time though.",
  "abigailCompanion_yes": "I chose a good husband. Lead the way honey.$h^I chose a good wife. Lead the way honey.$h",
  "abigailCompanion_no": "Oh come on. You're not really gonna make me fight monsters on my own, are you?$6",
  "abigailCompanion_followup": "#$p 500 #It's a good thing I have you with me!$h|Maybe I should check out the mines today?",
  "CompanionActions": "Hey @, something on your mind?#$q 500/501 CompanionFollowup#What's up?#$r 500 0 CompanionActionEnd#I think we should split up for now.#$r 501 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Well, thanks for keeping me company. I'll see you at home tonight!$h#$b#Don't keep me waiting too long though.$l",
  "CompanionActionContinue": "Cool.",
  "companionBeach": "Hey @, have you ever heard of the lost city of Atlantis?#$b#Nobody knows if it really exists. But if it does, I know you and I will be the ones to discover it.",
  "companionSubmarine": "I can't see the lost city of Atlantis anywhere, but at least it's still beautiful down here.#$b#So dark, quiet, and peaceful...$6",
  "companionClub": "I may be your date, but don't think I'm just here to watch.#$b#I've learned a thing or two about blackjack and I plan to play for keeps.$h",
  "companionSkullCave": "It's you and I versus them honey",
  "companionSewer": "This place stinks, but I can't help but smile when I see that little shadow guy. What a cutie!$h",
  "companionBugLand": "Just a bunch of bugs in here. Hardly worth dulling my blade.$u",
  "companionArchaeologyHouse": "Wow, it's like a 5-course buffet in here!$h",
  "companionTunnel": "If we walked for miles and miles from here, we might even make it to Zuzu city eventually.$6",
  "companionWizardHouse": "Oh my! Do you think he'd be willing to take me on as an apprentince if I asked really nicely?$h#$e#By the way, don't you think him I and look a little alike?$6",
  "companionWitchHut": "You know, even though the witch seems evil, I bet I could still learn a thing or two from her.",
  "companionAdventureGuild": "How many skeletons do you think Marlon and Gil have slain between the two of them?$6",
  "companionMine": "I'm glad I have you here to help me train!$h#$b#I'm not so sure I could do this alone yet.",
  "companionRailroad": "Being here always makes me wonder if I could just hop on a train and journey somewhere unknown and far away.$6#$b#Would you want to come with me if I did?$l",
  "companionBathHouse_Pool": "Ahhhh... It's been awhile since I was last here on my own.$b#Thanks for bringing me back!$l",
  "companionWoods": "You can practically feel the natural magic in here.#$b#I heard there used to be Sylvan creatures here before early humans fought with them long ago.$s"
}