{
  "Companion": "I've been meaning to explore some new areas for inspiration.#$q 550/551 elliottCompanion_followup#Could I accompany you today?#$r 550 10 elliottCompanion_yes#Sure, but watch your hair. We might be getting dirty!#$r 551 0 elliottCompanion_no#Sorry Elliott, I think I'd prefer some time alone today.",
  "elliottCompanion_yes": "I think I might like that for a change! Shall we?",
  "elliottCompanion_no": "I understand. A little peace and quiet has always done me wonders as well.",
  "elliottCompanion_followup": "#$p 550 #I'm glad I have some good company too!$h||Say, have you been to the desert before?",
  "CompanionActions": "Hey @, what's up? #$q 500/501 CompanionFollowup#What's up?#$r 500 0 CompanionActionEnd#That's all the time I have to hang out today.#$r 501 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Alright, well thanks for hanging out with me today!$h",
  "CompanionActionContinue": "Cool.",
  "companionBeach": "The beach is such a beautiful front yard, don't you think?#$b#You get to hear the ocean and the gulls sing for you everyday.$h",
  "companionSubmarine": "Goodness, did you see the tentacles on that thing? Nature really does get scary when you look deeper!$8",
  "companionDesert": "The desert is far too hot for me, but I can see how it could appeal to some.#$b#I could write a whole chapter on the hardiness of all of these beautiful cacti!$u",
  "companionClub": "My my, it's been some time since I was in an establishment like this.$h#$e#Don't tempt me. I'm sure I could clean out all the chips in this place given a full day.$u",
  "companionSkullCave": "The monsters in here are quite fearsome. Please keep us safe @!$8",
  "companionSewer": "I'm afraid I don't see much value in being down here.$s#$b#Aside from the charming fellow over there at least.$h",
  "companionBugLand": "Goodness, what is that in my hair?!$8",
  "companionArchaeologyHouse": "I love coming here to read to works of great authors.$h#$b#These amazing artifacts inspire me as well!",
  "companionTunnel": "A space between worlds, doesn't it seem like? Brings me a feeling of wondering what lies beyond...",
  "companionWizardHouse": "I wonder what stories this man has heard. Tales from other worlds or even dimensions perhaps?",
  "companionWitchHut": "This place gives me a dreadful feeling. Just what kind of evil do these statues hold?$s",
  "companionAdventureGuild": "These men look like they've seen a thing or two. I wonder if they'd be willing to share?",
  "companionMine": "I'm sure I would be scared out of my pantaloons down here if I were not with you right now!$h",
  "companionRailroad": "Have you ever ridden on a train @? It's such a lovely way to see the countryside.$h#$e#It flies by you, and you can't help but wonder about the lives of all the people you pass.",
  "companionBathHouse_Pool": "Ahhhhh, this is just what I needed to get my mind of writing for a little bit.$h",
  "companionWoods": "What a wonderful place you've brought me to. It's places like this that gave birth to transcendental thought.$h"
}