{
  "Companion": "Hey @! I was just thinking about going for a walk around the valley.#$q 650/651 leahCompanion_followup#Where are you headed?#$r 650 15 leahCompanion_yes#Walking around a bit too. You feel like coming with?#$r 651 0 leahCompanion_errands#I have a few errands I need to get done today.#$r 651 0 leahCompanion_boring#Eh, nowhere too interesting I think.",
  "leahCompanion_yes": "Sounds like we both want the same things in life! Let's go.",
  "leahCompanion_errands": "Oh well. Let me know when you've got some free time and we'll hang out!",
  "leahCompanion_boring": "I doubt that. You should try to find interesting things wherever you are!",
  "leahCompanion_followup": "#$p 650 #All we need is a bottle of wine to top this day off!$h|I find good forage year-round so there's always a reason to take a walk!",
  "CompanionActions": "Hey @, what's up? #$q 500/501 CompanionFollowup#What's up?#$r 500 0 CompanionActionEnd#That's all the time I have to hang out today.#$r 501 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Alright, well thanks for hanging out with me today!$h",
  "CompanionActionContinue": "Cool.",
  "companionBeach": "You like listening to the sounds of the waves too?#$b#I think only an absolute devil could truly say they hate the ocean.",
  "companionSubmarine": "Look at how all these beautiful creatures survive, no...#$b#thrive, on the bottom of the ocean. Living not on land, but with the Earth still. I feel a connection to them.$u",
  "companionDesert": "Humans can really be something, choosing to live out here in the desert so far from food and water.#$b#Though I suppose these cacti look like they could provide a good amount of nutrition.",
  "companionClub": "Hey, I never knew this place existed! Gus seriously needs to get a setup like this back at the Stardrop!$h",
  "companionSkullCave": "Hey, I don't really feel comfortable in here. Can we not stay too long?$s",
  "companionSewer": "To think that this is underneath us all the time. Poor Krobus. I wish he didn't have to feel he needed to live down here.$s",
  "companionBugLand": "Yikes! How do bugs like these even come to exist?$6",
  "companionArchaeologyHouse": "This place is like a monument to all the art humans have created over our entire history. I love it!$h",
  "companionTunnel": "This is your idea of good nature walk? I can barely even see my own hands in this unnatural darkness.$7",
  "companionWizardHouse": "What a handsome man. I can't help but respect his dedication to both his studies, and his beard.",
  "companionWitchHut": "My my, do you think the Wizard and the Witch know each other?#$b#(whisper) Do you think he knows anything about why she ended up like this?$a",
  "companionAdventureGuild": "I think it'd be interesting to do a realistic human sculpture sometime. Using the wood to map out the fine details of someone's facial texture.#$b#Marlon would make a good model. You can see places he's been on his face.",
  "companionMine": "This isn't exactly the kind of nature walk I had in mind, but I think there's beauty in the natural minerals of the world too.",
  "companionRailroad": "These roads lead a long way either way.#$b#Would you ever think about packing it all up and moving somewhere far away again, @?#$b#The thought's definitely crossed my mind before.",
  "companionBathHouse_Pool": "Hey @, have I ever told you how good you look in a bathing suit?$h#$e#I know we all crave positive feedback from other sometimes, but it's good to be confident in yourself as well.#$b#Try complimenting yourself on something you're proud of sometime!",
  "companionWoods": "Now this is where you'll find all the best forage. Pretty good spot for a picnic, don't you think?$h"
}