{
  "Companion": "I've been productive lately, but I think it's time for a break.#$q 750/751 sebastianCompanion_followup#What are you up to today?#$r 750 15 sebastianCompanion_yes#I could be hanging out with you if you wanted.#$r 750 15 sebastianCompanion_casual#Just enjoying some time off myself. Want to join me?#$r 751 0 sebastianCompanion_errands#Running errands around town. Nothing too interesting.#$r 751 5 sebastianCompanion_alone#Just trying to get some alone time. It's good catching up with you though.",
  "sebastianCompanion_yes": "Yeah, that sounds like it could be pretty fun! Lead the way.$h",
  "sebastianCompanion_casual": "Alright, you've convinced me. What've you got in mind?$h",
  "sebastianCompanion_errands": "Mmmm. Sounds stressful. I think I'll just play some games.",
  "sebastianCompanion_alone": "Hey, I get it. Don't be a stranger @!",
  "sebastianCompanion_followup": "#$p 750 #I wonder how well my motorcycle and a farm pony would size up?$h|You should play Solarian Chronicles with me sometime.",
  "CompanionActions": "Hey @, what's up? #$q 500/501 CompanionFollowup#What's up?#$r 500 0 CompanionActionEnd#That's all the time I have to hang out today.#$r 501 0 CompanionActionContinue#Nothing, just taking a breather.",
  "CompanionFollowup": ":)",
  "CompanionActionEnd": "Alright, well thanks for hanging out with me today!$h",
  "CompanionActionContinue": "Cool.",
  "companionBeach": "What is it about the beach that I don't like? Hmmmmm...$s#$b#I guess I just don't like the feeling of having my body be exposed in a swimsuit for so many people to see.#$b#It's not even that I have body-esteem issues or anything, it's just... I don't know I guess.",
  "companionSubmarine": "If this is what the ocean has to offer, I suppose I can get behind it.$7#$b#It'd be kind of peaceful to live in the dark down here I think.",
  "companionDesert": "Urgh, I don't really like being out here. It's far too hot to be comfortable.$a",
  "companionClub": "You know, I've never been gambling by myself before, but this is kind of fun.$7#$b#I don't really suppose that's a good thing for me though.$h",
  "companionSkullCave": "I've practiced a few magic tricks here and there. Let's hope they actually turn out useful in here.",
  "companionSewer": "It's smelly down here, yet dark and... surprisingly temperate?#$b#I like it.$h",
  "companionBugLand": "This place looks like a dungeon straight out of 'Solarion Chronicles'",
  "companionArchaeologyHouse": "Huh, I guess this archaeology stuff is all pretty cool.$7",
  "companionTunnel": "A year or two back when I first started smoking, I used to come here all the time to get away from my mom and stepdad.",
  "companionWizardHouse": "Oh man, I'm so nervous. Do you think he'd be willing to teach me anything?$s#$b#Oh god, I'm messing everything up, aren't I?$s",
  "companionWitchHut": "Keep your eyes peeled @. There's no telling when someone or something could pop out and try to ambush us.$a",
  "companionAdventureGuild": "I've been playing 'Solarion Chronicles' for years now, but these guys have actually spent their whole lives adventuring.",
  "companionMine": "Hey, do you think I could make a decent living if I came down here consistently to mine for ores and minerals?#$b#I even have the know-how to set up my own shop website.",
  "companionRailroad": "Before I got my bike, I'd snuck out of town a few times to Zuzu city on these trains.$h#$b#Those were quite the adventures.$7",
  "companionBathHouse_Pool": "You know these pools harbor an insane amount of bacteria and dead skin cells? I doubt they clean them very often either.$s",
  "companionWoods": "What a nice area. It's rare that I really find a place here in Pelican Town that lets me feel at peace.$h"
}