{
  "adventureBegins": "none/6 18/farmer 6 18 0 Marlon 6 14 2/pause 1000/skippable/pause 100/speak Marlon \"Bienvenido, @.\"/pause 700/move farmer 0 -3 0/pause 1000/speak Marlon \"¿Entonces recibiste mi carta? Muy bien.\"/pause 600/speak Marlon \"Como dije antes, acá en el pueblo vas a encontrar a otros como tú, con el deseo de explorar y de que sus habilidades se igualen a su espíritu.\"/speak Marlon \"Viendo que tu eras un nuevo habitante acá en Pueblo Pelícano, necesitaba ver que realmente deseabas empezar una vida acá y construir un hogar para ti, para ser parte de nuestra comunidad.\"/pause 300/playMusic MarlonsTheme/pause 600/speak Marlon \"Necesitaba conocer tu carácter.#$b#Te has probado a ti mismo en ese sentido, y has ganado el respeto de un viejo guerrero.\"/pause 200/speak Marlon \"Pero no viniste por eso, lo se. Viniste a saber más acerca de las personas de este pueblo.\"/speak Marlon \"A algunos los conoces más que a otros, ¿pero sabes todo sobre ellos?\"/pause 200/emote farmer 8/pause 200/speak Marlon \"Hay personas fuertes en este pueblo, que quizás no han sido probadas en batalla, pero que tienen un gran potencial para la grandeza.\"/pause 100/speak Marlon \"Hay otros bien versados en medicina que pueden curarte, e incluso regresarte del borde de la muerte.#$b# Compañeros muy convenientes para tus viajes a las minas, yo diría.\"/speak Marlon \"Algunos son mas aptos para pescar y recolectar materias primas.#$b#Ellos pueden compartir su botin contigo, y acompañarte durante el día.\"/pause 200/speak Marlon \"Quizás, algunos están dotados de poder mágico, con todas sus trampas misteriosas. Pero yo, no sé mucho de eso.\"/speak Marlon \"Este pueblo es honrado, y cualquier cosa que les entregues, estoy seguro que ellos te lo devolverán el próximo día.\"/speak Marlon \"Al vivir a tan poca distancia de los monstruos del valle, la mayoría de los habitantes tienen algunas habilidades de combate.\"/speak Marlon \"Es mejor que todos sepamos cómo defendernos, pero algunos están mas dispuestos a explorar que otros.\"/pause 100/speak Marlon \"Ahora te preguntarás, cuál de tus amigos, conocidos, e incluso amantes tendrán esas habilidades y estarían dispuestos a acompañarte.#$b#¿Pero dónde está la aventura al saberlo de antemano?\"/pause 100/stopMusic/pause 500/playSound getNewSpecialItem/pause 500/message \"¡Ahora puedes recrutar a los habitantes como compañeros!\"/pause 1000/speak Marlon \"Prosigue con esta nueva información y aprende qué secretos tiene este pueblo y sus residentes.\"/pause 100/speak Marlon \"Seguiré vigilándote, @. Vas a tener grandes aventuras mas adelante, puedo sentirlo.\"/pause 700/globalFade/viewport -1000 -1000/pause 100/end warpOut"
}
