/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "It's a pleasure to meet you. I'm Harvey, the local doctor.#$e#I perform regular check-ups and medical procedures for all the residents of Pelican Town. It's rewarding work.#$e#I hope you'll find your own work equally rewarding, in time.$h",
  "Resort_Entering": "Sunscreen? Check...#$b#Sun hat? Check...",
  "Resort_Leaving": "If you get burnt, a little aloe vera cream might help soothe the skin.",
  "Resort_Shore": "I combed the whole beach for glass. We wouldn't want anyone to get a cut on their foot!",
  "Resort_Chair": "It's nice to have an opportunity to relax now and then.#$b#The trouble is actually letting go of your worries...$s",
  "Resort_Bar": "It's important to stay hydrated in this heat. I'm going to ask Gus if he has any coconut water!$h",
  "Resort": "I'll let you in on a little secret... I can only swim with floaties.$s",
  "danceRejection": "Oh! I'm sorry... I, er... have plans to ask someone else.$s",
  "divorced": "I... I can't look at you. Please spare me any more pain.$s",
  "breakUp": "...Y...You...?$s#$b#*gulp*... I... I think I'm going to be sick...$s",
  "dumped_Guys": "I'm busy with my work. I can't speak to you.$s",
  "secondChance_Guys": "I want you back in my life, @. I'm willing to forget what happened.$s",
  "Mon": "We sell a few over-the-counter medicines at the clinic... feel free to stop by if you're feeling exhausted.#$b#I know that being a farmer is pretty tiring work... don't overdo it!",
  "Mon2": "I feel responsible for the health of this whole community... it's kind of stressful.#$e#It's a pretty small community, and I'm fortunate to be able to build a good relationship with my patients.",
  "Mon6": "I'd like to stay in Stardew Valley for a while. I'm finally starting to feel involved in the community.#$e#It feels good to know that you're useful.",
  "Mon10": "Oh! Hi, @.$l#$e#Do you... have any medical questions?$l",
  "Tue": "Feel free to stop by my office if you're ever feeling ill.#$e#You're young, though. You'll probably stay healthy without trying.$h",
  "Tue8": "Don't overwork yourself, @. Doctor's orders!#$e#Your health is important to me.$l",
  "Wed4": "I'd like to get to know you better, @. Let's put aside our doctor-patient relationship.",
  "Wed6": "It's nice to have a friend in town.$h",
  "Wed8": "You have a really healthy glow. That's good.$h",
  "Wed": "Remember to cover your mouth when you sneeze.#$e#Then make sure to wash your hands.",
  "Thu8": "It's a lot of work, being a doctor. I don't eat as well as I should.$s#$e#If I didn't live alone I think it would be easier.$l",
  "Thu": "Nutrition is important, so make sure and eat well. Try to increase your vegetable intake!#$e#Home-cooked meals are best. Do you cook?",
  "Fri": "It's a beautiful day, isn't it?#$e#I wish I had less work to do.$s",
  "Fri4": "If you want to hang out in my apartment, that's okay with me. I live above the clinic.",
  "Fri10": "Stop by my place if you ever need a confidential check-up.$l",
  "Sat": "Can I do anything for you?#$e#Take care.",
  "Sat4": "I came here because I liked the small-town atmosphere, and the potential for a holistic approach to patient care.#$e#I've grown to really love it.$h",
  "Sat8": "*Sigh*... I'm starting to feel kind of old...#$e#The older you get the more memories you're burdened with. It can be overwhelming.$s#$e#I think I'll stay younger with you around.$l",
  "Sun": "Hmm... I'm struggling to make ends meet. I don't have enough patients.#$e#I guess I should try to get patients from the neighboring towns...",
  "Sun6": "Imagine having a patient's life completely in your hands, and failing to keep them alive... that's something that will haunt you forever.$s",
  "event_george1": "Thanks, @.$h#$b#You see, George, I'm just trying to help you.",
  "event_george2": "*Sigh*$s#$b#Look, George. If you want to behave like this I'm going to have to tell your wife. I don't think she'll be happy.",
  "event_aerobics1": "Thanks, @. I appreciate that.$h",
  "event_aerobics2": "*Sigh*... rude.$s",
  "event_heart1": "Oh! Hospitals make you nervous, huh?#$b#Just try and relax. I'm here to help.$h",
  "event_heart2": "Okay. That makes sense.",
  "event_heart3": "Um. Okay... If you say so.$s",
  "event_grave1": "...You're right.#$b#...Thanks.",
  "event_grave2": "*sigh*$s",
  "summer_Mon": "It's okay to get a moderate amount of sunlight. Just don't get burnt.#$e#Okay. Take care! Stay healthy.",
  "summer_Thu": "Exercise is important, but don't get too exhausted, or you might end up at my clinic!#$e#Make sure and listen to your body.",
  "summer_Fri": "People don't get sick much during the summer. That's nice, but it also means less business for me.",
  "fall_Fri": "Have you been going into the mines, @?#$e#It's a dangerous place. I recommend against it.",
  "fall_Sat": "When you eat certain foods you'll perform better.#$e#Eating a 'Farmer's Brunch' will give you the nutrition you need to water and harvest crops better!",
  "winter_Wed": "It's flu season, so you'd better be extra careful.#$e#Make sure to wash your hands often.",
  "winter_Sun": "I hate to say this, but I do make a lot more money during flu season.#$e#I guess if people stopped getting sick, I'd be out of business.#$e#Don't get the wrong idea! I want people to be healthy... really!"
}