/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Well hello there! I'm Gus, chef and owner of the Stardrop Saloon.#$e#Stop in if you need any refreshments. I've always got hot coffee and cold beer at the ready.$h",
  "accept_865": "*sniff* sniff* ... that sharp smell!#$b#*slurp* *slurp* ... that zesty taste! That gritty texture!#$b#It can only be gourmet tomato salt! I'll trade you for it.",
  "Resort_Entering": "Hey, @! Glad you're here. I'm gonna be serving up some good stuff from behind the bar.",
  "Resort_Leaving": "I'll see you back home, @.",
  "Resort": "Meet me at the bar if you need a beverage.",
  "IslandSouth_14_21": "Hey, need a drink? I've got some special beverages that showcase local ingredients from this island.$h",
  "willyCrabs": "These might be the best crab cakes I've ever made...",
  "Mon": "Yeah, I know a lot about the people living here.#$e#That's one of the benefits of being a bartender.$h#$e#Sometimes I hear too much...",
  "pamHouseUpgrade": "Hey. I heard what you did for Pam. That was really really nice of you!$h#$e#Sadly, I don't think it will get her to cut back on the 'beverages'...",
  "pamHouseUpgradeAnonymous": "I saw Pam earlier today... she was grinning from ear to ear! She said someone bought her a new house!#$e#Whoever it was, they truly deserve the best!$h",
  "Saloon": "Good evening. Can I get you anything?",
  "Saloon4": "Good evening. Make yourself at home.",
  "SeedShop_Entry": "Hi, Pierre!/Now, what do I need.../Ah, that looks good!/Makin' my special sauce tonight!/Pierre! What's fresh?/Pierre! Waddya got for me?",
  "Saloon8": "Hi there @. I'm glad to see you! You're always welcome here.",
  "Saloon_Tue": "Hi! Please relax and enjoy yourself.",
  "Saloon_Thu": "Hey, you look like you could use a beverage.",
  "Saloon_Fri": "Business has been really good tonight. I'm pleased.",
  "Tue": "I sell different dishes each week, so make sure and check in every now and then!#$e#You might taste something spectacular.$h#$e#Just let me know if you have any allergies.$s#$e#Okay, see you around.",
  "Wed": "Emily's been working here for a while now. I don't know what I'd do without her!#$e#I would hate to have to clean all those pots by myself.$s",
  "Thu": "Pam and Clint come into the saloon almost every night.#$e#I'd probably go out of business if they stopped coming.$h#$e#So make sure you don't drive them away!",
  "Thu6": "Clint comes into the saloon almost every night and sits at the same table by himself.#$e#Sometimes he glances over at Emily with a nervous look. Hmmm.#$e#Maybe that's why he comes in so often. Oh well, that means more business for me.",
  "Thu8": "Pam comes into the saloon almost every night and drinks way too much beer.#$e#Ah well, I shouldn't pass judgement on my customers.",
  "Fri": "Hi there, @. If you're ever thirsty, the Saloon is the place to be.",
  "Fri4": "I don't actually drink very much myself. I'm mainly doing this to make a living.#$e#Although I do enjoy a taste of the Stardew Valley vintage from time to time.",
  "Sat": "Are you much of a chef, @?#$e#If you have a kitchen and some recipes, you can cook some useful dishes.#$e#Home-cooked meals make great gifts, as well.",
  "Sun": "Business has been pretty steady thanks to my regular customers."
}