/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/congha22/foodstore
**
*************************************************/

{
  "Introduction": "Ah, the new farmer we've all been expecting... and whose arrival has sparked many a conversation!#$b#I'm Elliott... I live in the little cabin by the beach. It's a pleasure to meet you.",
  "Resort_Entering": "That was quite the ride!",
  "Resort_Leaving": "I'll see you back in the valley.",
  "Resort_Leaving_2": "Hopefully a crab hasn't snuck onto my clothes again.$s#$b#Imagine crawling out of a pocket and finding yourself on a beach hundreds of miles from home!$h#$e#Hmmm... Perhaps this could make for an interesting novel...",
  "Resort_Chair": "I'm just taking a quick break to slather some coconut oil on my body.$h",
  "Resort_Bar": "Gus, I'll order a round for everyone!#$b#*hic*... Oh... I don't have the G.$s#$b#Heh heh... Never mind!",
  "Resort_Wander": "I've heard rumors of pirates coming to shore near here at night. They say it can get pretty wild!",
  "Resort": "I must admit, this beach blows my own humble strand out of the water.",
  "Resort_2": "Oh dear! Some seaweed has tangled itself in my hair.#$e#That's the trouble with relaxing on the beach.",
  "danceRejection": "Excuse me... not today.$s",
  "divorced": "...$s#$e#Why do you torment me? Can't you see you've shattered all my hopes and dreams?$s",
  "dumped_Guys": "Go away. I can't bear to see you.$s",
  "secondChance_Guys": "You've hurt me beyond measure... but I'm willing to leave the past behind us.$s",
  "breakUp": "Ah... the wilted bouquet. A sight I'd hoped to never see...$s#$b#I suppose there are other horizons to set my eyes upon...$s",
  "Mon": "I'm kind of new to this town myself, but I really feel at home.$h#$e#I moved here only a year before you.",
  "Mon4": "I hope you've come to think of this place as 'home'.",
  "Tue": "A great idea can pass through your head when you least expect it... but if your mind is too busy you might miss it.#$e#Well, I really must get back to my work.",
  "Tue6": "The sweet friction of pen and paper is the music of my soul.$u#$b#That's why I chose this beach as my home, so that I could have peace and quiet to do my work.",
  "Wed": "The forest is a wonderful place. Have you been there?",
  "Wed8": "Sorry, I'm feeling morose today.$s#$e#I wish there was more certainty about the future.$s#$e#I don't want to grow old as a lonely hermit on this beach...$s",
  "Thu2": "I can't seem to find the inspiration to begin writing my novel...$s",
  "Thu4": "I've been feeling hopeful lately. Perhaps the weather is changing.",
  "Thu6": "Sometimes I wonder if I might just have an inflated self-image and no real skills...$s#$e#No, no... I'm not fishing for compliments. Though they are appreciated...",
  "Thu8": "#$1 elliottApol#It's a little lonely out here on the beach... so I apologize if I was ever a little too forward with you when we first met. I was just eager to have a friend.$k#$e#It feels good to have a close friend like you.",
  "Thu": "Hello, @.#$e#Are you well?",
  "Fri": "The fresh air of this valley is good for body and mind.#$e#A quick stroll outdoors always invigorates me.",
  "Fri4": "Ah... do not get too close to my hair with a torch...$8",
  "Fri8": "I'll admit... it takes me several hours each morning to make my hair look this good.",
  "Sat": "You probably wouldn't like it inside my cabin. It's dark and full of spiders.$s",
  "Sat4": "Please excuse the sorry state of my cabin.",
  "Sat6": "Some people are shy. Keep showing interest in them and they'll get comfortable around you.#$e#Everyone likes to have friends, even that grumpy blacksmith.",
  "Sun": "Hello. I hope your new farming life is panning out as you'd hoped?",
  "Sun6": "Oh, @! I was hoping you'd show up.#$e#It's always a pleasure to see you.$h",
  "event_idea1": "Mystery, huh? It's definitely an exciting genre. I'll remember that.",
  "event_idea2": "Ah, one of the classic genres. I'll remember that.",
  "event_idea3": "I would've never guessed! I suppose even those of the 'earthiest' profession sometimes have their heads in the stars.$h#$b#I'll remember that.",
  "event_boat1": "... I was worried you might not feel this way about another man.$l^So am I.$l",
  "event_boat2": "Oh! I'm so sorry.$8%fork",
  "event_toast1": "Well...okay.#$b#Here's to @!",
  "event_toast2": "That's a great idea!$h#$b#Here's to us!",
  "event_toast3": "Hmmph...forget it.$a",
  "event_toast4": "Ah, to a harmonious future for the community... what a virtuous idea.#$b#Here's to Pelican Town!",
  "summer_Mon": "A gentle little sunbeam woke me up this morning. I've never felt so refreshed.$u#$e#I'm sorry if that isn't very interesting to you.",
  "summer_Mon4": "I know that I am kind of an 'oddball'.#$e#I hope you don't mind.$h",
  "summer_Mon6": "@, I know you have faith in my abilities as a writer. That means a lot to me.$h",
  "summer_Tue": "I've encountered some beautiful shells in front of my house.#$e#I would imagine the rarer varieties to be quite valuable.",
  "summer_Tue6": "I write in hopes of connecting with others through time and space.$u#$e#*sigh*...times are changing, though. People don't read anymore.$s",
  "summer_Wed": "It must be satisfying to follow your crop from seed to harvest.#$e#It's as if your essence is infused into the fruit.$u",
  "summer_Thu": "Oh dear! My shoes are filled with sand.$s#$e#That's the trouble with living on the beach.",
  "summer_Fri": "@? You look puzzled.#$b#I guess the hot summer air can make us a little dizzy.",
  "summer_Sat": "The sun is angry today... My skin is a bit too delicate, I'm afraid.",
  "summer_Sun": "You came all the way here just to talk to me? How kind.$h",
  "summer_Sun4": "Visit my cabin whenever you like. I could use the company.$h",
  "fall_Mon": "Hello @.#$e#Make sure and take breaks from your work now and then.",
  "fall_Mon4": "Come visit me if you need a break from your labors.$h#$e#I'm usually at my house.",
  "fall_Tue": "It's been said that a pirate's ship, full of plundered gold, shipwrecked here a long time ago.",
  "fall_Tue8": "@, I was just thinking about you.$l#$e#Maybe you sensed it.$h#$e#So! Tell me about your day.",
  "fall_Wed8": "I wouldn't mind trying my hand at farming.#$e#The quiet atmosphere of a farm might be a good source of literary inspiration, don't you think?$h",
  "fall_Thu": "Oh dear! A tiny crab appears to have made his home in my shirt pocket.$l#$e#That's the trouble with living on the beach.",
  "fall_Fri4": "My legs are stiff from sitting at my writing desk all night.$s#$e#Sometimes I envy you, @.",
  "fall_Fri": "My legs are stiff from sitting at my writing desk all morning.$s",
  "fall_Fri10": "@, when you're around... I feel unusually creative.$l#$e#I know... strange, but it's true.",
  "fall_Sat": "It gets windy this time of year. Marvelous!$h",
  "fall_Sun": "I have to remember to water my plants today. And not with sea water this time!",
  "winter_Mon": "You've come to visit me in the cold?#$e#I could do with a respite from my lonely labors.",
  "winter_Mon4": "@, you've trudged through the snow to visit me?#$e#I'm honored!$h",
  "winter_Tue": "People have scraped a living off the sea for thousands of years.#$e#I just go to the grocery store.$s",
  "winter_Tue10": "@, I had a feeling that you would show up.#$e#Perhaps we're connected by an other-worldly thread.$l",
  "-winter_Wed": "A day can never be boring when you follow the whims of your imagination.$u#$e#Sorry, am I babbling on about nonsense?",
  "winter_Thu": "Breathe deeply. Do you notice it? That's the smell of the sea.#$e#How does it make you feel?",
  "winter_Thu6": "Breathe deeply. Do you notice it? That's the smell of the sea.#$e#Whenever I smell the sea, it reminds me of my youth. The ocean really impressed me as a child.",
  "winter_Fri": "I have to brush my hair daily, or else it'll clump up into messy knots.#$e#It's a lot of work.#$e#I'm surprised I haven't just shaved it off in a fit of passion.$h#$e#I suppose I am too vain.",
  "winter_Sat": "I've been doing little indoor exercises, since it's often too cold to go out.#$e#Sorry if it's a little humid in the cabin.$s",
  "winter_Sun": "I really should scrub my floorboards today. I think an algae is starting to form.$s#$e#Do you make time for cleaning?"
}