/*************************************************
**
** You're viewing a file in the SMAPI mod dump, which contains a copy of every open-source SMAPI mod
** for queries and analysis.
**
** This is *not* the original file, and not necessarily the latest version.
** Source repository: https://github.com/atravita-mods/StardewMods
**
*************************************************/

{"Changes":[
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Good dialogue, set bravo",
        "Entries": {
            "spring_Mon8": "#$c .5#Don't ya wish you were born rich?#Would be nice if I had a little more money...#",
            "spring_Tue8": "I'm a little concerned about this Sam fella. Seems like he still has some growin' up to do.#$e#Penny had to grow up too young. I shouldn't have put so much on her.",
            "spring_Tue8_inlaw_Penny": "#$c .7#You better be treatin' Penny right. She's all I got.#Never expected Penny to become the wife of a farmer. You're good to her, though.#",
            "spring_Sat6": "#$c .7#Caught a catfish the other day. It sold for quite a bit!#Must be nice to never have to worry about money...#",
            "spring_Sat8": "Tried to bake some fish last night. Nearly set the kitchen on fire.#$e#I didn't think cooking was gonna be that hard...$s",
            "spring_Sat10": "Made myself some parsnip soup the other day.#$e#Nope, didn't burn down the kitchen! Bought a doohickey off mail order that makes this type of thing a cinch!#$e#It doesn't do anything other than soups though...",
            "summer_Mon10": "#$c 0.7#Real hot outside, these days. I ain't built for this type of weather.#Sometimes, I wonder if Penny would have more opportunities if we moved back to the city...#",
            "summer_Tue10": "#$c 0.7#I asked the bus company for a raise, but they said that they ain't got the budget for it. Gas prices are up again.$s#I swear inflation never was this bad when I was a kid...then again, I also wasn't payin' close attention then.#",
            "summer_Thu10": "Poppies are Penny's favorite flower, and they grow best in summer. Are you planning on growing any of them on that farm of yours?%revealtastePenny376",
            "summer_Fri10": "The Saloon is worth going to, even when I'm not getting a drink. Gus's spaghetti is so much better than anything I could make.#$e#Not that I cook particularly often...",
            "summer_Fri10_inlaw_Penny": "Saloon's food is excellent; certainly worth going even when I'm not getting a drink.#$e#How's Penny doing? No, you don't need to lie to me, I know my girl can't cook.",
            "summer_Sat10": "#$c .7#Gotta say, it's nice havin' AC in this type of weather.#It's at least a little cooler livin' next to the river, but AC is nice too.$h#",
            "fall_Mon10": "Saw an ad for one of those little robot vacuums on TV late last night. Wish I could afford one.#$e#Then again, it can't mop...",
            "fall_Tue10": "#$c .7#Do you cook, @? Must be nice, havin' access to all the fresh veggies you could want...#Maybe I should ask Gus to teach me how to cook. TV dinners ain't cheap.#",
            "fall_Thu8": "On the bright side, this bus job comes with a pension.$h#$e#Just need to work for them for, what, twenty more years?",
            "fall_Fri10": "#$c .5#Been itchin' for some ramen right about now...#Poked my head into the casino a few days ago. Gotta say - I can tell I'm gettin' old because that place's too loud for me nowadays#",
            "fall_Sat8": "#$c .8#I've been makin' some extra money by sellin' the fish I caught. It's not much, but it's something.$h#@, gotta tell you, I've been makin' quite a bit of cash off the fish I've been catchin'. Fresh fish be worth quite a bit!#",
            "fall_Sun10": "Keepin' busy on that farm of yours?#$e#Whatcha planting this season?",
            "winter_Mon8": "#$c 0.5#This type of weather really makes my bones creak. Luckily for me, the bus is heated.#@, I'm gettin' old. Everything aches when it's cold out.#",
            "winter_Thu10": "I only married my jerk of a husband because I got pregnant with Penny.#$e#Shouldn't have. He didn't want no family.#$e#Glad times have changed. Women don't have to marry if they get pregnant no more.",
            "winter_Fri10": "Liked drivin' long-haul. Long hours, yes, but I got to travel...$s#$e#Too old for that type of work now, though. Can't lift like I used to.",
            "winter_Sun8": "Gus is a great guy and a great friend, but that's it.#$b#He's not interested in me in that way.",
            "winter_26_2": "#$c .5#Penny got me %name Taylor's new movie. I can't wait to watch it!#Penny got me %name's new album. I've been listening to it in the bus's CD player all day!#",
            "Wed10_inlaw_Penny": "Penny keeps on hounding me to go see a therapist. Guess I should make an appointment.#$e#Maybe later. Not sure how I can afford it.$s"
        }
    },
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "LogName": "Good dialogue - bravo post-rehab",
        "Entries": {
            "spring_Wed10": "#$c .5#Was gonna drive down to the city today but they're having a marathon. Streets are blocked off for that, so ain't no good tryin' to drive around...#@, I've been thinkin' about takin' a trip one of these days. Do some sightseein'. See the world...Ma would have loved to be able to go.#",
            "spring_Fri8": "#$c .5#I've always wanted to go travelin'...feels like I've missed the chance to just go ride buses all around the country.#Spring's probably my favorite season. Weather's wonderful, and the valley looks lovely. Makes me want to go fishin'$h#",
            "summer_Sun10": "#$c .3#Had some interestin' people on the bus the other day. City folk lookin' to go 'off-grid'.#Some hikers got on the bus the other day. Apparently there's some nice trails just north of here. Maybe I should go, sometime?#",
            "summer_Wed10": "Wonder if the bus company'll give me enough time off to take Penny and do some sightseein'.#$b#Gotta tell you, I'm doing a lot of a better job savin' money when I'm not at the Saloon every night...",
            "fall_Wed10": "@, have I ever told you how grateful I am? You didn't need to buy me a house...or pay for my rehab.#$b#Thanks for helpin' me set my life back on the right track.#$e#...Okay, you got me. My therapist asked me to keep a gratitude journal.#$b#But I do mean it. I'm so grateful for what you've done for me.",
            "fall_Sat10": "@, have you considered doin' some sort of apple-picking event on that farm of yours?#$b#Had a couple of tourists on the bus the other day ask about apple-pickin'. Might be worth some money to you. Don't know why people would pay to do labor, though...",
            "Wed10_inlaw_Penny": null,
            "winter_Wed10_inlaw_Penny": "#$1 PamTriesPennyTherapy#Penny joined me for a teletherapy session. That was...very helpful. She blames me less than I thought she would.#$e#Honestly? Therapy has been surprisingly helpful. Penny and I are getting along better than ever.",
            "winter_Sat10": "@, I've been thinkin' of takin' a day trip into the city. Going to a concert or two, maybe doin' some shoppin'.#$e#I don't know. My therapist hasn't okayed the concerts. She says it might be...you know. Too much.#$e#Maybe something small and chill?#$e#I used to love sneakin' into concerts as a kid. Now that I can afford a ticket, I kinda want to go.#$b#@, would you be interested? Let's see if I can gather up a small group..."
        },
        "When": {
            "HasSeenEvent": "99210002" //Post-rehab event
        }
    }
]}