{
	"Format": "1.14.0",
	"Changes":[
		{
			"Action" : "EditData",
			"Target" : "Data/CraftingRecipes",
			"Entries":
			{
				"Seed Maker" : "388 50 390 20 378 5/Home/25/true/null",	
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Characters/Dialogue/Pierre",
			"When" : 
			{
				"Language" : "en"
			},
			"Entries" :
			{
				"Introduction" : "Hey, it's Mr. @, the new farmer! I'm Pierre, owner of the local general store.^Hey, it's Ms. @, the new farmer! I'm Pierre, owner of the local general store.#$b#If you're looking for fruit saplings or general goods, my shop is the place to go. I'll also buy produce from you for a good price!#$e#A little agriculture could really inject new life into the local economy!",
				"Mon" : "Welcome! If you're looking for supplies, you've come to the right place!",
				"Mon4" : "Hi, @. Need any ingredients or saplings?",
				"Fri" : "#$1 pierreJoja#Business has been slow since Joja moved into town. It's hard to compete with their selection.$k$s#$e#Hi there. Is your farm doing well?#$e#Maybe a few of my saplings will spruce things up.",
				"summer_Mon" : "I've got seasonal goods available! You'd better stock up.",
				"summer_Fri" : "Oh, hi. Are you satisfied with the quality of my products so far ?",
				"winter_Mon" : "There's almost nothing you can grow in winter. I hope it won't hinder your gains too much.",
				"fall_Mon" : "Be careful, crops don't grow in winter so this is your last shot until spring.#$b#For me it's still not a big deal, people often come here to warm up ... good for buisness!",
				"fall_Fri" : "#$1 pierreMEGA#My dream is to keep opening new stores until I become extremely wealthy. hehehe.$k#$e#Hi there. Is your farm still doing well?#$e#Maybe a few of my fertilizers will help your crops mature before winter.$h"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Data/mail",
			"When" : 
			{
				"Language" : "en"
			},
			"Entries" :
			{
				"Lewis" : "@,^I'm really glad you've become part of our community! I've enclosed a 500g check from the Stardew Valley Agricultural Fund to help you continue your good work. ^Maybe you can buy some more animals from Marnie with it.  ^  Sincerely, Mr. Lewis%item money 500 501 %%[#]A Gift From Lewis"		
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Data/Events/Farm",
			"When" :
			{
				"Language" : "en"
			},
			"Entries" :
			{
				"102/z spring/z summer/z fall/d Mon Tue Wed Thu Fri Sat/y 1/H": "continue/64 15/farmer 64 16 2 Pierre 64 18 0/broadcastEvent/skippable/pause 1500/speak Pierre \"Hello there, @. So! Your first year in Stardew Valley is almost over, huh?#$b#If you keep buying fertilizers from me, you'll be twice as productive next year!$h#$b#Thank you for shopping at Pierre's!#$b#...Well, that's all I wanted to say. Have a good one.\"/pause 300/move Pierre 0 1 2/pause 1000/faceDirection Pierre 0/speak Pierre \"You know... I wouldn't even bother trying my competitor's goods.$u#$b# Pierre's ingredients and saplings will always be of the *highest* quality. That's a promise.$h\"/pause 500/end"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Data/TV/TipChannel",
			"When" : 
			{
				"Language" : "en"
			},
			"Entries" :
			{
				"53" : "Fall's almost here! It's arguably the most lucrative season for farmers, so make sure you go about finding some seasonal seeds. Also, if you haven't upgraded your watering can by now, it's probably a good idea.",
				"113" : "Well, a new year has arrived. Keep your eyes open for any new kinds of seeds you can find in the wild. Hopefully you upgraded your tools during the winter and you're ready for a productive year!",
				"214" : "Underneath all that snow, spring seeds are champing at the bit to start their new lives in the sun. Don't be surprised when spring rolls around and your farm needs some tidying up! On the bright side, you may find some wonderful new seeds in the process!"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Characters/Dialogue/Sandy",
			"When" :
			{
				"Language" : "en"
			},
			"Entries" : 
			{
				"Mon": "Hello hello, sweetie!#$b#I'm so glad that the bus is back in service. It was starting to get lonely out here.#$e#...I almost went out of business.$s#$e#Hey, but now you're here to buy a whole bunch of exotic stuff... right, sweetie?$h",
				"Sat" : "Hi! Welcome to Sandy's Oasis, the number one destination in Calico Desert!#$e#*whisper* Did I sound professional?$h#$e#Make sure to check out our entire selection.#$e#You look really thirsty. Here, have a taste of this ice cold milk. [184]#$e#Tasty, huh?$h"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Data/Festival/summer28",
			"When" :
			{
				"Language" : "en"
			},
			"Entries" :
			{
				"Pierre" : "Psst... Make sure to swing by the shop tomorrow to get your fall supplies!"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Strings/SpeechBubbles",
			"When" :
			{
				"Language" : "en"
			},
			"Entries" :
			{
				"SandyHouse_Sandy_Greeting4" : "Exotic goods for sale!",
				"SeedShop_Pierre_Summer" : "Summer goods available!",
				"SeedShop_Pierre_NotSummer" : "Cacti available!"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Data/Dialogue/Pierre",
			"When" :
			{
				"Language" : "en",
				"HasMod" : "spacechase0.SeedCatalogue"
			},
			"Entries" :
			{
				"Introduction" : "Hey, it's Mr. @, the new farmer! I'm Pierre, owner of the local general store.^Hey, it's Ms. @, the new farmer! I'm Pierre, owner of the local general store.#$b#If you're looking for fruit saplings or general goods, my shop is the place to go. I'll also buy produce from you for a good price!#$e#I also have a seed maker back there so any crops you sell, I'll have seeds available in the seed catalogue#$e#It's just over there, left of the entrance. It's a self service machine so you caan access it even when I'm away!"
			}
		},
		{
			"Action": "EditData",
     		"Target": "characters/dialogue/Marnie",
     		"When" :
     		{
     			"HasMod" : "FlashShifter.StardewValleyExpandedCP"
     		},
    		"Entries": 
    		{	
				"marnie_event1": "That's great to hear! I also get my ingredients from Pierre.$1"
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Strings/StringsFromMaps",
			"When" :
			{
				"HasMod" : "FlashShifter.StardewValleyExpandedCP"
			},
			"Entries" :
			{
				"Forest.31": "These wooden boxes have rice in them. Strange.",
				"Forest.36": "Various saplings are in these crates. You notice \"Pierre's General Store\" logo on the bags.",
				"Forest.39": "There are some flour bags in this crate. They are from Pierre's shop.",
				"PelicanTown.30": "These crates have saplings from Pierre's in them.",
				"PelicanTown.37": "This is Pierre's personal garden. He uses only the highest quality fertilizers.",
				"PelicanTown.38": "Pierre's grass starters are stored in here.",
				"BlueMoonVineyard.4": "\"BLUE MOON VINYARD: GRAPE SEEDS\"",
				"SusanHouse.13": "Susan is taking a quota on the next seasonal plants.",
				"SusanHouse.25": "This box is labeled \"MELONS\"."
			}
		},
		{
			"Action" : "EditData",
			"Target" : "Characters/Dialogue/Pierre",
			"When" :
			{
				"HasMod" : "gizzymo.canonfriendlyexpansion"
			},
			"Entries" :
			{
				"Mon4": "Hi, @. Need any ingredients or fruit tree saplings?",
				"summer_1": "I should add some suncreen ins stock for summer!",
				"fall_1": "If you want to make a delicious pumpkin pie, you can find the best ingredients right here!",
				"fall_Sun": "Hi there. Is your farm still doing well?#$e#Maybe a few trees will spruce things up.$h",
				"winter_1": "You can't grow any crops during winter...#$e#It's really going to cut into our profits.",
				"spring_12": "Tomorrow's the egg festival! I'll try to have some special seeds that are on sale only at the festival, but they are so hard to come by I can't promise anyting.",
				"spring_1_2": "Aha! I figured you'd come by. I convinced you with my professional speech, huh?",
				"spring_12_2": "Tomorrow's the egg festival! Just like last year, I'll try to get my hands on some special seeds but they are so hard to come by I can't promise anyting."
			}
		},
		{
			"Action": "EditData",
        	"Target": "Characters/Dialogue/Sandy",
        	"When" :
        	{
        		"HasMod" : "gizzymo.canonfriendlyexpansion"
        	},
        	"Entries" :
        	{
        		"Thu8": "I know it doesn't look like it, but business has been decent lately.#$e#Part of it's thanks to you. Cost of living out here is dirt cheap, so just a simple plant purchase goes a long way!$h",
        		"Sat": "Hi! Welcome to Sandy's Oasis, the number one destination in Calico Desert!#$e#*whisper* Did I sound professional?$h#$e#Make sure to check out our collection."
        	}
		},
	]
}