{
	"display_table": "Tool Configuration Table",
	"descrip_table": "A table to configure the Tool Assembly",
	"display_tool": "Tool Assembly",
	"descrip_tool": "A wand can change to every tools\nAn integration of all tools",
	"display_cris": "Wand Crystal",
	"descrip_cris": "A magical wand crystal allows you to configure Tool Assembly anywhere anytime without the use of Tool Configuration Table! \nTo use it, place it in the Tool Assembly's inventory",
	"left": "Previous tool",
	"right": "Next tool",
	"giveTool": "Give a Tool Assembly when save created",
	"toolswich": "Auto swich tool",
	"toolswichkey": "Enable/Disable tool auto swich",
	"autoswichswiched": "Enable auto tool swich: ",
	"destroy": "Destroy Tool",
	"wizard.1": "Oh, here you are! I am looking for you. ",
	"wizard.2": "I noticed you are using OFTS's Tool Assembly.#$b#Do you think it's useful? You should know, even for me, it is a very advanced magic---$h#$b#The magic about the fundation of the whole world!$h#$b#based on...C Sharp? I don't know much about it，but it seems to be related to a place called...Microsoft?#$b#Nevermind. Do you like this wand?",
	"wizard.3": "$y 'What do you think?_That mod is a garbage!_Indeed, the author's head must has some problem, how can he make such terrible mod? But, I want to give you this..._Okey，but it has many bugs_Its normal，he is just grade 11. You must be interested in this..._Very useful! I love it!_Really? It seems you are very interested in magic..._Why ask this?_Nevermind...'",
	"wizard.4": "This is a Wand Crystal.#$b#It allows you to configure Tool Assembly without the use of Tool Configuration Table#$b#To use it, place it in the Tool Assembly's inventory#$b#Don't forget to try it!",
	"wizard.5": "Oh, by the way, don't forget to endorse and download all OFTS_CQM's mods and endorse all his videos on Bilibili! $h",
	"dialogue": "I think you already know what these are. $h",
	"dialogue1": "Hello, a guy called OFTSCQM wrote a mod and told me to sell things for him. Do you want to take a look? There are deep magics among them!",
	"storyMode": "Immersive Story Mode",
	"storyModeDesc": "Whether to enable a more immersive story setting or just do basic functionl.\nAfter resetting, you must relaunch the game to enable this function. ",
	"requireTool": "Please hold your Tool Assembly and click again*If you don't have one, you can buy one from {{shopLocation}}"
}