{   "Introduction": "Oh nice, you're the newbie, huh? I'm Riley!#$e#I just moved here a few months back myself. Maybe we can help each other get settled.",
    "gender_yeah": "Heh, it's okay, lots of people wonder at first.",
    "gender_wrong1": "N-no. At least not right now. But I meant more in general.$18",
    "gender_right1": "Hm? Well yeah, at least for right now. But I meant more in general.",
    "gender_wrong2": "I... No, hahaha. But I'm pretty sure you're messing with me, so that's fair.",
    "gender_right2": "Ding ding, good job.$h",
    "gender_said": "Awww, you're no fun. Hehehe. But yeah okay.",
    "gender_fluid": "Huh?$6",
    "gender_drunk": "YOU ARE CORRECT. Hahahaha!$u",
    "pickup1": "Awww, you're cute when you're embarrassed.$10",
    "pickup2": "Hehehe!$10",
    "pickup3": "Wh- Aww, what's wrong? You don't like teasing?$s",
    "pickupyes": "Awesome. In that case, just come with me...$10",
    "pickupbusy": "Ah, that's fine. I'm sure you have a lot to do on the farm, even at night, huh?",
    "pickupreject": "Oh... Well, that's fine.",
    "larp_pally": "Nice! Paladins tend to be goody-good types, so Skylar may be wary at first, but you'll get along well with Arabeth.",
    "larp_wizard": "Awesome, a spellcaster will help balance the party. Arabeth can handle melee while you range and I support.",
    "larp_cleric": "Sounds good! As a Cleric, you're bound to be devout, but to what kind of god is up to you. Could be good or evil, lawful or chaotic.",
    "larp_rogue": "Cool. Rogues are often thieves or spies, but you don't necessarily have to be, and if you are you can be creative with your motivation.",
    "larp_rich": "Nice, maybe you and Arabeth already know each other then.#$b#$p 565617#Especially as a Paladin, you might also be a knight. I wonder, did you choose this life, or was it chosen for you? We can decide later, of course.|$p 565618#Are you a Wizard in service to the king? Maybe even the official one of the royal court? Or just a noble who likes magic? Food for thought.|$p 565619#A noble who serves the church and therefore the people is a bit of an interesting case. I wonder how your character feels about that.|As a noble born Rogue, perhaps you're a court spy who charms other nobles to get information. Or maybe you're just crooked for fun, haha!$h",
    "larp_farm": "Pffff, of course you are!$10#$b#$p 565617#A farmer who picked up a holy blade and became a Paladin is bound to have an interesting backstory, but we can figure that out later.|$p 565618#A farmer who studies magic, then? I bet your spells really help around the farm.|$p 565619#Perhaps as a Cleric you offer a portion of your crops to your god as a regular offering?|So you're a farmer with a hidden dark side, huh? Or maybe you're the rob from the rich, give to the poor type! We'll decide later.",
    "larp_tough": "$p 565617#So a tough noble Paladin. Sounds like a classic choice! I'm sure you'll be a bane for all evil-doers. Watch out, Dreadicus!$h|$p 565618#A tough noble Wizard? What a conundrum! Wizards tend to be squishy, and nobles aren't known for getting their hands dirty, so your character should be interesting!$10|$p 565619#A tough noble Cleric? Sounds like you might be someone who couldn't sit back and watch people suffer. Noble in both senses of the word! Very nice.$h|Oh dear, a tough noble Rogue? Sounds like a recipe for disaster, and I love it. I wonder if you can be subtle when you wanna be, or are more in-your-face stabby, haha.$10",
    "larp_quiet": "$p 565617#A quiet noble-born Paladin, huh? Sounds a little dull for my taste, honestly, but it really depends how you play the role! Maybe you'll surprise me.|$p 565618#A quiet noble Wizard. Sounds pretty classic. Someone more into books than people, with a scary amount of knowledge. Should be a good contrast to the party.|$p 565619#Ah, a quiet noble Cleric. Probably someone who spends a lot of time in silent prayer, huh? I'll bet you're a model servant to your god.|A quiet noble Rogue. Sounds about right! Someone who knows when to speak and when to listen, who grew up playing court games. A classic fit, really.",
    "larp_cheeky": "$p 565617#Oh dear, a CHEEKY noble Paladin? I think you mean a huge pain in the ass! But I mean that in the best way, haha! This should be fun to see!$10|$p 565618#Oh boy, a cheeky noble Wizard. Nothing like someone who holds more power than you on every level and knows it, haha. This should be fun.$10|$p 565619#Oh no, a cheeky noble Cleric? An interesting combination. Churches don't tend to view mischief well, but maybe you're too good at your job for them to say anything, huh?$h|Ooh, I see. So as a Rogue that cheekiness is pretty expected, but as a noble it might get you in a lot of trouble in socially elite spaces! Fun, fun.$h",
    "larp_tough2": "$p 565617#Ahh, I'll bet that farmer's background helped make you tough, and you extended that to your career as a Paladin. Dreadicus better watch out for you!$h|$p 565618#A tough farmer who also knows magic? Huh! Can't say I've seen a character quite like that before. I bet your spells have lots of utility!$h|$p 565619#A tough farmer turned Cleric? Sounds like you might be someone who couldn't sit back and watch people suffer. Noble in heart even if not in blood.$h|Ooh, a tough farmer Rogue. Sounds like you could've easily been a Fighter, but were better at stabbing than slashing, or maybe have a few thief's tricks up your sleeve.$h",
    "larp_quiet2": "$p 565617#A quiet farmer turned Paladin, huh? Sounds like you might be someone who picked up a blade out of necessity more than desire. Interesting!$h|$p 565618#A quiet farmer Wizard. Probably someone more into books than people, then, with knowledge about both magical and practical things. Should be a good contrast to the party.|$p 565619#Ah, a quiet farmer Cleric. Probably someone who spends a lot of time in silent prayer, huh? I'll bet you're a model servant to your god.|A quiet farmer Rogue. Sounds like a perfect setup for the classic thief. Maybe you started stealing to support your failing farm, or to protest unjust taxes!",
    "larp_cheeky2": "$p 565617#A cheeky farmer turned Paladin? Sounds a little mismatched, but fun! Maybe you're not the best fit for your calling, but you're determined to make it work.$10|$p 565618#A cheeky farmer with magic! I know I already said it, but I bet you REALLY abuse your powers around the farm with that kind of attitude, haha.$10|$p 565619#Oh, nice! A farmer who just wants to have fun in life, but was called to serve a god. It should be fun to see how you balance work and play.$h|Haha, a cheeky low-born Rogue? Sounds like a classic. Just remember there's already one dashing and mischievous little shit in this party. No stealing my thunder!$17",
    "larp_bribe": "Huh? Really!? ... I guess you are a wealthy noble, huh?$6#$b#Let's see if it works.$s",
    "larp_attack1": "$p 565618#That's it, use your spells! Lightningbolt!!$h|That's it, get in there and help Abigail!$h",
    "larp_water": "That's it, get in there and--#$b#Wait what?$6",
    "larp_taunt": "Pffft, WHAT about his mother?$10",
    "larp_attack2": "$p 565618#That's it, show him what your magic's made of!$h|That's it, go get him!$h",
    "larp_attack3": "$p 565618#Go %firstnameletter go! Show him your arcane might!|Go %firstnameletter go! Show him you won't be messed with!",
    "larp_heal": "Ah, good! Make use of your healing class!",
    "larp_punch": "Attacking? Go get him!",
    "larp_ask": "Huh? The diplomatic approach huh?$6",
    "larp_reverse": "Whoa, great idea!$6",
    "larp_tank": "Heck yeah! Show him a Paladin won't fall!$a",
    "larp_cheap": "Wh- @ are you okay?$6",
    "alanna_lie": "Yeah!$10#$b#Wait no.$6",
    "alanna_cmon": "... Traitor.$a",
    "art_good1": "You know, you're right! It's not like me to doubt my abilities, so why start now? I've just never thought about art as a career, but that doesn't mean I couldn't do it.",
    "art_good2": "Heh, I guess that's true. I've just never thought about art as a career, but that doesn't mean I couldn't do it, right? At the very least, I could try this one job for her...",
    "art_bad": "Wh- Wow, @, way to rub salt in that wound?$a#$b#But I guess you're not wrong... I mean I've never thought about art as a career, but that doesn't mean I couldn't do it, right? I guess it can't hurt to try...$12",
    "tellMe1": "Heh. Thanks, @. I know, it's just...$l",
    "tellMe2": "What?!$6#$b#Oh Yoba, no! Hahaha... It's just...$12",
    "rileyLove": "Really?$6#$b#I... You really mean it?$l",
    "rileyKees": "Huh?$6",
    "rileyOkay": "Oh?$11#$b#Heh... That's fine, really. I'm happy enough with what we have.$l",
    "rileyHeartbreak": "What?$6#$b#If this is a joke it's not funny... Are you serious?$s",
    "breakUp": "Wh... After I broke my no dating policy for you?$s#$b#I mean... Yeah that's fine I guess... Sorry it didn't work out?$12",
    "divorced": "Hahaha. Go to hell.$10",
    "danceRejection": "Hm? Ah... I don't really feel like participating this year, sorry.$12",
    "dumped_Guys": "Huh, are your boyfriends giving you the cold shoulder? What big babies. I'm sure they'll get over it.$7",
    "dumped_Girls": "Oh Yoba, are your girlfriends giving you the cold shoulder? How dramatic. I'm sure they'll get over it.$7",
    "JasperGone1": "Hm, I hear that guy from the museum hasn't come home lately. Hope he's okay.$s",
    "RileyHouse_19_3": "Mmmm... Five more minutes, mom... Just gotta finish this dream...$13",
    "summer_RileyHouse_19_3": "@? Mmmm, it's sleep time... Come back later, all right?$13",
    "fall_RileyHouse_19_3": "Zzzzzzz... Bed... warm... nice...$13#$b#Come snuggle...$13",
    "winter_RileyHouse_19_3": "It's too cold to get out of bed today... Maybe later...$13",
    "Mon": "Heya. Nice weather today, huh?#$e#Yeah I know that's a cliche, but cliches are common for a reason, eh?$u",
    "Mon2": "It's another beautiful spring day! I just love seeing all the flowers on the trees and in the fields.#$e#Flowers that have been picked are still pretty, but there's something wonderful about beauty that lasts longest when it stays wild.",
    "Mon6": "I like to think that I'm like a wildflower. Try to pick me and I'll dull, but leave me for everyone to enjoy and I stay vibrant.#$e#S-sorry, is that a little cheesy? Hahaha.$12",
    "Tue": "Sup? I'm thinking of doing some drawing this evening. You got any fun plans?#$e#Huh? You wanna know WHAT I'm drawing? Well... that's a secret!$16",
    "Tue4": "How ya doin today, friendo? Everything going smoothly on your farm?#$e#You know if you ever aren't too busy you can hang out at my place any time.$h",
    "Tue8": "$p 565608#Hey, gorgeous. I was just thinking about you. If you want, you could come over tonight, maybe even stay the night?$l|Hey, @. I was just thinking about you. N-not that you should read too much into that, hehe.$l",
    "Wed": "%Riley is humming a familiar tune, but stops when she sees you.#$e#Oh hey @. Nice to see you today.",
    "Wed2": "Wednesdays are my raid night most weeks in my favorite online RPG.#$e#I play a healer, so I suppose you could say I'm kind of a big deal in my group.$7#$e#Do you like gaming, @?",
    "Wed6": "Between RPGs online and tabletop games with friends, it's hard to say which I like more. Both have unique charms.#$e#Sebastian and Sam and I play Solarion Chronicles together every now and then, but we meet pretty infrequently, so it's hard to stay invested.$s#$e#I still enjoy playing when we can, though!",
    "Thu": "It's almost the weekend. Things get a lot livelier around here then.#$e#The night life is still nothing compared to the city, but it's not so bad.",
    "Thu4": "...$s#$e#Hm? Oh, hey... Sorry if I seem out of sorts, I was talking to Sam earlier about the Gotoro War and it just... *sigh*$s#$e#It's crazy how something like that is going on and we don't even usually give it any thought, isn't it...? But he has to. Poor kid.$s",
    "Thu4_2": "...$s#$e#Hm? Oh, hey... Sorry if I seem kind of off. I was talking to Kent earlier and... just... Man that poor guy's seen some shit.$s#$e#I'm glad Sam has his dad back but...$s",
    "Thu4_3": "You ever just... kinda worry about how your friends are doing? I know they seem fine, but... I can't explain it.$s#$e#Sometimes they just seem off I guess... Sorry to be vague.$s",
    "Fri": "How's your day going, @?#$e#If you're not busy tonight, you can catch me at the Saloon. It's pretty busy on Fridays.",
    "Fri6": "I'll admit... when I hung out at bars back in the city, it was often to try to pick up someone...#$e#$p 565608#It's harder to do that in such a small town... but maybe you can come home with me tonight, hm?$l|It's harder to do that in such a small town like this, though, heh.$12",
    "Fri10": "Hey you! How's my favorite guy doing?$h^Hey you! How's my favorite girl doing?$h#$e#Maybe if you're not busy later you could get a drink with me and then come back to my place, hm?$l",
    "Sat": "Hey @. You been settling in okay?",
    "Sat2": "I was chatting with Shane some last night at the Saloon. He's really not so bad once you get to know him.#$e#I don't know if he's warmed up to you yet, but if not I think it'd be worth the effort to get to know him a little.#$e#Just buy him a few beers and pizzas and I'm sure he'll be your best friend in no time, hehe.$17",
    "Sat6": "Shane was telling me about his chickens last night. I... did not know it was possible to care so much about chickens.$12#$e#It's nice that he has a hobby though, right? Everyone needs something they care about like that.",
    "Sat10": "*groan* Ugh, I think I'm still a little hungover from last night...$s#$e#I appreciate you coming to see me, though. Seeing your smiling face helps me feel a little better.$10",
    "Sun": "%Riley appears to be lost in his thoughts.#$e#Huh!? Oh, sorry @. I guess I spaced out there for a minute.#$e#I was just thinking about an idea for a cool werewolf drawing.",
    "Sun4": "Abigail and I have been exchanging some drawing tips. Turns out she really likes orcs, and I see a lot of them in my favorite online game.#$e#I've thought about asking if she'd be interested in gaming with me, but I think she's more into retro stuff.",
    "Sun8": "I wish I had more friends I could just casually kiss...$s#$e#Sorry, I know most people aren't into that sorta thing, but... heh.$12#$e#At least I'm nothing if not honest, right?$12",
    "summer_Mon": "It's a pretty nice day, huh? Maybe I'll go for a walk, or maybe I'll just reread my favorite manga and stay out of the sun.#$e#I like getting fresh air, but I burn pretty easy, so I've gotta be careful!",
    "summer_Mon6": "I should go swimming some time, soon. You oughtta come with!#$e#Don't think I won't rock a bikini just because I'm feeling manly today, either, hahaha.$u",
    "summer_Tue": "Phew...! It's sweltering out today, isn't it?$s#$e#I hope you're staying nice and cool. Any animals you might have, too.",
    "summer_Tue4": "Hey, I have a question. Farm animals stay inside when it's winter, right? Like I'm not certain but I'm pretty sure I've heard that?$18#$b#So why don't they stay in out of the heat in summer? Or.. is it cooler outside thanks to the wind maybe?$18#$e#I dunno. Just a random thing I was thinking about, heh.$12",
    "summer_Tue8": "I think I've told you before, but when I was a kid I always dreamed of being a pop idol. I never really gave much thought to anything else.#$e#I certainly never imagined living out in the middle of nowhere, but... I've been really happy here.$l#$e#Thank you for helping make Pelican Town a real home, @.$10",
    "summer_Wed": "One nice thing about summer is that it's perfect weather for the beach!#$e#What do you think, @? Excited for bikini season?$16",
    "summer_Wed6": "Ugh... I think my shoulders got a little sunburned.$a#$e#At least it's not too bad, but still... It's gonna be annoying for a little while.$s#$e#Huh? Show less skin? No way, it's totally worth the price, haha!$u",
    "summer_Wed10": "Hey there, gorgeous. You wanna rub some sunblock on me?$8#$e#Don't forget to use some yourself when working out in this heat! Wouldn't want you looking like a tomato, hahaha!$10",
    "summer_Thu": "So what kind of music are you into, @?#$e#I like all kinds, but I have a soft spot for pop. I know that's kinda silly, heh.$l",
    "summer_Thu6": "Nnn... huh?$s#$e#Sorry, I had a nightmare last night and couldn't get back to sleep, so I'm still pretty groggy.$s#$e#I was fighting the Gotoro Empire and just... I gotta quit talking to Sam about his dad.$s",
    "summer_Thu6_2": "Nnn... huh?$s#$e#Sorry, I had a nightmare last night and couldn't get back to sleep, so I'm still pretty groggy.$s#$e#I was fighting the Gotoro Empire and just... I gotta quit talking to Sam about his dad.$s",
    "summer_Thu6_3": "I heard things might be looking up with the Gotoro Empire lately. It's about time, isn't it?#$e#I just hope everyone can let the past be past moving forward...",
    "summer_Fri": "How are you this fine Friday, @? I'm doing pretty well myself.#$e#If you're not busy tonight, you should swing by the Saloon and socialize a while!$h",
    "summer_Fri4": "I always head to the Saloon on Fridays. It's the best time to socialize.$h#$e#Plus I do enjoy a good drink. Beer is nice, but I'm really more of a wine kinda guy, ya know?",
    "summer_Fri6": "Wanna know a secret? I actually went to jail for a few months once.#$e#When I was in my teens, I maaaay have kinda been sort of a delinquent, heh. Mostly stuff like grafitti and shoplifting.$12#$e#But don't worry, all that's behind me now! I guess you could say I was 'scared straight', haha.$10#$b#Just not scared 'straight', if you know what I mean.$u",
    "summer_Fri10": "You know, I used to be a thief...#$b#But now the only thing I'm interested in stealing is your heart!$17#$e#But like, I mean, if you wanted to willingly part with some shiny things, I wouldn't complain either. *giggle*$7",
    "summer_Sat": "Ahhh, it's nice that it's not too hot today. This outfit is so nice and breezy, too.$10#$e#It's one of my favorites partially for that reason. Do you like it?$17",
    "summer_Sat6": "Emily was telling me last night about this new, like, meditation strategy? Or I guess it's actually very old, but new to me.#$e#I'm not too into all that stuff, but I wouldn't mind trying it out some time, either. It sounds relaxing.",
    "summer_Sat10": "Roses are red, violets are blue. I'm bad at poetry, let's make out.$u#$e#*giggle* What, you want a real poem? All right, all right, give me a minute...$12#$e#There once was a handsome young farmer / Who turned out to be quite the charmer.^There once was a beautiful farmer / Who turned out to be quite the charmer.#$b#I could always depend / That he'd be a good friend / And he wore down my heart's heavy armor!$10^I could always depend / That she'd be a good friend / And she wore down my heart's heavy armor!$10",
    "summer_Sun": "$1 Ugh... The other day Alex said 'if I wasn't a girl' he'd ask me to play catch. First of all, I don't even like sportsball, and second, are you fricking kidding me?$a#$e#I guess there's some kind of sports game on today? I don't get all the hype, personally.$s#$e#Now if you wanna talk something with a story, I'm your guy.$h",
    "summer_Sun4": "It's perfect weather for ice cream, isn't it? Maybe some frozen lemonade... I don't think they have that out here though.#$e#Maybe one of these days we should head into Zuzu City just for the day. Enjoy some of the city cuisine, you know?",
    "summer_Sun6": "You know it took a while, but I think I'm finally starting to become friends with Alex.$h#$e#At first I thought he was kind of a jerk, but getting to know him more I don't think he meant any harm. And he can be pretty sweet when he wants to be.",
    "summer_Sun10": "You know, I've made so many friends since I came to Pelican Town, but you're still my favorite person here.$l#$e#Don't go getting a big ego on me, though. That's my job! Hahaha.$10",
    "fall_Mon": "Ah, the fall weather is just gorgeous, isn't it? The trees practically changed overnight and now everything is so fiery. I love it.",
    "fall_Mon6": "When I was younger, I really loved jumping into leaf piles.#$e#And by younger I might mean a few hours ago, but sssshhh. *giggle*$10",
    "fall Mon10": "From seasons to people, I guess change is an inevitable part of life, huh? Like how I never thought I'd be as close to anyone as I am to you.$l#$e#Sometimes changes like that are really nice... Though it's nice to count on some things staying the same, too.$l",
    "fall_Tue": "Guess who's got two thumbs and is excited for pumpkin spice season? This gal!$10#$e#*giggle* I know it's silly, but I kinda like the seasonal fads like that.$h",
    "fall_Tue4": "You know there's not even any pumpkin in pumpkin spice? Kind of a misleading name, isn't it?#$e#It's just funny that the taste we associate with pumpkin pie isn't the pumpkin part, so it really could be almost anything.#$e#It's still tasty though!$h",
    "fall_Tue8": "Mmm... I woke up too early this morning and couldn't get back to sleep...$s#$e#Kinda just wanna snuggle up and watch bad movies all day, hehe...$10",
    "fall_Wed": "I hear fall is harvest season, but don't you have different crops year-round? Is it a bigger harvest in fall, or just a different one?#$e#You can tell I know nothing of farming, haha.$12",
    "fall_Wed4": "Oh hey, it's pomegranate season, isn't it? I don't like them as much as cherries, but they're pretty tasty.#$e#Mostly I guess pomegranates are cool because of some old myths that involve them. Just that association with fun stories, ya know?",
    "fall Wed8": "Hey, if it isn't my favorite farmer! Not that I know a whole lot of farmers, haha.$16#$e#I guess a few of the townsfolk have little gardens, but nothing to your level. It's amazing how much you help provide for the town!$h",
    "fall_Thu": "Fall being spooky season means more werewolf media on tv, and frankly I am here for it, hahaha.$10#$e#$q 565612/565613/565614 fall_Thu_old#Are you a werewolf fan, @?#$r 565612 25 fall_Thu_awoo#Heck yeah! Awooo!#$r 565613 10 fall_Thu_nom#I like vampires more myself.#$r 565614 -25 fall_Thu_nah#Nah, I don't like monster stuff.",
    "fall_Thu_awoo": "AWOOO! Ahahahaha! Glad you're a farmer of taste!$10#$b#I'll have to show you some of my drawings some time, huh?$h",
    "fall_Thu_nom": "Oh yeah? Vampires are pretty cool too!#$b#...Maybe I should bite your neck some time, huh?$17#$b#Just kidding!$10",
    "fall_Thu_nah": "Oh yeah? That's a shame.$s#$b#But I guess everyone has their own tastes.",
    "fall_Thu_old": "$p 565612#I actually just finished a cool drawing of one if you wanna see it later!$10|$p 565613#I've drawn a couple vampire pieces lately, too, though. Those might be more your speed.$h|I know you're not, but I can still enjoy it, right?",
    "fall_Thu8": "I saw this super cheesy cyperpunk werewolf movie last night. Bad acting, bad special effects, terrible story.#$b#It was beautiful.$h",
    "fall_Fri": "Sebastian was telling me about this series, Cave Saga X. It sounds a little sci-fi for my taste, but pretty interesting.#$e#I think I like modern fantasy more than future or medieval stuff, but all of it can be fun with the right story and characters!",
    "fall_Fri6": "I saw this big orange cat wandering around the other day. Have you seen him?#$e#I'd like a cat or dog someday. Of course, you have %pet, huh?#$e#Maybe I should come steal them away.$u",
    "fall_Sat": "It's starting to get chilly, huh? We'll need to bundle up when we go out soon.#$e#I feel like it stayed a bit warmer back in the city, but that might've just been the buildings blocking the wind.",
    "fall_Sat6": "Hey @. Nice weather, huh? It's a bit chilly, but so much nicer than the summer heat.#$e#It's good weather to snuggle up with someone, don't you think?$l",
    "fall_Sun": "Sam's kid brother Vincent was pestering me the other day. I'm not sure if it was more cute or annoying, heh.#$e#I'm sure he's just lonely, though. He does seem like a nice kid.",
    "fall_Sun4": "Sam's band is really coming along from what I've heard.$h#$e#I wish I could write music like that, but I guess I just never had the ear for it...$s",
    "fall_Sun4_2": "I wonder how Vincent has been doing with his dad being back. How long has it been? Three years?$s#$e#Poor kid... His dad must be practically a stranger...$s",
    "fall_Sun8": "So don't be mad, but I may have told my mom and dads about you, and now they kinda wanna meet you? Haha.$12#$e#Huh? Oh, no it's not a remarriage thing. I have a mom and two dads who are all together in a triad.#$e#They're actually really cute together, but don't tell them I said that. I gotta pretend I'm grossed out when they're lovey-dovey, haha.$10",
    "winter_Mon": "It is. Too cold. Riley.exe is not responding hahahaha.",
    "winter_Mon6": "It's good weather for hot cocoa and heavy blankets. You should come snuggle with me for a while.$l#$e#We could watch my favorite Winter Star movie, if you want.",
    "winter_Mon10": "You're not working too hard, are you? I know not much grows this time of year, but I'm sure you still have plenty to keep you busy.#$e#I just worry about you sometimes.$11#$e#Don't let that inflate your ego TOO much, hehe.$l",
    "winter_Tue": "%Riley doesn't seem to notice you yet. She's singing a cheery holiday song about bells in a lovely voice.#$e#Oh! @, I didn't see you there. I was just uh.. getting into the holiday spirit, heh.$l",
    "winter_Tue8": "I was thinking of going caroling later this winter. I... don't suppose you'd like to join me?$l#$e#I may not ever be famous for my voice, but it's nice to use it to bring some cheer, hehe.$h",
    "winter_Wed": "My sister knitted me a winter hat, but I'm not sure if I wanna use it...$s#$e#It's a good hat, just... eh.$s",
    "winter_Wed4": "My sister called the other day to see how I was doing, but we didn't talk long...$s#$e#Is it too petty of me to resent her?$s",
    "winter_Wed8": "%Riley is happily singing a song about a snowy winter.#$e#Hey @! What's your favorite winter song? I have way too many favorites to choose.$h",
    "winter_Thu": "Abigail was showing me this adorable game where you catch and train monsters.#$e#She said the little fox one I managed to start with was rare, too! I was pretty happy about it!$h",
    "winter_Thu8": "The little fox monster I had in that game Abigail showed me grew into a leafy fox. She's so cute!$10#$e#I almost worry for her in this cold winter weather, hehehe.#$e#Of course I know she's just pixels, but it's more fun to pretend characters are real, isn't it?$h",
    "winter_Fri": "I can't decide if I like winter weather or not, honestly.#$e#I'm not a big fan of needing all these layers in the cold, but the snow is really pretty to look at and fun to play in.#$e#I do love the Feast of Winter Star at the end of the season though!$10",
    "winter_Fri6": "Hey @, what did the gingerbread man put on his bed?#$b#A cookie sheet!$u#$e#What do snowmen call their offspring?#$b#Chill-dren!$u#$e#Okay one more, one more. Not wintry this time. What do you get when you cross a cow with an octopus?#$b#A stern rebuke from the ethics committee and an immediate cessation of funding!$10",
    "winter_Sat": "I kind of wonder how the forest looks this time of year, but I'm a bit worried I'd get lost if I went out there alone, heh.",
    "winter_Sat6": "I saw that big orange cat again. I hope he's doing okay in this cold weather, but at least he's fluffy.#$e#Sometimes I wish I had a nice warm coat of fur, hehe. But I'm sure it would be hellacious in summer.",
    "winter_Sat8": "Hey @, wanna stay at my place a while and help me lower my heating bill?$u#$e#Get it? Because you're hot.$u#$e#*giggle* It's fun to tease you, so sue me.$17",
    "winter_Sun": "Everything feels so sleepy in the country this time of year. Like everyone's just hibernating.$s#$e#Kind of makes me miss the big city, heh...",
    "winter_Sun6": "I used to really miss the city this time of year, but getting closer to the people here in the valley has really helped.$l#$e#It's still nice to visit the city occasionally, but I've grown to enjoy the peace and quiet out here.$10",
    "winter Sun10": "Living in the city was nice and all... but it never had you.$l#$e#As close as we've grown, it's... almost hard to imagine there was a time before I knew you...$l",
    "spring_12": "Hey @. You excited for the egg festival tomorrow? Or is that a bit kiddy for you?#$e#Personally, I don't see anything wrong with acting like a kid now and then, ya know?$h",
    "spring_23": "Oh yeah, tomorrow's that dance thing, right? You gonna ask anyone to dance this year?",
    "summer_10": "Have you decided what you'll be adding to the Luau's stew tomorrow? I'm thinking some wine might be nice.",
    "summer_28": "Are you coming to the beach for the jelly viewing tonight? I'm pretty excited myself.",
    "fall_15": "I can't wait for the festival tomorrow! I love carnival games.#$e#I hope there are good prizes. Even just some cute stuffed animals would be fun.",
    "fall_26": "They say the Haunted Maze is actually conjured by magic, and the Golden Pumpkin is enchanted to make everyone who sees it love it.#$e#Of course, that's just the silly story people make up to try to make it sound more interesting, right? Haha.$10",
    "winter_7": "So there'll be a few different activities at the festival tomorrow. Which will you be doing?#$e#Fishing, huh? Not really my thing, but I wish you luck!",
    "winter_24": "Tomorrow is one of my favorite days of the year! It's so nice that Winter Star doesn't change much whether you're in the city or the country.$10#$e#Have you decided what you'll be getting your giftee, yet? Or will you be doing last minute shopping today?",
    "give_flowersA": "I... I mean...$s#$b#I don't.. think of myself as the 'dating' type, but I really like you and...$11#$b#Y-you know what? Yes. I'd love to be your partner.$l",
    "give_flowersB": "I um... I don't really know if... I mean this is all so sudden but...$11#$b#Maybe... I could give this dating thing a try, if it's you...$l",
    "give_pendant": "HOLY--$6#$b#You wanna-- This is a... Where did you even... Surely you have someone else who'd be more marriage material?$6#$b#But you still... You're choosing me? Yoba, I never thought I'd say this but... If it means living with you, yes!$l#$b#I think it usually takes about three days to set up for a wedding around here. I can take care of that for us.$l",
    "stardrop_gift": "Hey babe... I have a present for you...$l#$b#When I saw it, I immediately thought of you. Even if it doesn't shine as bright as the stars in your eyes, I--$l#$b#*giggle* Sorry I can't be all poetic like that. Just, here, take this Stardrop!$10",
    "rejectNPCA": "Uh... What? No thanks, haha.",
    "rejectNPCB": "Huh? Er, no, even if we knew each other better, I don't date, sorry!$12",
    "reject_two_heartA": "Look, I don't really... do 'dating', okay?$7",
    "reject_two_heartB": "Seriously? Like, that's kinda cute, but I'm a solo act. Sorry to disappoint.$12",
    "reject_four_heartA": "Look, you're a pretty cool friend, but I just don't date.#$b#I'm sure you can find someone else, though! You're a great guy!$10^I'm sure you can find someone else, though! You're a great gal!$10",
    "reject_four_heartB": "Huh? N-no, I'm sorry if you got the wrong idea, but I don't do dating.$12#$b#Now if you wanna make out just for fun some time, hit me up, hehehe.$10",
    "engageA": "Wh- Didn't you just get engaged?$6#$b#I mean I'm polyamorous by nature but I don't really think I'm marriage material, and I don't wanna earn the ire of your future spouse, so like. Sorry? Haha...$12",
    "engageB": "Uhhh... Look, I'm cool with dating a married dude, but don't you think this is a bit much?$12^Uhhh... Look, I'm cool with dating a married chick, but don't you think this is a bit much?$12#$b#Why don't you just focus on your current engagement for now, okay?$12",
    "marriedA": "Huh?$6#$b#Wow uh... That's really sweet? But even if I were interested I think %spouse might kill me, sorry!$12",
    "marriedB": "What? You wanna--$6#$b#Look, @, you're great, but I'm sooo not marriage material, and you have %spouse already. So let's just not, yeah?",
    "refusal_knownA": "Is that a-- Is that seriously a Mermaid Pendant?$6#$b#Woooow, um. How do I put this nicely? No?$12#$b#Hahaha... Just... just no haha.$12",
    "refusal_knownB": "What? Pfffff, yeah sure okay. Let me get right on that.#$b#...Wait you're joking right? Tell me this is a dumb joke...$12",
    "refusal_botherA": "P-please stop. I really could not be less interested in getting married.$12",
    "refusal_botherB": "Look, @, I'm not interested in marriage in general, let alone with you, okay?$s",
    "refusal_no_heartsA": "Oh what a nice shell.#$b#It.. it means WHAT around here?$6#$b#Holy shit no? Like emphatically no hahahaha.$12",
    "refusal_no_heartsB": "Wha-- Whoa, slow down there, Gaston. I know I'm hot stuff but you like literally don't even know me, haha.$12#$b#If you did, you'd know how much I hate the idea of marriage?$12",

}