{
  "companionAccepted": "Oh ok. .. Ninguém nunca tinha me convidado antes.",
  "companionRejected": "Hmm... Não obrigado. Eu ainda nem te conheço direito.",
  "companionRejectedNight": "Hmm... Não obrigado. Já está muito tarde.",
  "companionDismiss": "Eu entendo. Todos nós temos que dizer adeus em algum ponto da vida.",
  "companionDismissAuto": "Eu tenho que ir. Obrigado eu acho..",
  "companionRecruited": "Eu nem sei o porquê você me quer por perto.",
  "companionSuggest": "Hoje o dia não esta ruim, acho que posso sair um pouco. .#$q -1 -1#Quer vir comigo?  #$r -1 0 Yes#Sim, vamos lá!#$r -1 0 No# Hoje não.",
  "companionSuggest_Yes": "Bom, lidere o caminho @.$h",
  "companionSuggest_No": "Não se preocupe, @. Não me importo de ficar sozinho.",
  "companion_Beach_summer": "Eu espero que você não pense que vamos nadar. Só explorar?#$b#Oh, ok.$s",
  "companion_Beach_Dating": "Sou apenas fã deste lugar quando está chovendo, e geralmente gosto de ficar sozinha, mas não me importo de estar aqui com você. $ 4",
  "companion_Beach_Dating~1": "Se você quiser nadar aqui, vou ficar na praia e assistir.#$b#Talvez enrole minhas calças e mergulhe os dedos dos pés, apenas para você.$1#$b#Talvez.",
  "companion_Farm": "Sua fazenda até que é legal, pra um lugar tão... aberto.",
  "companion_Farm_Dating": "Eu esqueço quanto espaço você tem até eu voltar aqui, isso sempre me deixa um pouco confuso.#$b#Isso nunca te assusta?",
  "companion_Farm_Dating ~ 1": "Você gosta de ser agricultor, @?#$b#Deve ser bom ter seu próprio lugar ... $ 2",
  "companion_Farm_Spouse": "A minha moto combina muito bem com a fazenda. Antes eu nunca imaginaria isso mas… Eu tenho certeza que ela veio pra ficar.",
  "companion_Farm_Spouse~1": "É bom ter esse espaço só nosso, as vezes preciso ficar sozinho um pouco.#$b#Ok tá bom, muito mais do que 'as vezes'. Você me conhece.$1",
  "companion_Forest_spring": "Eu posso ouvir os sapos daqui, eles gostam de toda essa umidade.#$b#Talvez eu tente pegar um...",
"companion_Forest": "Este é um dos meus lugares favoritos no vale, especialmente à noite.",
  "companion_Forest_Dating": "Deveríamos vir aqui à noite em algum momento e simplesmente sair, conversar, o que for.#$b#É uma sensação estranha querer estar perto de alguém, mas estou feliz com você...$4",
  "companion_Forest_Spouse": "Eu mudei bastante desde que casamos.#$b#Estar aqui fora ... de início é difícil, mas quando vejo o tempo que passei no meu quarto, sinto até meio mal.#$b#Eu te amo, @.$4 ",
  "companion_Mine": "Esse lugar parece uma dungeon. Daria um ótimo cenário pro 'Cronicas de Solarium'.$7",
  "companion_Mine~1": "Quantas vezes você vem aqui, @?#$B#Estou surpreso, eu realmente não pensei que essa seria sua cena.",
  "companion_Mine_Dating": "É sempre bom e fresco aqui, mesmo no verão.#$b#Além disso, está escuro. eu gosto disso.$1",
  "companion_Mine_Dating~1": "Estou feliz que você me trouxe aqui com você, @. Eu quero que você esteja seguro.$4",
  "companion_Mine_Spouse": "Eu gosto daqui, sujo, escuro, assustador. É bom pra mim.",
  "companion_Mine_Spouse~1": "Eu sei que você pode se cuidar, @, mas eu nem sei o que aconteceria se te perdesse.#$b#Sem querer colocar pressão, mas gostaria que viesse aqui só quando estou com você.",
  "companion_Mountain": "Já que estamos aqui, que tal olharmos os trilhos pra ver se o trem passa?$7",
  "companion_Mountain_Dating": "Às vezes eu queria estar mais perto de Maru, mas não temos muito em comum.#$b#Acho que é normal que alguns irmãos simplesmente não se entendam.",
  "companion_Mountain_Spouse": "Eu sei que a mãe sente a minha falta, mas assim é melhor, pra todos.#$b#Eu penso se Maru liga se eu fui embora.$2",
  "companion_Town": "Quer fazer uma parada no Saloon e jogar? Só um aviso, eu vou ganhar de você!$h",
  "companion_Town~1": "Espero que não encontremos ninguém que queira conversar...",
  "companion_Town_Dating": "Eu poderia realmente tomar uma xícara de café forte agora. Quer dar uma passadinha no salão?",
  "companion_Town_Dating~1": "Pequenas cidades têm seus altos e baixos.#$B#Todo mundo conhece você e há mais pressão para socializar, mas também há muitas áreas tranquilas para ficar sozinho.#$B#Eu ainda gostaria de me mudar para a cidade, mas Às vezes me pergunto se isso seria o melhor para mim...$2",
  "companion_Town_Spouse": "Você sabe que preciso do meu espaço, mas estou feliz de passar um tempo assim com você. Espero que saiba disso.$4"
}
