{
  "companionAccepted": "¡Seguro, eso suena maravilloso!",
  "companionRejected": "Tengo algo que leer con Vincent y Jas, quizás para la próxima.",
  "companionRejectedNight": "Disculpa, tengo que llegar a casa. Es solo que tengo muchas cosas que hacer.$2",
  "companionDismiss": "Oh bueno, está bien. Gracias por una linda tarde.$h",
  "companionDismissAuto": "Es hora de que me vaya. Gracias por pasar tiempo conmigo, ¡buenas noches!",
  "companionRecruited": "¡Esto es muy emocionante!",
  "companionSuggest": "¡Vincent y Jas me están preguntando mas cosas de las que puedo responder sobre dónde vivimos.#$q -1 - 1#¿Podrías acompañarme mientras exploro el valle, @? Tal vez también puedas beneficiarte de eso.#$r -1 0 Yes#Seguro, eso sería bueno. ¡Vamos!#$r -1 0 No#Hoy no puedo. Pero gracias por invitarme.",
  "companionSuggest_Yes": "¡Gracias! Que amable de tu parte.$h",
  "companionSuggest_No": "Oh, lo siento. No sabía que no tendrías tiempo. ¡Disfruta de tu día!",
  "farmerRunAway": "¡@! ¡Ya voy, espera!",
  "giveForages": "¡Oye, @, mira lo que encontré! Toma, esto es para ti.",
  "companion_Beach": "¿Te gustaría recoger algunas conchas?#$b#¡Se podrían usar para hacer algunas decoraciones bonitas!$1",
  "companion_Beach~1": "Hace un poco de ruido acá por las olas rompientes.#$b#¡Oh, no me estoy quejando! Solo es una observación... disculpa.$4",
  "companion_Beach_Dating": "La playa es tan bonita, debería traer a Vincent y a Jas acá mas a menudo.#$b#¿Quizás tu y yo podríamos tener una cita acá alguna vez, si quieres?$4",
  "companion_Farm": "¡Guau, esto parece mucho trabajo!#$b#¿Realmente lo hiciste todo sin ayuda?",
  "companion_Farm~1": "¡Me canso solo con ver todo este espacio!$1#$b#Hay tanta suciedad, debe de tomarte una eternidad desempolvar tu casa...",
  "companion_Farm_summer": "Me encantan los melones frescos, @.#$b#Si estás cultivando algunos y tienes uno extra, ¡me encantaría quitártelo de las manos!$1",
  "companion_Farm_Dating": "Debe de darte mucho trabajo mantener esta granja funcionando, y aun debes de hacer las tareas domésticas, ¡y todo tú solo!#$b#¿No sería bueno tener una ayuda...?$4",
  "companion_Farm_Dating~1": "Haz pensado alguna vez en hacer una clase de agricultura independiente, o de mantenimiento de una granja? ¡Sería una forma divertida de hacer un dinero extra, y compartir tus habilidades!",
  "companion_Farm_Spouse": "Esto es todo lo que siempre he querido. Una casa propia, una familia, una pareja real, amor verdadero.#$b#Has llenado mi vida de color y alegría, @. Gracias.$4",
  "companion_Forest": "Este es mi lugar favorito del valle para hacer picnics.#$b#El olor de los árboles, la paz, la tranquilidad y el sonido del agua son muy relajantes, son como unas mini vacaciones cada vez que vengo aquí.$1",
  "companion_Forest~1": "Un día, cuando esté casada, con suerte con hijos, me encantaría llevarlos a todos los fines de semana.#$b#Podríamos pescar, mirar las nubes, hablar de nuestras vidas, y que mis pequeños sueñen con su futuro.#$b#Realmente quiero ser madre, pienso mucho sobre eso.$4#$b#Me da vergüenza admitir que fantaseo mucho con estas cosas, pero lo hago.$4",
  "companion_Forest_Dating": "¿Te gustaría hacer un picnic acá conmigo alguna vez, @?$4#$b#¡Podría tratar de cocinar algo para nosotros!",
  "companion_Forest_Dating~1": "Un día cuando me case, espero con niños, me encantaría traerlos a todos acá los fines de semana.#$b#Podríamos ir a pescar, contemplar las nubes, hablar de nuestras vidas, y de los sueños de mis pequeños para sus futuros.#$b#Realmente quiero ser mamá, pienso mucho sobre eso.$4#$b#Me avergüenzo admitir que fantaseo mucho con eso, pero lo hago.$4",   
  "companion_Forest_Spouse": "¡Me encanta toda esta vegetación, podría pasar todo el día aquí!#$b#¡También me encanta nuestra granja, así que no te preocupes!$1",
  "companion_Mine": "¿Estas seguro que quieres estar acá?$3",
  "companion_Mine~1": "Esto me está asustando, @. ¿Estás seguro de que fui la mejor persona para traer acá?$3",
  "companion_Mine~2": "Este es un lugar terrible...$2",
  "companion_Mine_Dating": "Oh... las minas.$2#$b#¡No, está bien, @! ¡Hagámoslo!$1",
  "companion_Mine_Dating~1": "Um, manténte cerca mío, ¿vale?",
  "companion_Mine_Dating~2": "Pisé algo vivo...$2",
  "companion_Mine_Spouse": "¡Cariño, tengo miedo, por favor quédate cerca mío! ¡No soy una gran luchadora, pero lo intento!",
  "companion_Mountain": "¡Estoy haciendo mucho ejercicio hoy, @!",
  "companion_Mountain~1": "Maru vive por acá, ¿deberíamos pasar a saludarla?#$b#Oh, quizás no esté en casa, ¿es hoy un día de la clínica?#$b#Perdón, ahora estoy pensando en voz alta...$4",
  "companion_Mountain~2": "¿Te gusta pescar, @?#$b#Hay unas bonitas percas grandes en ese lago de la montaña, o así he oído.#$b#Realmente yo misma no lo sabría.$1",
  "companion_Mountain_Dating": "¡Este es un paseo agradable, @! ¡El viento fuerte es tan refrescante!$1",
  "companion_Mountain_Dating~1": "Me encanta el lago de la montaña aquí arriba.#$b#De noche a veces puedes ver las escamas de los peces brillando a la luz de la luna. ¡Al menos, eso creo que es lo que es!#$b#Tal vez mis ojos me están jugando una mala pasada.$1",
  "companion_Mountain_Spouse": "Estoy tan relajada aquí, cariño, ¿cómo te sientes hoy?",
  "companion_Town": "Me gusta leer junto a ese árbol cerca de la casa de Emily y Haley.#$b#Por lo general, es bastante tranquilo, y la vista del agua es realmente agradable.$1",
  "companion_Town~1": "Maru es una buena amiga mía.#$b#Es bueno tener a alguien en el pueblo con quien pueda hablar sobre las pequeñas cosas, y a veces las cosas más grandes...$2#$b#¡Aparte de ti, por supuesto, @! Me encanta hablar contigo también.$4",
  "companion_Town_Dating": "Um, ¿podrías evitar mi hogar? Ahora mismo no tengo ganas de estar por ahí...$2",
  "companion_Town_Dating~1": "¿Pescas mucho en los ríos del pueblo?#$b#Creo que a veces te he visto mientras estoy leyendo bajo ese árbol cerca de la casa de Emily.",
  "companion_Town_Dating~2": "Recientemente compré algunos cultivos espectaculares de Pierre's, eran tuyos, ¿no?#$b#Creo que debes tener un toque mágico!$4",
  "companion_Town_Spouse": "Me pregunto qué están haciendo Vincent y Jas en este momento, les di un nuevo libro para leer, ¡espero que estén haciendo su tarea!#$b#Oh sí... lo siento cariño. Lo sé, dije que no me preocuparía por eso ahora, ¡pero no estoy segura de que eso sea posible!$1"
}
